Repository: CustoNationCo/SANJAY
Catalog: resources/i18n/*/cura.po
Languages: ko_kr, pl

# @info:title The %s gets replaced with the printer name.
source: New %s stable firmware available
ko_kr: 새로운 %s 안정 펌웨어 사용 가능

# @action:button
source: How to update
ko_kr: 업데이트 방법

# @text
source: Unable to read example data file.
ko_kr: 예제 데이터 파일을 읽을 수 없습니다.

# @info:generic
source: You need to quit and restart {} before changes have effect.
ko_kr: 변경사항이 적용되기 전에 {}를 종료하고 다시 시작해야 합니다.

# @info:generic
source: Syncing...
ko_kr: 동기화하는 중...

# @info:title
source: Changes detected from your Ultimaker account
ko_kr: Ultimaker 계정에서 감지된 변경사항

# @info:generic
source: Do you want to sync material and software packages with your account?
ko_kr: 재료 및 소프트웨어 패키지를 계정과 동기화하시겠습니까?

# @action:button
source: Sync
ko_kr: 동기화

# @button
source: Decline and remove from account
ko_kr: 계정에서 거절 및 제거

# @info:generic
source: {} plugins failed to download
ko_kr: {} 플러그인 다운로드 실패

# @button
source: Decline
ko_kr: 거절

# @button
source: Agree
ko_kr: 동의

# @title:window
source: Plugin License Agreement
ko_kr: 플러그인 라이선스 계약

# @error:not supported
source: GCodeWriter does not support non-text mode.
ko_kr: GCodeWriter는 비텍스트 모드를 지원하지 않습니다.

# @warning:status
source: Please prepare G-code before exporting.
ko_kr: 내보내기 전에 G-code를 준비하십시오.

# @info:status
source: Cura does not accurately display layers when Wire Printing is enabled.
ko_kr: 와이어 인쇄가 활성화된 경우 Cura에는 레이어가 정확하게 표시되지 않습니다.

# @info:title
source: Simulation View
ko_kr: 시뮬레이션 보기

# @info:status
source: Nothing is shown because you need to slice first.
ko_kr: 먼저 슬라이스해야 하므로 아무 것도 표시되지 않습니다.

# @info:title
source: No layers to show
ko_kr: 표시할 레이어 없음

# @info:option_text
source: Do not show this message again
ko_kr: 이 메시지를 다시 표시하지 않음

# @item:inlistbox
source: Layer view
ko_kr: 레이어 보기

# @action:button Preceded by 'Ready to'.
source: Print over network
ko_kr: 네트워크를 통해 인쇄
pl: Drukuj przez sieć

# @properties:tooltip
source: Print over network
ko_kr: 네트워크를 통해 인쇄
pl: Drukuj przez sieć

# @info:status
source: Connected over the network
ko_kr: 네트워크를 통해 연결됨

# @info:status
source: tomorrow
ko_kr: 내일

# @info:status
source: today
ko_kr: 오늘

# @action
source: Connect via Network
ko_kr: 네트워크를 통해 연결
pl: Połącz przez sieć

# @info:status
source: Please wait until the current job has been sent.
ko_kr: 현재 작업이 전송될 때까지 기다리십시오.

# @info:title
source: Print error
ko_kr: 인쇄 오류

# @info:status
source: Print job was successfully sent to the printer.
ko_kr: 인쇄 작업이 프린터로 성공적으로 전송되었습니다.

# @info:title
source: Data Sent
ko_kr: 전송된 데이터

# @info:status
source: You are attempting to connect to a printer that is not running Ultimaker Connect. Please update the printer to the latest firmware.
ko_kr: Ultimaker Connect를 실행하지 않는 프린터에 연결을 시도하고 있습니다. 프린터를 최신 펌웨어로 업데이트하십시오.

# @info:title
source: Update your printer
ko_kr: 프린터 업데이트

# @info:status
source: Print job queue is full. The printer can't accept a new job.
ko_kr: 인쇄 작업 대기열이 가득 찼습니다. 프린터가 새 작업을 수락할 수 없습니다.

# @info:title
source: Queue Full
ko_kr: 대기열 가득 참

# @info:status
source: Sending Print Job
ko_kr: 인쇄 작업 전송하는 중

# @info:status
source: Uploading print job to printer.
ko_kr: 인쇄 작업을 프린터에 업로드하는 중입니다.

# @info:status
source: Cura has detected material profiles that were not yet installed on the host printer of group {0}.
ko_kr: Cura는 그룹 {0}의 호스트 프린터에 아직 설치되지 않은 재료 프로필을 감지했습니다.

# @info:title
source: Sending materials to printer
ko_kr: 프린터로 재료 보내는 중

# @info:text
source: Could not upload the data to the printer.
ko_kr: 데이터를 프린터에 업로드할 수 없습니다.

# @info:title
source: Network error
ko_kr: 네트워크 오류

# @info:status
source: You are attempting to connect to {0} but it is not the host of a group. You can visit the web page to configure it as a group host.
ko_kr: {0}에 연결을 시도하고 있지만 그룹의 호스트가 아닙니다. 웹 페이지를 방문하여 그룹 호스트로 구성할 수 있습니다.

# @info:title
source: Not a group host
ko_kr: 그룹 호스트가 아님

# @action
source: Configure group
ko_kr: 그룹 구성하기

# @info:status
source: Your printer <b>{printer_name}</b> could be connected via cloud. Manage your print queue and monitor your prints from anywhere connecting your printer to Digital Factory
ko_kr: <b>{printer_name}</b> 프린터가 클라우드를 통해 연결될 수 있습니다. 프린터를 Digital Factory에 연결하는 모든 곳에서 인쇄 대기열을 관리하고 인쇄물을 모니터링하십시오

# @info:title
source: Are you ready for cloud printing?
ko_kr: 클라우드 인쇄를 할 준비가 되셨습니까?

# @action
source: Get started
ko_kr: 시작하기

# @action
source: Learn more
ko_kr: 더 알아보기

# @action:button
source: Print via cloud
ko_kr: 클라우드를 통해 인쇄

# @properties:tooltip
source: Print via cloud
ko_kr: 클라우드를 통해 인쇄

# @info:status
source: Connected via cloud
ko_kr: 클라우드를 통해 연결됨

# @action:button
source: Monitor print
ko_kr: 모니터 인쇄

# @action:tooltip
source: Track the print in Ultimaker Digital Factory
ko_kr: Ultimaker Digital Factory에서 인쇄 추적

# @error:send
source: Unknown error code when uploading print job: {0}
ko_kr: 인쇄 작업 업로드 시 알 수 없는 오류 코드: {0}

# info:status
source: New printer detected from your Ultimaker account
ko_kr: Ultimaker 계정에서 감지된 새 프린터

# info:status Filled in with printer name and printer model.
source: Adding printer {name} ({model}) from your account
ko_kr: 계정에서 프린터 {name}({model}) 추가

# info:{0} gets replaced by a number of printers
source: ... and {0} other
ko_kr: ... 및 기타 {0}개

# info:status
source: Printers added from Digital Factory:
ko_kr: Digital Factory에서 추가된 프린터:

# info:status
source: A cloud connection is not available for a printer
ko_kr: 일부 프린터에서는 클라우드 연결을 사용할 수 없습니다

# info:status
source: This printer is not linked to the Digital Factory:
ko_kr: 다음 프린터는 Digital Factory에 연결되어 있지 않습니다:

# info:status
source: To establish a connection, please visit the {website_link}
ko_kr: 연결을 설정하려면 {website_link}를 방문하세요

# @action:button
source: Keep printer configurations
ko_kr: 프린터 구성 유지하기

# @action:button
source: Remove printers
ko_kr: 프린터 제거하기

# @message {printer_name} is replaced with the name of the printer
source: {printer_name} will be removed until the next account sync.
ko_kr: 다음 계정 동기화 때까지 {printer_name}이(가) 제거됩니다.

# @message {printer_name} is replaced with the name of the printer
source: To remove {printer_name} permanently, visit {digital_factory_link}
ko_kr: {printer_name}을(를) 영구적으로 제거하려면 {digital_factory_link}를 방문하세요

# @message {printer_name} is replaced with the name of the printer
source: Are you sure you want to remove {printer_name} temporarily?
ko_kr: {printer_name}을(를) 일시적으로 제거하시겠습니까?

# @title:window
source: Remove printers?
ko_kr: 프린터를 제거하시겠습니까?

# @label
source: You are about to remove {0} printer from Cura. This action cannot be undone. Are you sure you want to continue?
ko_kr: Cura에서 {0}개의 프린터를 제거하려고 합니다. 이 작업은 취소할 수 없습니다. 정말로 계속하기를 원하십니까?

# @label
source: You are about to remove all printers from Cura. This action cannot be undone. Are you sure you want to continue?
ko_kr: Cura에서 모든 프린터를 제거하려고 합니다. 이 작업은 취소할 수 없습니다. 정말로 계속하기를 원하십니까?

# @item:inlistbox 'Open' is part of the name of this file format.
source: Open Compressed Triangle Mesh
ko_kr: 압축된 삼각 메시 열기

# @item:inlistbox
source: COLLADA Digital Asset Exchange
ko_kr: COLADA 디지털 자산 거래소

# @item:inlistbox
source: glTF Binary
ko_kr: glTF 바이너리

# @item:inlistbox
source: glTF Embedded JSON
ko_kr: glTF 포함된 JSON

# @item:inlistbox
source: Compressed COLLADA Digital Asset Exchange
ko_kr: 압축된 COLADA 디지털 자산 거래소

# @info:status
source: The highlighted areas indicate either missing or extraneous surfaces. Fix your model and open it again into Cura.
ko_kr: 강조 표시된 영역은 누락되었거나 관련없는 표면을 나타냅니다. 모델을 수정하고 Cura에서 다시 엽니다.

# @info:title
source: Model Errors
ko_kr: 모델 오류

# @item:inmenu
source: Solid view
ko_kr: 입체 보기

# @error:zip
source: Error writing 3mf file.
ko_kr: 3mf 파일을 쓰는 동안 오류가 발생했습니다.

# @error:zip
source: 3MF Writer plug-in is corrupt.
ko_kr: 3MF 쓰기 도구 플러그인이 손상되었습니다.

# @error
source: There is no workspace yet to write. Please add a printer first.
ko_kr: 아직 쓸 작업 공간이 없습니다. 먼저 프린터를 추가하십시오.

# @error:zip
source: No permission to write the workspace here.
ko_kr: 여기에 작업 영역을 쓸 수 있는 권한이 없습니다.

# @error:zip
source: The operating system does not allow saving a project file to this location or with this file name.
ko_kr: 운영 체제에서 이 위치 또는 이 파일 이름으로 프로젝트 파일을 저장할 수 없습니다.

# @item:inlistbox
source: 3MF file
ko_kr: 3MF 파일
pl: Plik 3MF

# @item:inlistbox
source: Cura Project 3MF file
ko_kr: Cura 프로젝트 3MF 파일
pl: Plik 3MF projektu Cura

# @item:inmenu
source: Monitor
ko_kr: 모니터

# @info:title
source: 3D Model Assistant
ko_kr: 3D 모델 길잡이

# @info:status
source: <p>One or more 3D models may not print optimally due to the model size and material configuration:</p> <p>{model_names}</p> <p>Find out how to ensure the best possible print quality and reliability.</p> <p><a href="https://ultimaker.com/3D-model-assistant">View print quality guide</a></p>
ko_kr: <p>모델 크기 및 재료 구성으로 인해 하나 이상의 3D 모델이 최적으로 인쇄되지 않을 수 있습니다:</p> <p>{model_names}</p> <p>최상의 인쇄 품질과 안정성을 보장하는 방법을 알아보십시오.</p> <p><a href="https://ultimaker.com/3D-model-assistant">인쇄 품질 가이드 보기</a></p>

# @label
source: Mesh Type
ko_kr: 메시 유형

# @label
source: Normal model
ko_kr: 일반 모델

# @label
source: Print as support
ko_kr: 지지대로 인쇄

# @label
source: Modify settings for overlaps
ko_kr: 겹침에 대한 설정 수정하기

# @label
source: Don't support overlaps
ko_kr: 겹침 지원하지 않음

# @item:inlistbox
source: Infill mesh only
ko_kr: 내부채움 메시만

# @item:inlistbox
source: Cutting mesh
ko_kr: 절단 메시

# @action:button
source: Select settings
ko_kr: 설정 선택하기
pl: Wybierz parametry

# @title:window
source: Select Settings to Customize for this model
ko_kr: 이 모델에 대해 사용자 정의할 설정 선택하기
pl: Wybierz ustawienia do zmiany dla modelu

# @label:textbox
source: Filter...
ko_kr: 필터...
pl: Filtruj…

# @label:checkbox
source: Show all
ko_kr: 모두 표시
pl: Pokaż wszystkie

# @title:window
source: Cura Backups
ko_kr: Cura 백업

# @backuplist:label
source: Cura Version
ko_kr: Cura 버전

# @backuplist:label
source: Machines
ko_kr: 3D 프린터

# @backuplist:label
source: Materials
ko_kr: 재료

# @backuplist:label
source: Profiles
ko_kr: 프로필

# @backuplist:label
source: Plugins
ko_kr: 플러그인

# @button
source: Want more?
ko_kr: 무엇을 더 하시겠습니까?

# @button
source: Backup Now
ko_kr: 지금 백업

# @checkbox:description
source: Auto Backup
ko_kr: 자동 백업

# @checkbox:description
source: Automatically create a backup each day that Cura is started.
ko_kr: Cura가 시작된 날마다 자동으로 백업을 생성합니다.

# @button
source: Restore
ko_kr: 복원하기

# @dialog:title
source: Delete Backup
ko_kr: 백업 삭제하기

# @dialog:info
source: Are you sure you want to delete this backup? This cannot be undone.
ko_kr: 이 백업을 삭제하시겠습니까? 이것은 취소할 수 없습니다.

# @dialog:title
source: Restore Backup
ko_kr: 백업 복원하기

# @dialog:info
source: You will need to restart Cura before your backup is restored. Do you want to close Cura now?
ko_kr: 백업을 복원하기 전에 Cura를 다시 시작해야 합니다. 지금 Cura를 닫으시겠습니까?

# @description
source: Backup and synchronize your Cura settings.
ko_kr: Cura 설정을 백업하고 동기화하십시오.

# @button
source: Sign in
ko_kr: 로그인

# @title
source: My Backups
ko_kr: 내 백업

# @empty_state
source: You don't have any backups currently. Use the 'Backup Now' button to create one.
ko_kr: 현재 백업이 없습니다. 백업을 생성하려면 '지금 백업' 버튼을 사용하세요.

# @backup_limit_info
source: During the preview phase, you'll be limited to 5 visible backups. Remove a backup to see older ones.
ko_kr: 미리보기 단계에서는 볼 수 있는 백업이 5개로 제한됩니다. 이전 백업을 보려면 백업을 제거하세요.

# @title:label
source: Printer Settings
ko_kr: 프린터 설정

# @label
source: X (Width)
ko_kr: X (너비)
pl: X (szerokość)

# @label
source: Y (Depth)
ko_kr: Y (깊이)
pl: Y (głębokość)

# @label
source: Z (Height)
ko_kr: Z (높이)
pl: Z (wysokość)

# @label
source: Build plate shape
ko_kr: 빌드 플레이트 모양

# @label
source: Origin at center
ko_kr: 중심에서 원점

# @label
source: Heated bed
ko_kr: 열선내장 베드

# @label
source: Heated build volume
ko_kr: 열선내장 빌드 볼륨

# @label
source: G-code flavor
ko_kr: G-code 유형

# @title:label
source: Printhead Settings
ko_kr: 프린트헤드 설정

# @label
source: X min
ko_kr: X 최솟값

# @label
source: Y min
ko_kr: Y 최솟값

# @label
source: X max
ko_kr: X 최댓값
pl: X maks.

# @label
source: Y max
ko_kr: Y 최댓값
pl: Y maks.

# @label
source: Gantry Height
ko_kr: 받침대 높이

# @label
source: Number of Extruders
ko_kr: 압출기의 수
pl: Ilość ekstruderów

# @label
source: Apply Extruder offsets to GCode
ko_kr: GCode에 압출기 오프셋 적용

# @title:label
source: Start G-code
ko_kr: 시작 G-code

# @title:label
source: End G-code
ko_kr: 끝 G-code

# @title:label
source: Nozzle Settings
ko_kr: 노즐 설정

# @label
source: Nozzle size
ko_kr: 노즐 크기
pl: Rozmiar dyszy

# @label
source: Compatible material diameter
ko_kr: 호환 가능한 재료 직경

# @label
source: Nozzle offset X
ko_kr: 노즐 오프셋 X
pl: Przesunięcie dyszy w osi X

# @label
source: Nozzle offset Y
ko_kr: 노즐 오프셋 Y
pl: Przesunięcie dyszy w osi Y

# @label
source: Cooling Fan Number
ko_kr: 냉각 팬 번호

# @title:label
source: Extruder Start G-code
ko_kr: 압출기 시작 G-code

# @title:label
source: Extruder End G-code
ko_kr: 압출기 끝 G-code

# @title:tab
source: Printer
ko_kr: 프린터
pl: Drukarka

# @title
source: Update Firmware
ko_kr: 펌웨어 업데이트

# @label
source: Firmware is the piece of software running directly on your 3D printer. This firmware controls the step motors, regulates the temperature and ultimately makes your printer work.
ko_kr: 펌웨어는 3D 프린터에서 직접 실행되는 소프트웨어입니다. 이 펌웨어는 스텝 모터를 제어하고 온도를 조절하며 궁극적으로 프린터가 작동하도록 합니다.
pl: Oprogramowanie drukarki (firmware) to oprogramowanie działające na sterowniku twojej drukarki 3D. Kontroluje ono działanie silników krokowych, reguluje temperaturę i odpowiada za całościowe działanie drukarki.

# @label
source: The firmware shipping with new printers works, but new versions tend to have more features and improvements.
ko_kr: 새 프린터와 함께 제공되는 펌웨어는 작동하지만 새 버전에는 더 많은 기능과 개선 사항이 있는 경향이 있습니다.
pl: Oprogramowanie zawarte w nowych drukarkach działa, jednak nowe wersje mają więcej funkcji i ulepszeń.

# @action:button
source: Automatically upgrade Firmware
ko_kr: 펌웨어 자동 업그레이드
pl: Automatycznie aktualizuj oprogramowanie drukarki

# @action:button
source: Upload custom Firmware
ko_kr: 사용자 지정 펌웨어 업로드
pl: Załaduj własne oprogramowanie

# @label
source: Firmware can not be updated because there is no connection with the printer.
ko_kr: 프린터와 연결되어 있지 않아 펌웨어를 업데이트할 수 없습니다.

# @label
source: Firmware can not be updated because the connection with the printer does not support upgrading firmware.
ko_kr: 프린터와의 연결이 펌웨어 업그레이드를 지원하지 않기 때문에 펌웨어를 업데이트할 수 없습니다.

# @title:window
source: Select custom firmware
ko_kr: 사용자 지정 펌웨어 선택하기
pl: Wybierz własne oprogramowanie

# @title:window
source: Firmware Update
ko_kr: 펌웨어 업데이트
pl: Aktualizacja oprogramowania drukarki

# @label
source: Updating firmware.
ko_kr: 펌웨어 업데이트하는 중입니다.
pl: Aktualizowanie oprogramowania drukarki.

# @label
source: Firmware update completed.
ko_kr: 펌웨어 업데이트가 완료되었습니다.
pl: Zakończono aktualizację oprogramowania drukarki.

# @label
source: Firmware update failed due to an unknown error.
ko_kr: 알 수 없는 오류로 인해 펌웨어 업데이트에 실패했습니다.
pl: Nie udało się zaktualizować przez nieznany błąd.

# @label
source: Firmware update failed due to an communication error.
ko_kr: 통신 오류로 인해 펌웨어 업데이트에 실패했습니다.
pl: Nie udało się zaktualizować przez błąd w komunikacji.

# @label
source: Firmware update failed due to an input/output error.
ko_kr: 입/출력 오류로 인해 펌웨어 업데이트에 실패했습니다.
pl: Nie udało się zaktualizować przez błąd wejścia/wyjścia.

# @label
source: Firmware update failed due to missing firmware.
ko_kr: 펌웨어 누락으로 인해 펌웨어 업데이트에 실패했습니다.
pl: Nie udało się zaktualizować przez brak plików źródłowych.

# @title:window
source: Open Project
ko_kr: 프로젝트 열기
pl: Otwórz projekt

# @action:ComboBox Update/override existing profile
source: Update existing
ko_kr: 기존 업데이트

# @action:ComboBox Save settings in a new profile
source: Create new
ko_kr: 새로 만들기

# @action:title
source: Summary - Cura Project
ko_kr: 개요 - Cura 프로젝트
pl: Podsumowania – projekt Cura

# @action:label
source: Printer settings
ko_kr: 프린터 설정
pl: Ustawienia drukarki

# @info:tooltip
source: How should the conflict in the machine be resolved?
ko_kr: 3D 프린터의 충돌을 어떻게 해결하시겠습니까?
pl: W jaki sposób powinien zostać rozwiązany konflikt urządzenia?

# @action:label
source: Type
ko_kr: 유형
pl: Rodzaj

# @action:label
source: Printer Group
ko_kr: 프린터 그룹

# @action:label
source: Profile settings
ko_kr: 프로필 설정
pl: Ustawienia profilu

# @info:tooltip
source: How should the conflict in the profile be resolved?
ko_kr: 프로필의 충돌을 어떻게 해결하시겠습니까?
pl: W jaki sposób powinien zostać rozwiązany konflikt profilu?

# @action:label
source: Name
ko_kr: 이름
pl: Nazwa

# @action:label
source: Intent
ko_kr: 의미

# @action:label
source: Not in profile
ko_kr: 프로필에 없음
pl: Nie w profilu

# @action:label
source: %1 override
ko_kr: %1개 재정의
pl: %1 nadpisanie

# @action:label
source: Derivative from
ko_kr: 다음에서 파생
pl: Pochodzi z

# @action:label
source: %1, %2 override
ko_kr: %1, %2개 재정의
pl: %1, %2 nadpisanie

# @action:label
source: Material settings
ko_kr: 재료 설정
pl: Ustawienia materiału

# @info:tooltip
source: How should the conflict in the material be resolved?
ko_kr: 재료의 충돌을 어떻게 해결하시겠습니까?
pl: W jaki sposób powinien zostać rozwiązany konflikt materiału?

# @action:label
source: Setting visibility
ko_kr: 가시성 설정
pl: Widoczność ustawień

# @action:label
source: Mode
ko_kr: 모드
pl: Tryb

# @action:label
source: Visible settings:
ko_kr: 사용 가능한 설정:
pl: Widoczne ustawienia:

# @action:warning
source: Loading a project will clear all models on the build plate.
ko_kr: 프로젝트를 불러오면 빌드 플레이트의 모든 모델이 지워집니다.

# @action:button
source: Open
ko_kr: 열기
pl: Otwórz

# @title:window
source: Post Processing Plugin
ko_kr: 후처리 플러그인
pl: Rozszerzenie postprodukcji

# @label
source: Post Processing Scripts
ko_kr: 후처리 스크립트
pl: Skrypty postprodukcyjne

# @action
source: Add a script
ko_kr: 스크립트 추가하기
pl: Dodaj skrypt

# @label
source: Settings
ko_kr: 설정
pl: Ustawienia

# @info:tooltip
source: Change active post-processing scripts.
ko_kr: 활성 후처리 스크립트를 변경합니다.

# @info:tooltip
source: The following script is active:
ko_kr: 다음 스크립트가 활성화되어 있습니다:

# @title:window
source: Convert Image...
ko_kr: 이미지 변환하기...
pl: Przekonwertuj obraz…

# @info:tooltip
source: The maximum distance of each pixel from "Base."
ko_kr: "바닥"에서 각 픽셀의 최대 거리입니다.
pl: Maksymalna odległość każdego piksela od Podstawy.

# @action:label
source: Height (mm)
ko_kr: 높이 (mm)
pl: Wysokość (mm)

# @info:tooltip
source: The base height from the build plate in millimeters.
ko_kr: 빌드 플레이트의 기본 높이(밀리미터)입니다.
pl: Bazowa wysokość od powierzchni wydruku.

# @action:label
source: Base (mm)
ko_kr: 바닥 (mm)
pl: Podstawa (mm)

# @info:tooltip
source: The width in millimeters on the build plate.
ko_kr: 빌드 플레이트의 너비(밀리미터)입니다.
pl: Szerokość obrazka na powierzchni wydruku.

# @action:label
source: Width (mm)
ko_kr: 너비 (mm)
pl: Szerokość (mm)

# @info:tooltip
source: The depth in millimeters on the build plate
ko_kr: 빌드 플레이트의 깊이(mm)
pl: Długość obrazka na powierzchni wydruku.

# @action:label
source: Depth (mm)
ko_kr: 깊이 (mm)
pl: Długosć (mm)

# @info:tooltip
source: For lithophanes dark pixels should correspond to thicker locations in order to block more light coming through. For height maps lighter pixels signify higher terrain, so lighter pixels should correspond to thicker locations in the generated 3D model.
ko_kr: 리소판의 경우 더 많은 빛이 들어오는 것을 차단하기 위해 어두운 픽셀이 더 두꺼운 위치에 해당해야 합니다. 높이 맵의 경우 더 밝은 픽셀은 더 높은 지형을 의미하므로 더 밝은 픽셀은 생성된 3D 모델의 더 두꺼운 위치에 해당해야 합니다.

# @item:inlistbox
source: Darker is higher
ko_kr: 어두울수록 높음
pl: Ciemniejszy jest wyżej

# @item:inlistbox
source: Lighter is higher
ko_kr: 밝을수록 높음
pl: Jaśniejszy jest wyżej

# @info:tooltip
source: For lithophanes a simple logarithmic model for translucency is available. For height maps the pixel values correspond to heights linearly.
ko_kr: 리소판의 경우 반투명도에 대한 간단한 로그 모델을 사용할 수 있습니다. 높이 맵의 경우 픽셀 값은 선형으로 높이에 해당합니다.

# @item:inlistbox
source: Linear
ko_kr: 선형

# @item:inlistbox
source: Translucency
ko_kr: 반투명

# @info:tooltip
source: The percentage of light penetrating a print with a thickness of 1 millimeter. Lowering this value increases the contrast in dark regions and decreases the contrast in light regions of the image.
ko_kr: 두께가 1밀리미터인 인쇄물을 투과하는 빛의 비율입니다. 이 값을 낮추면 이미지의 어두운 영역에서 대비가 증가하고 밝은 영역에서 대비가 감소합니다.

# @action:label
source: 1mm Transmittance (%)
ko_kr: 1mm 투과율 (%)

# @info:tooltip
source: The amount of smoothing to apply to the image.
ko_kr: 이미지에 적용할 펴바르기의 양입니다.
pl: Ilość wygładzania zastosowana do obrazka.

# @action:label
source: Smoothing
ko_kr: 펴바르기
pl: Wygładzanie

# @action:button
source: OK
ko_kr: 확인

# @label
source: Please select any upgrades made to this Ultimaker Original
ko_kr: 이 Ultimaker Original에 대한 업그레이드를 선택하십시오
pl: Proszę wybrać, które rozszerzenia zostały dodane do tego Ultimaker Original.

# @label
source: Heated Build Plate (official kit or self-built)
ko_kr: 열선내장 빌드 플레이트(공식 키트 또는 자체 제작)
pl: Podgrzewany stół (oficjalny zestaw lub zbudowany samemu)

# @title
source: Build Plate Leveling
ko_kr: 빌드 플레이트 레벨링
pl: Poziomowanie stołu

# @label
source: To make sure your prints will come out great, you can now adjust your buildplate. When you click 'Move to Next Position' the nozzle will move to the different positions that can be adjusted.
ko_kr: 인쇄물이 멋지게 나올 수 있도록 이제 빌드 플레이트를 조정할 수 있습니다. '다음 위치로 이동'을 클릭하면 노즐이 조정할 수 있는 다른 위치로 이동합니다.
pl: Aby upewnić się że jakość wydruków będzie jak najwyższa, możesz wyregulować stół. Kiedy klikniesz „Przejdź do następnej pozycji” dysza przesunie się do następnego punkt gdzie można przeprowadzić kalibrację.

# @label
source: For every position; insert a piece of paper under the nozzle and adjust the print build plate height. The print build plate height is right when the paper is slightly gripped by the tip of the nozzle.
ko_kr: 모든 위치에 대해; 노즐 아래에 종이를 삽입하고 프린트 빌드 플레이트 높이를 조정합니다. 인쇄 빌드 플레이트 높이는 용지가 노즐 끝에 약간 잡혔을 때 적절합니다.
pl: W przypadku każdego punktu: włóż kawałek papieru pod dyszę i wyreguluj wysokość stołu, tak żeby dysza delikatnie dotykała papieru.

# @action:button
source: Start Build Plate Leveling
ko_kr: 빌드 플레이트 레벨링 시작
pl: Rozpocznij poziomowanie stołu

# @action:button
source: Move to Next Position
ko_kr: 다음 위치로 이동
pl: Przejdź do następnego punktu

# @title:window
source: More information on anonymous data collection
ko_kr: 익명 데이터 수집에 대한 추가 정보

# @text:window
source: Ultimaker Cura collects anonymous data in order to improve the print quality and user experience. Below is an example of all the data that is shared:
ko_kr: Ultimaker Cura는 인쇄 품질과 사용자 경험을 개선하기 위해 익명의 데이터를 수집합니다. 다음은 공유되는 모든 데이터의 예입니다:

# @text:window
source: I don't want to send anonymous data
ko_kr: 익명의 데이터를 보내고 싶지 않습니다

# @text:window
source: Allow sending anonymous data
ko_kr: 익명 데이터 전송 허용

# @title
source: Marketplace
ko_kr: 장터

# @info
source: You will need to restart Cura before changes in packages have effect.
ko_kr: 패키지 변경사항이 적용되기 전에 Cura를 다시 시작해야 합니다.

# @info:button, %1 is the application name
source: Quit %1
ko_kr: %1 종료

# @action:button
source: Install
ko_kr: 설치

# @action:button
source: Installed
ko_kr: 설치됨

# @label
source: Premium
ko_kr: 프리미엄

# @info:tooltip
source: Go to Web Marketplace
ko_kr: 웹 장터로 이동

# @label
source: Search materials
ko_kr: 재료 검색하기

# @label
source: Compatibility
ko_kr: 호환성

# @label:table_header
source: Machine
ko_kr: 3D 프린터

# @label:table_header
source: Build Plate
ko_kr: 빌드 플레이트

# @label:table_header
source: Support
ko_kr: 지지대

# @label:table_header
source: Quality
ko_kr: 품질

# @action:label
source: Technical Data Sheet
ko_kr: 기술 데이터 시트

# @action:label
source: Safety Data Sheet
ko_kr: 안전 데이터 시트

# @action:label
source: Printing Guidelines
ko_kr: 인쇄 지침

# @action:label
source: Website
ko_kr: 웹사이트

# @label:The string between <a href=> and </a> is the highlighted link
source: <a href='%1'>Log in</a> is required to install or update
ko_kr: 설치 또는 업데이트하려면<a href='%1'>로그인</a>이 필요합니다

# @label:The string between <a href=> and </a> is the highlighted link
source: <a href='%1'>Buy material spools</a>
ko_kr: <a href='%1'>재료 스풀 구매</a>

# @action:button
source: Update
ko_kr: 업데이트

# @action:button
source: Updating
ko_kr: 업데이트하는 중

# @action:button
source: Updated
ko_kr: 업데이트됨

# @action:button
source: Back
ko_kr: 뒤로

# @title:tab
source: Plugins
ko_kr: 플러그인

# @title:tab
source: Materials
ko_kr: 재료
pl: Materiały
