Repository: CustoNationCo/SANJAY
Catalog: resources/i18n/*/cura.po
Languages: ko_kr, pl

# @action:button Preceded by 'Ready to'.
source: Print with Doodle3D
pl: Drukuj z Doodle3D

# @info:tooltip
source: Print with
pl: Drukuj z

# @item:inlistbox
source: Enable Scan devices...
pl: Włącz skanowanie urządzeń…

# @label
source: Changelog
pl: Lista zmian

# @info:whatsthis
source: Shows changes since latest checked version.
pl: Pokazuje zmiany, które pojawiły się od ostatniej sprawdzonej wersji.

# @item:inmenu
source: Show Changelog
pl: Pokaz listę zmian

# @label
source: Profile flatener
pl: Wyrównywanie profili

# @info:whatsthis
source: Create a flattend quality changes profile.
pl: Stwórz wyrównane zmiany jakości profili.

# @item:inmenu
source: Flatten active settings
pl: Wyrównaj aktywne ustawienia

# @info:status
source: Profile has been flattened & activated.
pl: Profil został wyrównany i aktywowany.

# @label
source: USB printing
pl: Drukowanie USB

# @info:whatsthis
source: Accepts G-Code and sends them to a printer. Plugin can also update firmware.
pl: Akceptuje GCode i wysyła go do drukarki. Rozszerzenie może również aktualizować oprogramowanie drukarki.

# @info:status
source: Unable to start a new job because the printer is busy or not connected.
pl: Nie można rozpocząć nowego zadania, ponieważ drukarka jest zajęta lub odłączona.

# @info:status
source: This printer does not support USB printing because it uses UltiGCode flavor.
pl: Ta drukarnia nie wspiera drukowania przez USB, ponieważ używa kodu UltiGCode.

# @info:status
source: Unable to start a new job because the printer does not support usb printing.
pl: Nie można uruchomić zadania, ponieważ drukarka nie obsługuje drukowania przez USB.

# @info
source: Unable to update firmware because there are no printers connected.
pl: Nie można zaktualizować oprogramowania, bo drukarka nie jest podłączona.

# @info
source: Could not find firmware required for the printer at %s.
pl: Nie znaleziono oprogramowania wymaganego przez drukarkę na %s.

# X3G Writer Plugin Description
source: Writes X3G to a file
pl: Zapisuje kod X3G do pliku

# X3G Writer File Description
source: X3G File
pl: Plik X3G

# @info:progress
source: Saving to Removable Drive <filename>{0}</filename>
pl: Zapisywanie na nośniku wymiennym <filename>{0}</filename>

# @info:status
source: Could not save to <filename>{0}</filename>: <message>{1}</message>
pl: Nie można zapisać do pliku <filename>{0}</filename>: <message>{1}</message>

# @label
source: Removable Drive Output Device Plugin
pl: Rozszerzenie zapisywania na nośniku wymiennym

# @info:whatsthis
source: Provides removable drive hotplugging and writing support.
pl: Umożliwia obsługę nośników wymiennych i zapis na nich.

# @info:whatsthis
source: Manages network connections to Ultimaker 3 printers
pl: Zarządza połączeniami sieciowymi dla drukarek Ultimaker 3

# @info:status
source: Access to the printer requested. Please approve the request on the printer
pl: Zażądano dostępu do drukarki. Proszę zaakceptować żądanie na drukarce.

# @action:button
source: Retry
pl: Spróbuj ponownie

# @info:tooltip
source: Re-send the access request
pl: Wyślij ponownie żądanie dostępu

# @info:status
source: Access to the printer accepted
pl: Zaakceptowano żądanie dostępu

# @info:status
source: No access to print with this printer. Unable to send print job.
pl: Brak dostępu do drukarki. Nie można wysłać zadania.

# @action:button
source: Request Access
pl: Zażądaj dostępu

# @info:tooltip
source: Send access request to the printer
pl: Wyślij żądanie dostępu do drukarki.

# @info:status
source: Connected over the network. Please approve the access request on the printer.
pl: Połączono przez sieć. Proszę zaakceptować żądanie dostępu na drukarce.

# @info:status
source: Connected over the network.
pl: Połączono przez sieć.

# @info:status
source: Connected over the network. No access to control the printer.
pl: Połączono przez sieć. Brak dostępu do kontroli drukarki.

# @info:status
source: Access request was denied on the printer.
pl: Żądanie dostępu zostało odrzucone na drukarce.

# @info:status
source: Access request failed due to a timeout.
pl: Wyczerpano czas oczekiwania na dostęp.

# @info:status
source: The connection with the network was lost.
pl: Utracono połączenie z siecią.

# @info:status
source: The connection with the printer was lost. Check your printer to see if it is connected.
pl: Utracono połączenie z drukarką. Sprawdź, czy twoja drukarka jest podłączona.

# @info:status
source: Unable to start a new print job, printer is busy. Current printer status is %s.
pl: Nie można uruchomić nowego zadania, bo drukarka jest zajęta. Aktualny stan: %s.

# @info:status
source: Unable to start a new print job. No Printcore loaded in slot {0}
pl: Nie można uruchomić nowego zadania. Nie podłączono PrintCore w slocie {0}.

# @info:status
source: Unable to start a new print job. No material loaded in slot {0}
pl: Nie można uruchomić nowego zadania. Brak materiału w slocie {0}.

# @label
source: Not enough material for spool {0}.
pl: Niewystarczająca ilość materiału na szpuli {0}.

# @label
source: Different print core (Cura: {0}, Printer: {1}) selected for extruder {2}
pl: Wybrano inny PrintCore dla ekstrudera {2} (Cura: {0}, drukarka: {1}).

# @label
source: Different material (Cura: {0}, Printer: {1}) selected for extruder {2}
pl: Wybrano inny materiał dla ekstrudera {2} (Cura: {0}, drukarka: {1}).

# @label
source: Print core {0} is not properly calibrated. XY calibration needs to be performed on the printer.
pl: Printcore {0} nie jest dobrze skalibrowany. Trzeba przeprowadzić kalibrację XY na drukarce.

# @label
source: Are you sure you wish to print with the selected configuration?
pl: Czy jesteś pewny, że chcesz drukować z zaznaczoną konfiguracją?

# @label
source: There is a mismatch between the configuration or calibration of the printer and Cura. For the best result, always slice for the PrintCores and materials that are inserted in your printer.
pl: Niezgodność w konfiguracji lub kalibracji między drukarką a programem Cura. Najlepsze rezultaty można osiągnąć uwzględniając PrintCore i materiały włożone do drukarki.

# @window:title
source: Mismatched configuration
pl: Niezgodna konfiguracja

# @info:status
source: Sending data to printer
pl: Wysyłanie danych do drukarki

# @info:status
source: Unable to send data to printer. Is another job still active?
pl: Nie można wysłać zadania do drukarki. Czy inne zadanie jest aktualnie przetwarzane?

# @label:MonitorStatus
source: Aborting print...
pl: Anulowanie wydruku…

# @label:MonitorStatus
source: Print aborted. Please check the printer
pl: Wydruk anulowany. Proszę sprawdzić drukarkę.

# @label:MonitorStatus
source: Pausing print...
pl: Wstrzymywanie wydruku…

# @label:MonitorStatus
source: Resuming print...
pl: Wznawianie wydruku…

# @window:title
source: Sync with your printer
pl: Zsynchronizuj z drukarką

# @label
source: Would you like to use your current printer configuration in Cura?
pl: Czy chciałbyś użyć aktualnej konfiguracji drukarki w programie Cura?

# @label
source: The print cores and/or materials on your printer differ from those within your current project. For the best result, always slice for the print cores and materials that are inserted in your printer.
pl: PrintCore i/lub materiały w drukarce nie są zgodne z wybranymi w projekcie. Najlepsze rezultaty można osiągnąć uwzględniając PrintCore i materiały włożone do drukarki.

source: Modify G-Code
pl: Zmodyfikuj GCode

# @label
source: Post Processing
pl: Postprodukcja

# Description of plugin
source: Extension that allows for user created scripts for post processing
pl: Rozszerzenie pozwalające użytkownikowi tworzenie skryptów postprodukcyjnych.

# @label
source: Auto Save
pl: Autozapis

# @info:whatsthis
source: Automatically saves Preferences, Machines and Profiles after changes.
pl: Automatycznie zapisuje preferencje, urządzenia i profile po zmianach.

# @label
source: Slice info
pl: Informacje o cięciu

# @info:whatsthis
source: Submits anonymous slice info. Can be disabled through preferences.
pl: Wysyła anonimowe informacje o cięciu. Może być wyłączone w ustawieniach.

# @info
source: Cura collects anonymised slicing statistics. You can disable this in preferences
pl: Cura gromadzi anonimowe statystyki cięcia. Możesz wyłączyć to w ustawieniach.

# @action:button
source: Dismiss
pl: Odrzuć

# @label
source: Material Profiles
pl: Profile materiałów

# @info:whatsthis
source: Provides capabilities to read and write XML-based material profiles.
pl: Umożliwia wczytywanie i zapisywanie profili materiałów w formacie XML.

# @label
source: Legacy Cura Profile Reader
pl: Czytnik starych profili Cura

# @info:whatsthis
source: Provides support for importing profiles from legacy Cura versions.
pl: Umożliwia importowanie profili ze starych wersji Cura.

# @label
source: GCode Profile Reader
pl: Czytnik profili GCode

# @info:whatsthis
source: Provides support for importing profiles from g-code files.
pl: Umożliwia importowanie profili z plików G-code.

# @label
source: Layer View
pl: Widok warstw

# @info:whatsthis
source: Provides the Layer view.
pl: Zapewnia widok warstw.

# @item:inlistbox
source: Layers
pl: Warstwy

# @info:status
source: Cura does not accurately display layers when Wire Printing is enabled
pl: Cura nie wyświetla dokładnie warstw, gdy włączony jest Druk szkieletu.

# @label
source: Version Upgrade 2.5 to 2.6
pl: Aktualizacja wersji z 2.5 na 2.6

# @info:whatsthis
source: Upgrades configurations from Cura 2.5 to Cura 2.6.
pl: Aktualizuje konfigurację z wersji Cura 2.5 na 2.6.

# @label
source: Version Upgrade 2.1 to 2.2
pl: Aktualizacja wersji z 2.1 na 2.2

# @info:whatsthis
source: Upgrades configurations from Cura 2.1 to Cura 2.2.
pl: Aktualizuje konfigurację z wersji Cura 2.1 na 2.2.

# @label
source: Version Upgrade 2.2 to 2.4
pl: Aktualizacja wersji z 2.2 na 2.4

# @info:whatsthis
source: Upgrades configurations from Cura 2.2 to Cura 2.4.
pl: Aktualizuje konfigurację z wersji Cura 2.2 na 2.4.

# @label
source: Image Reader
pl: Wczytywanie obrazów

# @info:whatsthis
source: Enables ability to generate printable geometry from 2D image files.
pl: Umożliwia generowanie modeli do druku ze zdjęć 2D.

# @info:status
source: The selected material is incompatible with the selected machine or configuration.
pl: Wybrany materiał nie jest kompatybilny z wybranym urządzeniem lub konfiguracją.

# @info:status
source: Nothing to slice because none of the models fit the build volume. Please scale or rotate models to fit.
pl: Nie ma nic do cięcia, bo żaden z modeli nie mieści się w obszarze wydruku. Proszę najpierw przeskalować lub obrócić modele.

# @label
source: CuraEngine Backend
pl: Biblioteka CuraEngine

# @info:whatsthis
source: Provides the link to the CuraEngine slicing backend.
pl: Zapewnia połączenie do biblioteki CuraEngine służącej do cięcia.

# @label
source: Per Model Settings Tool
pl: Ustawienia pojedynczych modeli

# @info:whatsthis
source: Provides the Per Model Settings.
pl: Umożliwia edycję ustawień dla pojedynczych modeli.

# @label
source: 3MF Reader
pl: Czytnik 3MF

# @info:whatsthis
source: Provides support for reading 3MF files.
pl: Umożliwia odczytywanie plików 3MF.

# @label
source: Solid View
pl: Widok bryły

# @info:whatsthis
source: Provides a normal solid mesh view.
pl: Zapewnia normalny widok bryły.

# @item:inmenu
source: Solid
pl: Bryła

# @label
source: G-code Reader
pl: Wczytywanie G-code

# @info:whatsthis
source: Allows loading and displaying G-code files.
pl: Pozwala na ładowanie i wyświetlanie plików G-code.

# @label
source: Cura Profile Writer
pl: Zapisywanie profili Cura

# @info:whatsthis
source: Provides support for exporting Cura profiles.
pl: Umożliwia eksportowanie profili Cura.

# @label
source: 3MF Writer
pl: Zapisywanie 3MF

# @info:whatsthis
source: Provides support for writing 3MF files.
pl: Umożliwia zapisywanie plików 3MF.

# @label
source: Ultimaker machine actions
pl: Akcje urządzenia Ultimaker

# @info:whatsthis
source: Provides machine actions for Ultimaker machines (such as bed leveling wizard, selecting upgrades, etc)
pl: Zapewnia akcje dla urządzeń Ultimaker (tj. kreator poziomowania stołu, wybieranie aktualizacji, itd.)

# @action
source: Upgrade Firmware
pl: Aktualizuj oprogramowanie drukarki

# @action
source: Checkup
pl: Test drukarki

# @label
source: Cura Profile Reader
pl: Czytnik profili Cura

# @info:whatsthis
source: Provides support for importing Cura profiles.
pl: Umożliwia importowanie profili Cura.

# @label
source: Pre-sliced file {0}
pl: Wcześniej pocięty plik {0}

# @item:material
source: No material loaded
pl: Nie załadowano materiałów

# @item:material
source: Unknown material
pl: Nieznany materiał

# @label
source: The file <filename>{0}</filename> already exists. Are you sure you want to overwrite it?
pl: Plik <filename>{0}</filename> już istnieje. Czy jesteś pewny, że chcesz go nadpisać?

# @info:status
source: Failed to export profile to <filename>{0}</filename>: <message>{1}</message>
pl: Błąd eksportu profilu do <filename>{0}</filename>: <message>{1}</message>

# @info:status
source: Failed to export profile to <filename>{0}</filename>: Writer plugin reported failure.
pl: Nie udało się wyeksportować profilu do <filename>{0}</filename>: Rozszerzenie zapisu zgłosiło błąd.

# @info:status
source: Exported profile to <filename>{0}</filename>
pl: Wyeksportowano profil do <filename>{0}</filename>

# @info:status
source: Failed to import profile from <filename>{0}</filename>: <message>{1}</message>
pl: Błąd importu profilu z pliku <filename>{0}</filename>: <message>{1}</message>

# @info:status
source: Successfully imported profile {0}
pl: Zaimportowano profil {0}

# @info:status
source: Could not find a quality type {0} for the current configuration.
pl: Nie można znaleźć profilu jakości {0} dla aktualnej konfiguracji.

# @label
source: <p>A fatal exception has occurred that we could not recover from!</p> <p>Please use the information below to post a bug report at <a href="http://github.com/Ultimaker/Cura/issues">http://github.com/Ultimaker/Cura/issues</a></p>
pl: <p>Wystąpił błąd krytyczny!</p> <p>Proszę użyć poniższych informacji w celu zamieszczenia raportu błędu na stronie: <a href="http://github.com/Ultimaker/Cura/issues">http://github.com/Ultimaker/Cura/issues (EN)</a></p>

# @action:button
source: Open Web Page
pl: Otwórz stronę internetową

# @info
source: %(width).1f x %(depth).1f x %(height).1f mm
pl: %(width).1f × %(depth).1f × %(height).1f mm

# @title
source: Machine Settings
pl: Ustawienia urządzenia

# @label
source: Printer Settings
pl: Ustawienia drukarki

# @label
source: Build Plate Shape
pl: Kształt stołu

# @option:check
source: Machine Center is Zero
pl: Środek stołu jest punktem zerowym

# @option:check
source: Heated Bed
pl: Podgrzewany stół

# @label
source: GCode Flavor
pl: Rodzaj G-code

# @label
source: Printhead Settings
pl: Ustawienia głowicy drukującej

# @label
source: Gantry height
pl: Wysokość suwnicy (gantry)

# @label
source: Material Diameter
pl: Średnica filamentu

# @label
source: Start Gcode
pl: Początkowy G-code

# @label
source: End Gcode
pl: Końcowy G-code

# @label
source: Nozzle Settings
pl: Ustawienia dyszy

# @label
source: Extruder Start Gcode
pl: Początkowy G-code ekstrudera

# @label
source: Extruder End Gcode
pl: Końcowy G-code ekstrudera

# @title:window
source: Doodle3D Settings
pl: Ustawienia Doodle3D

# @title:window
source: Print to: %1
pl: Drukuj na: %1

# @label
source: Extruder Temperature: %1/%2°C
pl: Temperatura ekstrudera: %1/%2℃

# @label
source: Bed Temperature: %1/%2°C
pl: Temperatura stołu: %1/%2℃

# @label
source: Starting firmware update, this may take a while.
pl: Rozpoczęto aktualizację oprogramowania drukarki. To może trochę potrwać.

# @label
source: Unknown error code: %1
pl: Nieznany kod błędu: %1

# @label
source: To print directly to your printer over the network, please make sure your printer is connected to the network using a network cable or by connecting your printer to your WIFI network. If you don't connect Cura with your printer, you can still use a USB drive to transfer g-code files to your printer. Select your printer from the list below:
pl: W celu drukowania przez sieć proszę się upewnić, że drukarka jest połączona z siecią za pomocą kabla sieciowego lub przez łącze WiFi. Jeżeli nie połączysz programu Cura z drukarką w ten sposób wciąż możesz użyć pamięci USB do przeniesienia plików G-code do drukarki. Wybierz swoją drukarkę z listy:

# @label
source: If your printer is not listed, read the <a href='%1'>network-printing troubleshooting guide</a>
pl: Jeżeli twoja drukarka nie znajduje się na liście, przeczytaj <a href='%1'>przewodnik rozwiązywania problemów w druku sieciowym (EN)</a>.

# @alabel
source: Enter the IP address or hostname of your printer on the network.
pl: Wpisz adres IP lub nazwę sieciową twojej drukarki.

# @info:tooltip
source: Connect to a printer
pl: Połącz z drukarką

# @info:tooltip
source: Load the configuration of the printer into Cura
pl: Załaduj konfigurację drukarki do programu Cura.

# @action:button
source: Activate Configuration
pl: Aktywuj konfigurację

# @info:tooltip
source: Change active post-processing scripts
pl: Zmień aktywne skrypty postprodukcyjne

# @label
source: View Mode: Layers
pl: Tryb widoku: Warstwy

# @label
source: Show Travels
pl: Pokaż ruch jałowy

# @label
source: Show Helpers
pl: Pokaż struktury pomocnicze

# @label
source: Show Shell
pl: Pokaż powłokę

# @label
source: Show Infill
pl: Pokaż wypełnienie

# @info:tooltip
source: By default, white pixels represent high points on the mesh and black pixels represent low points on the mesh. Change this option to reverse the behavior such that black pixels represent high points on the mesh and white pixels represent low points on the mesh.
pl: Domyślnie białe piksele reprezentują górne punkty siatki, a czarne dolne. Ta opcja odwraca zachowanie – białe piksele reprezentują dolne punkty, a czarne górne.

# @action:ComboBox option
source: Update existing
pl: Aktualizuj istniejący

# @action:ComboBox option
source: Create new
pl: Stwórz nowy

# @action:label
source: %1 out of %2
pl: %1 z %2

# @action:warning
source: Loading a project will clear all models on the buildplate
pl: Załadowanie projektu usunie wszystkie modele ze stołu.

# @title
source: Select Printer Upgrades
pl: Wybierz rozszerzenia drukarki

# @label
source: Please select any upgrades made to this Ultimaker 2.
pl: Proszę wybrać aktualizacje dla tego urządzenia Ultimaker 2.

# @title
source: Upgrade Firmware
pl: Aktualizuj oprogramowanie drukarki

# @title
source: Check Printer
pl: Sprawdź stan drukarki

# @label
source: It's a good idea to do a few sanity checks on your Ultimaker. You can skip this step if you know your machine is functional
pl: Warto przeprowadzić parę testów twojej drukarki Ultimaker. Możesz je pominąć jeśli jesteś pewien że drukarka działa poprawnie.

# @action:button
source: Start Printer Check
pl: Rozpocznij test drukarki

# @label
source: Connection:
pl: Stan połączenia:

# @info:status
source: Connected
pl: Połączono

# @info:status
source: Not connected
pl: Nie połączono

# @label
source: Min endstop X:
pl: Minimalny przycisk krańcowy X:

# @info:status
source: Works
pl: Działa

# @info:status
source: Not checked
pl: Nie sprawdzono

# @label
source: Min endstop Y:
pl: Minimalny przycisk krańcowy Y:

# @label
source: Min endstop Z:
pl: Minimalny przycisk krańcowy Z:

# @label
source: Nozzle temperature check:
pl: Test temperatury dyszy:

# @action:button
source: Stop Heating
pl: Zatrzymaj rozgrzewanie

# @action:button
source: Start Heating
pl: Zacznij rozgrzewanie

# @label
source: Build plate temperature check:
pl: Test temperatury stołu:

# @info:status
source: Checked
pl: Sprawdzono

# @label
source: Everything is in order! You're done with your CheckUp.
pl: Wszystko jest w porządku! To już wszystko.

# @label:
source: Resume
pl: Wznów

# @label:
source: Pause
pl: Wstrzymaj

# @label:
source: Abort Print
pl: Anuluj wydruk

# @text:window
source: You have customized some profile settings. Would you like to keep or discard those settings?
pl: Zmieniłeś niektóre ustawienia profilu. Chciałbyś zachować, czy odrzucić te zmiany?

# @title:column
source: Default
pl: Domyślne

# @title:column
source: Customized
pl: Zmiany

# @action:button
source: Discard
pl: Porzuć

# @action:button
source: Keep
pl: Pozostaw

# @action:button
source: Create New Profile
pl: Nowy profil

# @label
source: Language:
pl: Język:

# @info:tooltip
source: Show caution message in gcode reader.
pl: Pokaż ostrzeżenia czytnika G-code.

# @option:check
source: Caution message in gcode reader
pl: Ostrzeżenia czytnika G-code

# @option:openProject
source: Always ask
pl: Zawsze pytaj

# @label
source: Override Profile
pl: Nadpisz profil

# @label
source: Printer type:
pl: Rodzaj drukarki:

# @label
source: Connection:
pl: Połączenie:

# @label
source: State:
pl: Stan:

# @label:MonitorStatus
source: Waiting for someone to clear the build plate
pl: Oczekiwanie na oczyszczenie powierzchni wydruku

# @label:MonitorStatus
source: Waiting for a printjob
pl: Oczekiwanie na zadanie

# @label
source: Protected profiles
pl: Chronione profile

# @window:title
source: Import Profile
pl: Import profilu

source: Printer: %1, %2: %3
pl: Drukarka: %1, %2: %3

# @action:label %1 is printer name
source: Printer: %1
pl: Drukarka: %1

# @info:status
source: Could not import material <filename>%1</filename>: <message>%2</message>
pl: Nie można zaimportować materiału z pliku <filename>%1</filename>: <message>%2</message>

# @info:status
source: Successfully imported material <filename>%1</filename>
pl: Zaimportowano materiał z pliku <filename>%1</filename>

# @info:status
source: Failed to export material to <filename>%1</filename>: <message>%2</message>
pl: Błąd eksportu materiału do pliku <filename>%1</filename>: <message>%2</message>

# @info:status
source: Successfully exported material to <filename>%1</filename>
pl: Wyeksportowano materiał do pliku <filename>%1</filename>

# @label
source: Printer Name:
pl: Nazwa drukarki:

# @action:button
source: Add Printer
pl: Dodaj drukarkę

# @title:window
source: About Cura
pl: O programie Cura

# @label
source: GCode generator
pl: Generator G-code

# @label
source: Support library for scientific computing
pl: Wspierająca biblioteka obliczeń naukowych

# @label:textbox
source: Search...
pl: Szukaj…

# @action:menu
source: Configure setting visiblity...
pl: Konfiguruj widoczność ustawień…

# @label
source: This setting is always shared between all extruders. Changing it here will change the value for all extruders
pl: Ten parametr jest współdzielony między wszystkimi ekstruderami. Zmieniając wartość tutaj, zmieniasz ją dla wszystkich ekstruderów.

# @label
source: The value is resolved from per-extruder values
pl: Ta wartość bazuje na ustawieniach konkretnego ekstrudera.

# @tooltip
source: <b>Print Setup</b><br/><br/>Edit or review the settings for the active print job.
pl: <b>Ustawienia wydruku</b><br/><br/>Edytuj i przeglądaj ustawienia aktywnego zadania.

# @tooltip
source: <b>Print Monitor</b><br/><br/>Monitor the state of the connected printer and the print job in progress.
pl: <b>Monitor wydruku</b><br/><br/>Sprawdź stan podłączonej drukarki i aktywnego zadania.

# @label:listbox
source: Print Setup
pl: Ustawienia wydruku

# @label:listbox
source: Print Setup disabled G-code files cannot be modified
pl: Ustawienia wydruku wyłączone Pliki G-code nie mogą być zmodyfikowane

# @tooltip
source: <b>Recommended Print Setup</b><br/><br/>Print with the recommended settings for the selected printer, material and quality.
pl: <b>Rekomendowane ustawienia wydruku</b><br/><br/>Drukuj z rekomendowanymi ustawieniami dla wybranej drukarki, materiału i jakości.
