Repository: CustoNationCo/SANJAY
Catalog: resources/i18n/*/cura.po
Languages: ko_kr, pl

# @info:backup_failed
source: Could not create archive from user data directory: {}
ko_kr: 사용자 데이터 디렉토리에서 아카이브를 생성할 수 없음: {}

# @info:title
source: Backup
ko_kr: 백업

# @info:backup_failed
source: Tried to restore a Cura backup without having proper data or meta data.
ko_kr: 적절한 데이터나 메타 데이터 없이 Cura 백업을 복원하려고 했습니다.

# @info:backup_failed
source: Tried to restore a Cura backup that is higher than the current version.
ko_kr: 현재 버전보다 높은 Cura 백업을 복원하려고 했습니다.

# @info:backup_failed
source: The following error occurred while trying to restore a Cura backup:
ko_kr: Cura 백업을 복원하는 동안 다음 오류가 발생했습니다:

# @action:button
source: Please sync the material profiles with your printers before starting to print.
ko_kr: 인쇄를 시작하기 전에 재료 프로필을 프린터와 동기화하십시오.

# @action:button
source: New materials installed
ko_kr: 새 재료 설치됨

# @action:button
source: Sync materials with printers
ko_kr: 프린터와 재료 동기화

# @action:button
source: Learn more
ko_kr: 더 알아보기

# @message:text
source: Could not save material archive to {}:
ko_kr: 재료 아카이브를 {}에 저장할 수 없음:

# @message:title
source: Failed to save material archive
ko_kr: 재료 아카이브를 저장하지 못했습니다

# @text
source: Unknown error.
ko_kr: 알 수 없는 오류입니다.

# @info:status
source: The build volume height has been reduced due to the value of the "Print Sequence" setting to prevent the gantry from colliding with printed models.
ko_kr: 받침대가 인쇄된 모델과 충돌하는 것을 방지하기 위해 "인쇄 순서" 설정 값으로 인해 빌드 볼륨 높이가 감소되었습니다.
pl: Wysokość obszaru wydruku została zmniejszona przez ustawienie „Drukowanie sekwencyjne”, by zapobiec kolizji suwnicy (gantry) z wydrukami.

# @info:title
source: Build Volume
ko_kr: 빌드 볼륨

# @label {0} is the name of a printer that's about to be deleted.
source: Are you sure you wish to remove {0}? This cannot be undone!
ko_kr: {0}을(를) 제거하시겠습니까? 이것은 취소할 수 없습니다!

# @menuitem
source: Not overridden
ko_kr: 재정의되지 않음

# @label
source: Unknown
ko_kr: 알 수 없음
pl: Nieznana

# @label
source: The printer(s) below cannot be connected because they are part of a group
ko_kr: 아래 프린터는 그룹에 속해 있으므로 연결할 수 없습니다

# @label
source: Available networked printers
ko_kr: 사용 가능한 네트워크 프린터

# @label
source: Default
ko_kr: 기본

# @label
source: Custom profiles
ko_kr: 사용자 지정 프로필
pl: Profile użytkownika

# @item:inlistbox
source: All Supported Types ({0})
ko_kr: 지원되는 모든 유형({0})

# @item:inlistbox
source: All Files (*)
ko_kr: 모든 파일 (*)

# @label
source: Visual
ko_kr: 시각적

# @text
source: The visual profile is designed to print visual prototypes and models with the intent of high visual and surface quality.
ko_kr: 시각적 프로필은 시각적 프로토타입과 모델을 높은 시각적 품질과 표면 품질을 위해 인쇄하도록 설계되었습니다.

# @label
source: Engineering
ko_kr: 엔지니어링

# @text
source: The engineering profile is designed to print functional prototypes and end-use parts with the intent of better accuracy and for closer tolerances.
ko_kr: 엔지니어링 프로필은 정확도를 높이고 허용 오차를 좁히기 위해 기능적 프로토타입 및 최종 사용 부품을 인쇄하도록 설계되었습니다.

# @label
source: Draft
ko_kr: 초안

# @text
source: The draft profile is designed to print initial prototypes and concept validation with the intent of significant print time reduction.
ko_kr: 초안 프로필은 인쇄 시간을 크게 단축할 목적으로 초기 프로토타입 및 개념 검증을 인쇄하도록 설계되었습니다.

# @label
source: Custom Material
ko_kr: 사용자 지정 재료
pl: Niestandardowy materiał

# @label
source: Custom
ko_kr: 사용자 지정
pl: Użytkownika

# @info:title
source: Login failed
ko_kr: 로그인 실패

# @info:status
source: Finding new location for objects
ko_kr: 객체의 새 위치 찾기
pl: Szukanie nowej lokalizacji dla modeli

# @info:title
source: Finding Location
ko_kr: 위치 찾기

# @info:status
source: Unable to find a location within the build volume for all objects
ko_kr: 모든 객체의 빌드 볼륨 내에서 위치를 찾을 수 없음
pl: Nie można znaleźć optymalnego położenia dla wszystkich modeli w granicach pola wydruku.

# @info:title
source: Can't Find Location
ko_kr: 위치를 찾을 수 없음

# @text:error
source: Failed to create archive of materials to sync with printers.
ko_kr: 프린터와 동기화할 재료 아카이브를 생성하지 못했습니다.

# @text:error
source: Failed to load the archive of materials to sync it with printers.
ko_kr: 프린터와 동기화하기 위해 재료 아카이브를 불러오지 못했습니다.

# @text:error
source: The response from Digital Factory appears to be corrupted.
ko_kr: Digital Factory의 응답이 손상된 것 같습니다.

# @text:error
source: The response from Digital Factory is missing important information.
ko_kr: Digital Factory의 응답에 중요한 정보가 누락되었습니다.

# @text:error
source: Failed to connect to Digital Factory to sync materials with some of the printers.
ko_kr: 일부 프린터와 재료를 동기화하기 위해 Digital Factory에 연결하지 못했습니다.

# @text:error
source: Failed to connect to Digital Factory.
ko_kr: Digital Factory에 연결하지 못했습니다.

# @info:progress
source: Loading machines...
ko_kr: 3D 프린터 불러오는 중...
pl: Ładowanie urządzeń…

# @info:progress
source: Setting up preferences...
ko_kr: 기본 설정 지정하는 중...

# @info:progress
source: Initializing Active Machine...
ko_kr: 활성 3D 프린터 초기화하는 중...

# @info:progress
source: Initializing machine manager...
ko_kr: 3D 프린터 관리자를 초기화하는 중...

# @info:progress
source: Initializing build volume...
ko_kr: 빌드 볼륨 초기화하는 중...

# @info:progress
source: Setting up scene...
ko_kr: 장면 지정하는 중...
pl: Przygotowywanie wizualizacji…

# @info:progress
source: Loading interface...
ko_kr: 인터페이스 불러오는 중...
pl: Ładowanie interfejsu…

# @info:progress
source: Initializing engine...
ko_kr: 엔진 초기화하는 중...

# @info:status
source: Only one G-code file can be loaded at a time. Skipped importing {0}
ko_kr: G-code 파일은 한 번에 하나만 불러올 수 있습니다. {0} 가져오기를 건너뛰었습니다.
pl: Tylko jeden plik G-code może być załadowany naraz. Pominięto import {0}.

# @info:title
source: Warning
ko_kr: 경고

# @info:status
source: Can't open any other file if G-code is loading. Skipped importing {0}
ko_kr: G-code가 불러오는 중이면 다른 파일을 열 수 없습니다. {0} 가져오기를 건너뛰었습니다.
pl: Nie można otworzyć żadnego innego pliku, jeżeli ładowany jest G-code. Pominięto import {0}.

# @info:title
source: Error
ko_kr: 오류

# @action:button
source: Skip
ko_kr: 건너뛰기

# @action:button
source: Close
ko_kr: 닫기
pl: Zamknij

# @action:button
source: Next
ko_kr: 다음

# @action:button
source: Finish
ko_kr: 끝내기

# @action:button
source: Add
ko_kr: 추가하기
pl: Dodaj

# @action:button
source: Cancel
ko_kr: 취소
pl: Anuluj

# @label
source: Group #{group_nr}
ko_kr: 그룹 #{group_nr}

# @tooltip
source: Outer Wall
ko_kr: 외벽
pl: Zewnętrzna ściana

# @tooltip
source: Inner Walls
ko_kr: 내벽
pl: Wewnętrzne ściany

# @tooltip
source: Skin
ko_kr: 겉면
pl: Powłoka

# @tooltip
source: Infill
ko_kr: 내부채움
pl: Wypełnienie

# @tooltip
source: Support Infill
ko_kr: 지지대 내부채움
pl: Wypełnienie podpór

# @tooltip
source: Support Interface
ko_kr: 지지대 인터페이스
pl: Interfejs podpór

# @tooltip
source: Support
ko_kr: 지지대
pl: Podpory

# @tooltip
source: Skirt
ko_kr: 스커트

# @tooltip
source: Prime Tower
ko_kr: 프라임 타워

# @tooltip
source: Travel
ko_kr: 진행
pl: Ruch jałowy

# @tooltip
source: Retractions
ko_kr: 리트랙션
pl: Retrakcja

# @tooltip
source: Other
ko_kr: 기타
pl: Inne

# @text:window
source: The release notes could not be opened.
ko_kr: 릴리스 정보를 열 수 없습니다.

# @title:window
source: Cura can't start
ko_kr: Cura를 시작할 수 없습니다

# @label crash message
source: <p><b>Oops, Ultimaker Cura has encountered something that doesn't seem right.</p></b> <p>We encountered an unrecoverable error during start up. It was possibly caused by some incorrect configuration files. We suggest to backup and reset your configuration.</p> <p>Backups can be found in the configuration folder.</p> <p>Please send us this Crash Report to fix the problem.</p>
ko_kr: <p><b>죄송합니다, Ultimaker Cura가 정상적이지 않습니다.</p></b> <p>시작하는 동안 복구할 수 없는 오류가 발생했습니다. 일부 잘못된 구성 파일로 인해 발생했을 수 있습니다. 구성을 백업하고 재설정하는 것이 좋습니다.</p> <p>백업은 구성 폴더에서 찾을 수 있습니다.</p> <p>문제를 해결하려면 이 충돌 보고서를 보내주십시오.</p>

# @action:button
source: Send crash report to Ultimaker
ko_kr: Ultimaker에 충돌 보고서 보내기

# @action:button
source: Show detailed crash report
ko_kr: 자세한 충돌 보고서 표시

# @action:button
source: Show configuration folder
ko_kr: 구성 폴더 표시

# @action:button
source: Backup and Reset Configuration
ko_kr: 백업 및 재설정 구성

# @title:window
source: Crash Report
ko_kr: 충돌 보고서
pl: Raport awarii

# @label crash message
source: <p><b>A fatal error has occurred in Cura. Please send us this Crash Report to fix the problem</p></b> <p>Please use the "Send report" button to post a bug report automatically to our servers</p>
ko_kr: <p><b>Cura에서 치명적인 오류가 발생했습니다. 문제를 해결하려면 이 충돌 보고서를 보내주십시오</p></b> <p>"보고서 보내기" 버튼을 사용하여 버그 보고서를 서버에 자동으로 게시하십시오</p>

# @title:groupbox
source: System information
ko_kr: 시스템 정보

# @label unknown version of Cura
source: Unknown
ko_kr: 알 수 없음

# @label Cura version number
source: Cura version
ko_kr: Cura 버전

# @label
source: Cura language
ko_kr: Cura 언어

# @label
source: OS language
ko_kr: OS 언어

# @label Type of platform
source: Platform
ko_kr: 플랫폼

# @label
source: Qt version
ko_kr: Qt 버전

# @label
source: PyQt version
ko_kr: PyQt 버전

# @label
source: Not yet initialized<br/>
ko_kr: 아직 초기화되지 않음<br/>

# @label OpenGL version
source: <li>OpenGL Version: {version}</li>
ko_kr: <li>OpenGL 버전: {version}</li>

# @label OpenGL vendor
source: <li>OpenGL Vendor: {vendor}</li>
ko_kr: <li>OpenGL 공급업체: {vendor}</li>

# @label OpenGL renderer
source: <li>OpenGL Renderer: {renderer}</li>
ko_kr: <li>OpenGL 렌더러: {renderer}</li>

# @title:groupbox
source: Error traceback
ko_kr: 오류 역추적

# @title:groupbox
source: Logs
ko_kr: 로그

# @action:button
source: Send report
ko_kr: 보고서 보내기

# @info
source: Unable to start a new sign in process. Check if another sign in attempt is still active.
ko_kr: 새 로그인 프로세스를 시작할 수 없습니다. 다른 로그인 시도가 아직 활성 상태인지 확인하십시오.

# @info
source: Unable to reach the Ultimaker account server.
ko_kr: Ultimaker 계정 서버에 연결할 수 없습니다.

# @info:title
source: Log-in failed
ko_kr: 로그인 실패

# @message
source: The provided state is not correct.
ko_kr: 제공된 상태가 올바르지 않습니다.

# @message
source: Timeout when authenticating with the account server.
ko_kr: 계정 서버로 인증할 때 시간이 초과되었습니다.

# @message
source: Please give the required permissions when authorizing this application.
ko_kr: 이 애플리케이션을 승인할 때 필요한 권한을 부여하십시오.

# @message
source: Something unexpected happened when trying to log in, please try again.
ko_kr: 로그인할 때 예기치 않은 오류가 발생했습니다. 다시 시도하십시오.

# @message
source: Could not read response.
ko_kr: 응답을 읽을 수 없습니다.

# @info:status
source: Multiplying and placing objects
ko_kr: 객체 크게 증가하기 및 배치하기
pl: Powielanie i układanie modeli

# @info:title
source: Placing Objects
ko_kr: 객체 배치하기

# @info:title
source: Placing Object
ko_kr: 객체 배치하기

# @info:not supported profile
source: Not supported
ko_kr: 지원되지 않음

# @info:No intent profile selected
source: Default
ko_kr: 기본

# @label
source: Nozzle
ko_kr: 노즐
pl: Dysza

# @info:message Followed by a list of settings.
source: Settings have been changed to match the current availability of extruders:
ko_kr: 현재 압출기 가용성과 일치하도록 설정이 변경되었습니다:

# @info:title
source: Settings updated
ko_kr: 설정 업데이트됨

# @info:title
source: Extruder(s) Disabled
ko_kr: 압출기 비활성화됨

# @title:window
source: File Already Exists
ko_kr: 존재하는 파일입니다
pl: Plik już istnieje

# @label Don't translate the XML tag <filename>!
source: The file <filename>{0}</filename> already exists. Are you sure you want to overwrite it?
ko_kr: <filename>{0}</filename> 파일이 이미 있습니다. 덮어쓰시겠습니까?

# @info:status
source: Invalid file URL:
ko_kr: 잘못된 파일 URL:

# @info:status Don't translate the XML tags <filename> or <message>!
source: Failed to export profile to <filename>{0}</filename>: <message>{1}</message>
ko_kr: 프로필을 <filename>{0}</filename>(으)로 내보내지 못했습니다: <message>{1}</message>

# @info:status Don't translate the XML tag <filename>!
source: Failed to export profile to <filename>{0}</filename>: Writer plugin reported failure.
ko_kr: 프로필을 <filename>{0}</filename>(으)로 내보내지 못했습니다: 쓰기 도구 플러그인이 오류를 보고했습니다.

# @info:status Don't translate the XML tag <filename>!
source: Exported profile to <filename>{0}</filename>
ko_kr: 프로필을 <filename>{0}</filename>(으)로 내보냈습니다

# @info:title
source: Export succeeded
ko_kr: 내보내기 성공함

# @info:status Don't translate the XML tags <filename>!
source: Failed to import profile from <filename>{0}</filename>: {1}
ko_kr: <filename>{0}</filename>에서 프로필을 가져오지 못했습니다: {1}

# @info:status Don't translate the XML tags <filename>!
source: Can't import profile from <filename>{0}</filename> before a printer is added.
ko_kr: 프린터를 추가하기 전에는 <filename>{0}</filename>에서 프로필을 가져올 수 없습니다.

# @info:status Don't translate the XML tags <filename>!
source: No custom profile to import in file <filename>{0}</filename>
ko_kr: <filename>{0}</filename>파일에 가져올 사용자 지정 프로필이 없습니다

# @info:status Don't translate the XML tags <filename>!
source: Failed to import profile from <filename>{0}</filename>:
ko_kr: <filename>{0}</filename>에서 프로필 가져오기 실패:

# @info:status Don't translate the XML tags <filename>!
source: This profile <filename>{0}</filename> contains incorrect data, could not import it.
ko_kr: 이 프로필 <filename>{0}</filename>에는 잘못된 데이터가 포함되어 있어 가져올 수 없습니다.

# @info:status Don't translate the XML tag <filename>!
source: Failed to import profile from <filename>{0}</filename>:
ko_kr: <filename>{0}</filename>에서 프로필 가져오기 실패:

# @info:status
source: Successfully imported profile {0}.
ko_kr: 프로필 {0}을(를) 성공적으로 가져왔습니다.

# @info:status
source: File {0} does not contain any valid profile.
ko_kr: 파일 {0}에 유효한 프로필이 없습니다.

# @info:status
source: Profile {0} has an unknown file type or is corrupted.
ko_kr: 프로필 {0}에 알 수 없는 파일 형식이 있거나 손상되었습니다.
pl: Profil {0} jest w nieznanym formacie lub jest uszkodzony.

# @label
source: Custom profile
ko_kr: 사용자 지정 프로필
pl: Profil użytkownika

# @info:status
source: Profile is missing a quality type.
ko_kr: 프로필에 품질 유형이 없습니다.
pl: Profil nie ma informacji o poziomie jakości.

# @info:status
source: There is no active printer yet.
ko_kr: 아직 활성 프린터가 없습니다.

# @info:status
source: Unable to add the profile.
ko_kr: 프로필을 추가할 수 없습니다.

# @info:status
source: Quality type '{0}' is not compatible with the current active machine definition '{1}'.
ko_kr: 품질 유형 '{0}'은(는) 현재 활성 3D 프린터 정의 '{1}'과(와) 호환되지 않습니다.

# @info:status
source: Warning: The profile is not visible because its quality type '{0}' is not available for the current configuration. Switch to a material/nozzle combination that can use this quality type.
ko_kr: 경고: 프로필의 품질 유형 '{0}'을(를) 현재 구성에 사용할 수 없기 때문에 프로필이 표시되지 않습니다. 이 품질 유형을 사용할 수 있는 재료/노즐 조합으로 전환하십시오.

# @label
source: Per Model Settings
ko_kr: 모델별 설정
pl: Ustawienia pojedynczego modelu

# @info:tooltip
source: Configure Per Model Settings
ko_kr: 모델별 설정 구성하기
pl: Skonfiguruj ustawienia pojedynczego modelu

# @item:inlistbox
source: Cura Profile
ko_kr: Cura 프로필
pl: Profil Cura

# @item:inlistbox
source: X3D File
ko_kr: X3D 파일
pl: Plik X3D

# @info:backup_status
source: There was an error trying to restore your backup.
ko_kr: 백업을 복원하는 동안 오류가 발생했습니다.

# @info:title
source: Backups
ko_kr: 백업

# @info:backup_status
source: There was an error while uploading your backup.
ko_kr: 백업을 업로드하는 동안 오류가 발생했습니다.

# @info:backup_status
source: Creating your backup...
ko_kr: 백업 만드는 중...

# @info:backup_status
source: There was an error while creating your backup.
ko_kr: 백업을 만드는 동안 오류가 발생했습니다.

# @info:backup_status
source: Uploading your backup...
ko_kr: 백업 업로드하는 중...

# @info:backup_status
source: Your backup has finished uploading.
ko_kr: 백업 업로드가 완료되었습니다.

# @error:file_size
source: The backup exceeds the maximum file size.
ko_kr: 백업이 최대 파일 크기를 초과합니다.

# @item:inmenu
source: Manage backups
ko_kr: 백업 관리하기

# @action
source: Machine Settings
ko_kr: 3D 프린터 설정
pl: Ustawienia urządzenia

# @label
source: Support Blocker
ko_kr: 지지대 차단기

# @info:tooltip
source: Create a volume in which supports are not printed.
ko_kr: 지지대가 인쇄되지 않는 볼륨을 만듭니다.

# @item:intext
source: Removable Drive
ko_kr: 이동식 드라이브
pl: Nośnik wymienny

# @action:button Preceded by 'Ready to'.
source: Save to Removable Drive
ko_kr: 이동식 드라이브에 저장
pl: Zapisz na nośniku wymiennym

# @item:inlistbox
source: Save to Removable Drive {0}
ko_kr: 이동식 드라이브 {0}에 저장
pl: Zapisz na nośniku wymiennym {0}

# @info:status
source: There are no file formats available to write with!
ko_kr: 쓸 수 있는 파일 형식이 없습니다!

# @info:progress Don't translate the XML tags <filename>!
source: Saving to Removable Drive <filename>{0}</filename>
ko_kr: 이동식 드라이브 <filename>{0}</filename>에 저장하는 중

# @info:title
source: Saving
ko_kr: 저장하는 중

# @info:status Don't translate the XML tags <filename> or <message>!
source: Could not save to <filename>{0}</filename>: <message>{1}</message>
ko_kr: <filename>{0}</filename>에 저장할 수 없음: <message>{1}</message>

# @info:status Don't translate the tag {device}!
source: Could not find a file name when trying to write to {device}.
ko_kr: {device}에 쓰려고 할 때 파일 이름을 찾을 수 없습니다.

# @info:status
source: Could not save to removable drive {0}: {1}
ko_kr: 이동식 드라이브 {0}에 저장할 수 없음: {1}
pl: Nie można zapisać na nośniku wymiennym {0}: {1}

# @info:status
source: Saved to Removable Drive {0} as {1}
ko_kr: 이동식 드라이브 {0}에 {1}(으)로 저장됨
pl: Zapisano na nośniku wymiennym {0} jako {1}

# @info:title
source: File Saved
ko_kr: 파일 저장됨

# @action:button
source: Eject
ko_kr: 꺼내기
pl: Wysuń

# @action
source: Eject removable device {0}
ko_kr: 이동식 장치 {0} 꺼내기
pl: Wysuń nośnik wymienny {0}

# @info:status
source: Ejected {0}. You can now safely remove the drive.
ko_kr: {0}을(를) 꺼냈습니다. 이제 드라이브를 안전하게 제거할 수 있습니다.
pl: Wysunięto {0}. Możesz bezpiecznie wyjąć urządzenie.

# @info:title
source: Safely Remove Hardware
ko_kr: 하드웨어 안전하게 제거

# @info:status
source: Failed to eject {0}. Another program may be using the drive.
ko_kr: {0}을(를) 꺼내지 못했습니다. 다른 프로그램이 드라이브를 사용 중일 수 있습니다.
pl: Nie udało się wysunąć {0}. Inny program może używać urządzenia.

# @action
source: Update Firmware
ko_kr: 펌웨어 업데이트

# @item:inlistbox
source: Cura 15.04 profiles
ko_kr: Cura 15.04 프로필
pl: Profile Cura 15.04

# @title:tab
source: Recommended
ko_kr: 권장됨
pl: Zalecane

# @title:tab
source: Custom
ko_kr: 사용자 지정
pl: Użytkownika

# @info:status Don't translate the XML tags <filename> or <message>!
source: Project file <filename>{0}</filename> contains an unknown machine type <message>{1}</message>. Cannot import the machine. Models will be imported instead.
ko_kr: 프로젝트 파일 <filename>{0}</filename>에 알 수 없는 3D 프린터 유형 <message>{1}</message>이(가) 있습니다. 3D 프린터를 가져올 수 없습니다. 대신 모델을 가져옵니다.

# @info:title
source: Open Project File
ko_kr: 프로젝트 파일 열기

# @info:error Don't translate the XML tags <filename> or <message>!
source: Project file <filename>{0}</filename> is suddenly inaccessible: <message>{1}</message>.
ko_kr: 프로젝트 파일 <filename>{0}</filename>에 갑자기 액세스할 수 없습니다: <message>{1}</message>.

# @info:title
source: Can't Open Project File
ko_kr: 프로젝트 파일을 열 수 없습니다

# @info:error Don't translate the XML tags <filename> or <message>!
source: Project file <filename>{0}</filename> is corrupt: <message>{1}</message>.
ko_kr: 프로젝트 파일 <filename>{0}</filename>이(가) 손상되었습니다: <message>{1}</message>.

# @info:error Don't translate the XML tag <filename>!
source: Project file <filename>{0}</filename> is made using profiles that are unknown to this version of Ultimaker Cura.
ko_kr: 프로젝트 파일 <filename>{0}</filename>은(는) 이 Ultimaker Cura 버전에 알려지지 않은 프로필을 사용하여 만들어졌습니다.

# @item:inlistbox
source: 3MF File
ko_kr: 3MF 파일
pl: Plik 3MF

# @info:error
source: Can't write to UFP file:
ko_kr: UFP 파일에 쓸 수 없음:

# @item:inlistbox
source: Ultimaker Format Package
ko_kr: Ultimaker 포맷 패키지

# @item:inlistbox
source: G-code File
ko_kr: G-code 파일
pl: Plik G-code

# @item:inmenu
source: Preview
ko_kr: 미리보기

# @item:inlistbox
source: X-Ray view
ko_kr: X-Ray 보기

# @info:status
source: Processing Layers
ko_kr: 레이어 처리하는 중
pl: Przetwarzanie warstw

# @info:title
source: Information
ko_kr: 정보

# @message
source: Slicing failed with an unexpected error. Please consider reporting a bug on our issue tracker.
ko_kr: 예상치 못한 오류로 슬라이싱에 실패했습니다. 문제 추적기에서 버그를 보고하는 것을 고려하십시오.

# @message:title
source: Slicing failed
ko_kr: 슬라이싱 실패

# @message:button
source: Report a bug
ko_kr: 버그 신고

# @message:description
source: Report a bug on Ultimaker Cura's issue tracker.
ko_kr: Ultimaker Cura의 문제 추적기에 버그를 보고합니다.

# @info:status
source: Unable to slice with the current material as it is incompatible with the selected machine or configuration.
ko_kr: 선택한 3D 프린터 또는 구성과 호환되지 않으므로 현재 재료로 슬라이싱할 수 없습니다.

# @info:title
source: Unable to slice
ko_kr: 슬라이스할 수 없음

# @info:status
source: Unable to slice with the current settings. The following settings have errors: {0}
ko_kr: 현재 설정으로 슬라이스할 수 없습니다. 다음 설정에 오류가 있습니다: {0}
pl: Nie można pociąć wydruku z aktualnymi błędnymi ustawieniami parametrów: {0}

# @info:status
source: Unable to slice due to some per-model settings. The following settings have errors on one or more models: {error_labels}
ko_kr: 일부 모델별 설정으로 인해 슬라이스할 수 없습니다. 다음 설정에는 하나 이상의 모델에 오류가 있습니다: {error_labels}

# @info:status
source: Unable to slice because the prime tower or prime position(s) are invalid.
ko_kr: 프라임 타워 또는 프라임 위치가 잘못되어 슬라이스할 수 없습니다.
pl: Nie można pociąć wydruku, bo Pozycja kolumny przejściowej lub Pozycja przejściowa są błędne.

# @info:status
source: Unable to slice because there are objects associated with disabled Extruder %s.
ko_kr: 비활성화된 압출기 %s와 연결된 객체가 있기 때문에 슬라이스할 수 없습니다.

# @info:status
source: Please review settings and check if your models: - Fit within the build volume - Are assigned to an enabled extruder - Are not all set as modifier meshes
ko_kr: 설정을 검토하고 모델이 다음과 같은지 확인하십시오: - 빌드 볼륨 내에 맞춤 - 활성화된 압출기에 할당됨 - 모두 수정자 메시로 지정되지 않음

# @item:inlistbox
source: AMF File
ko_kr: AMF 파일

# @item:inlistbox
source: Compressed G-code File
ko_kr: 압축된 G-code 파일

# @item:inmenu
source: Post Processing
ko_kr: 후처리

# @item:inmenu
source: Modify G-Code
ko_kr: G-Code 수정하기

# @item:inmenu
source: USB printing
ko_kr: USB 인쇄
pl: Drukowanie przez USB

# @action:button Preceded by 'Ready to'.
source: Print via USB
ko_kr: USB를 통해 인쇄하기
pl: Drukuj przez USB

# @info:tooltip
source: Print via USB
ko_kr: USB를 통해 인쇄하기
pl: Drukuj przez USB

# @info:status
source: Connected via USB
ko_kr: USB를 통해 연결됨
pl: Połączono przez USB

# @label
source: A USB print is in progress, closing Cura will stop this print. Are you sure?
ko_kr: USB 인쇄가 진행 중이며 Cura를 닫으면 이 인쇄가 중지됩니다. 확실합니까?

# @message
source: A print is still in progress. Cura cannot start another print via USB until the previous print has completed.
ko_kr: 아직 인쇄가 진행 중입니다. Cura는 이전 인쇄가 완료될 때까지 USB를 통해 다른 인쇄를 시작할 수 없습니다.

# @message
source: Print in Progress
ko_kr: 인쇄 진행 중

# @item:inmenu
source: Prepare
ko_kr: 준비하기

# @info:status
source: Parsing G-code
ko_kr: G-code 구문 분석
pl: Parsowanie G-code

# @info:title
source: G-code Details
ko_kr: G-code 세부정보

# @info:generic
source: Make sure the g-code is suitable for your printer and printer configuration before sending the file to it. The g-code representation may not be accurate.
ko_kr: 파일을 보내기 전에 G-code가 프린터 및 프린터 구성에 적합한지 확인하십시오. G-code 표현이 정확하지 않을 수 있습니다.
pl: Przed wysyłaniem pliku, upewnij się, że załadowany G-code nadaje się do użycia z twoją drukarką. Model na podglądzie może nie być dokładny.

# @item:inlistbox
source: G File
ko_kr: G 파일
pl: Plik G-code

# @item:inlistbox
source: JPG Image
ko_kr: JPG 이미지
pl: Obraz JPG

# @item:inlistbox
source: JPEG Image
ko_kr: JPEG 이미지
pl: Obraz JPEG

# @item:inlistbox
source: PNG Image
ko_kr: PNG 이미지
pl: Obraz PNG

# @item:inlistbox
source: BMP Image
ko_kr: BMP 이미지
pl: Obraz BMP

# @item:inlistbox
source: GIF Image
ko_kr: GIF 이미지
pl: Obraz GIF

# @action
source: Level build plate
ko_kr: 빌드 플레이트 수평 맞추기
pl: Poziomuj stół

# @action
source: Select upgrades
ko_kr: 업그레이드 선택
pl: Wybierz aktualizacje

# @error:not supported
source: GCodeGzWriter does not support text mode.
ko_kr: GCodeGzWriter는 텍스트 모드를 지원하지 않습니다.

# @info
source: Could not access update information.
ko_kr: 업데이트 정보에 액세스할 수 없습니다.

# @info Don't translate {machine_name}, since it gets replaced by a printer name!
source: New features or bug-fixes may be available for your {machine_name}! If you haven't done so already, it is recommended to update the firmware on your printer to version {latest_version}.
ko_kr: {machine_name}에 새로운 기능이나 버그 수정이 있을 수 있습니다! 아직 업데이트하지 않았다면 프린터의 펌웨어를 {latest_version} 버전으로 업데이트하는 것이 좋습니다.
