Repository: CustoNationCo/SANJAY
Catalog: resources/i18n/*/cura.po
Languages: ko_kr, pl

# @tooltip
source: <b>Custom Print Setup</b><br/><br/>Print with finegrained control over every last bit of the slicing process.
pl: <b>Niestandardowe ustawienia wydruku</b><br/><br/>Drukuj z precyzyjną kontrolą nad każdym aspektem procesu cięcia modelu.

# @title:menuitem %1 is the automatically selected material
source: Automatic: %1
pl: Automatyczne: %1

# @title:menuitem %1 is the value from the printer
source: Automatic: %1
pl: Automatyczne: %1

# @info:status
source: No printer connected
pl: Nie podłączono drukarki

# @label
source: Hotend
pl: Grzałka (hotend)

# @tooltip
source: The current temperature of this extruder.
pl: Aktualna temperatura ekstrudera.

# @action:inmenu
source: Toggle Fu&ll Screen
pl: Przełącz &pełny ekran

# @action:inmenu menubar:help
source: &About...
pl: &O programie…

# @action:inmenu menubar:edit
source: Delete &Selected Model
pl: Usuń &wybrany model

# @action:inmenu menubar:edit
source: Center Selected Model
pl: Wyśrodkuj zaznaczony model

# @action:inmenu menubar:edit
source: Multiply Selected Model
pl: Powiel wybrany model

# @action:inmenu menubar:edit
source: &Select All Models
pl: &Zaznacz wszystkie modele

# @action:inmenu menubar:edit
source: &Clear Build Plate
pl: &Wyczyść stół

# @action:inmenu menubar:file
source: Re&load All Models
pl: Załaduj wszystkie modele &ponownie

# @action:inmenu menubar:edit
source: Reset All Model &Transformations
pl: Resetuj &transformacje wszystkich modeli

# @action:inmenu menubar:help
source: Show Engine &Log...
pl: Pokaż dziennik &silnika…

# @label:PrintjobStatus
source: Please load a 3d model
pl: Proszę załadować model 3D

# @label:PrintjobStatus
source: Ready to slice
pl: Gotowy do cięcia

# @label:PrintjobStatus %1 is target operation
source: Ready to %1
pl: Gotowy do: %1

# @label:PrintjobStatus
source: Unable to Slice
pl: Nie można pociąć

# @label:PrintjobStatus
source: Slicing unavailable
pl: Cięcie niedostępne

# @label:Printjob
source: Prepare
pl: Przygotuj

# @label:Printjob
source: Cancel
pl: Anuluj

# @info:tooltip
source: Select the active output device
pl: Wybierz aktywne urządzenie wyjściowe

# @action:inmenu menubar:file
source: &Save Selection to File
pl: Zapisz zaznaczenie do &pliku

# @title:menu menubar:file
source: Save &As...
pl: Zapisz &jako…

# @title:menu menubar:file
source: Save project
pl: Zapisz projekt

# @title:menu
source: &View
pl: &Widok

# @title:menu
source: &Settings
pl: &Ustawienia

# @title:menu menubar:toplevel
source: &Printer
pl: &Drukarka

# @title:menu
source: &Profile
pl: &Profil

# @action:button
source: Open File
pl: Otwórz plik

# @action:button
source: View Mode
pl: Tryb widoku

# @label
source: Empty infill will leave your model hollow with low strength.
pl: Brak wypełnienia (0%) sprawi, że model będzie mało wytrzymały.

# @label
source: Light (20%) infill will give your model an average strength.
pl: Lekkie wypełnienie (20%) zapewni modelowi średnią wytrzymałość.

# @label
source: Dense (50%) infill will give your model an above average strength.
pl: Gęste wypełnienie (50%) zapewni dobrą wytrzymałość.

# @label
source: Solid (100%) infill will make your model completely solid.
pl: Pełne wypełnienie (100%) sprawi, że model będzie całkowicie lity.

# @label
source: Gradual
pl: Stopniowe

# @label
source: Generate Support
pl: Generuj podpory

# @label
source: Support Extruder
pl: Ekstruder podporowy

# @label
source: Select which extruder to use for support. This will build up supporting structures below the model to prevent the model from sagging or printing in mid air.
pl: Wybierz ekstruder używany do drukowania podpór. Zostaną dodane struktury wspierające model, które zapobiegają nawisom i drukowi w powietrzu.

# @label
source: Build Plate Adhesion
pl: Przywieranie do stołu

# @label
source: Need help improving your prints?<br>Read the <a href='%1'>Ultimaker Troubleshooting Guides</a>
pl: Potrzebujesz pomocy w polepszaniu jakości wydruków?<br>Przeczytaj <a href='%1'>Przewodnik Rozwiązywania Problemów Ultimaker (EN)</a>.

# @label
source: Print Selected Model with %1
pl: Wydrukuj wybrany model z %1

# @title:window
source: Engine Log
pl: Dziennik silnika

# @tooltip
source: Click to check the material compatibility on Ultimaker.com.
pl: Naciśnij, żeby sprawdzić kompatybilność materiału na Ultimaker.com.

# @label
source: Profile:
pl: Profil:
