Repository: CustoNationCo/SANJAY
Catalog: resources/i18n/*/cura.po
Languages: ko_kr, pl

# @title:tab
source: Installed
ko_kr: 설치됨

# @label
source: Will install upon restarting
ko_kr: 다시 시작하면 설치됩니다

# @label:The string between <a href=> and </a> is the highlighted link
source: <a href='%1'>Log in</a> is required to update
ko_kr: 업데이트하려면 <a href='%1'>로그인</a>이 필요합니다

# @action:button
source: Downgrade
ko_kr: 다운그레이드

# @action:button
source: Uninstall
ko_kr: 설치 제거

# @label
source: Community Contributions
ko_kr: 커뮤니티 기여

# @label
source: Community Plugins
ko_kr: 커뮤니티 플러그인

# @label
source: Generic Materials
ko_kr: 일반 재료

# @info
source: Fetching packages...
ko_kr: 패키지를 가져오는 중...

# @label
source: Website
ko_kr: 웹사이트

# @label
source: Email
ko_kr: 이메일

# @description
source: Please sign in to get verified plugins and materials for Ultimaker Cura Enterprise
ko_kr: Ultimaker Cura Enterprise에 대한 검증된 플러그인 및 재료를 받으려면 로그인하십시오

# @label
source: Version
ko_kr: 버전

# @label
source: Last updated
ko_kr: 마지막 업데이트됨

# @label
source: Brand
ko_kr: 브랜드
pl: Marka

# @label
source: Downloads
ko_kr: 다운로드

# @title:tab
source: Installed plugins
ko_kr: 설치된 플러그인

# @info
source: No plugin has been installed.
ko_kr: 플러그인이 설치되지 않았습니다.

# @title:tab
source: Installed materials
ko_kr: 설치된 재료

# @info
source: No material has been installed.
ko_kr: 재료가 설치되지 않았습니다.

# @title:tab
source: Bundled plugins
ko_kr: 묶음된 플러그인

# @title:tab
source: Bundled materials
ko_kr: 묶음된 재료

# @info
source: Could not connect to the Cura Package database. Please check your connection.
ko_kr: Cura 패키지 데이터베이스에 연결할 수 없습니다. 연결을 확인하십시오.

# @label
source: You need to accept the license to install the package
ko_kr: 패키지를 설치하려면 라이선스에 동의해야 합니다

# @title
source: Changes from your account
ko_kr: 계정의 변경사항

# @button
source: Dismiss
ko_kr: 버리기

# @button
source: Next
ko_kr: 다음

# @label
source: The following packages will be added:
ko_kr: 다음 패키지가 추가됩니다:

# @label
source: The following packages can not be installed because of an incompatible Cura version:
ko_kr: 호환되지 않는 Cura 버전으로 인해 다음 패키지를 설치할 수 없습니다:

# @title:window
source: Confirm uninstall
ko_kr: 설치 제거 확인하기

# @text:window
source: You are uninstalling materials and/or profiles that are still in use. Confirming will reset the following materials/profiles to their defaults.
ko_kr: 아직 사용 중인 재료 및/또는 프로필을 제거하고 있습니다. 확인하면 다음 재료/프로필이 기본값으로 재설정됩니다.

# @text:window
source: Materials
ko_kr: 재료

# @text:window
source: Profiles
ko_kr: 프로필

# @action:button
source: Confirm
ko_kr: 확인하기

# @label
source: Color scheme
ko_kr: 색 구성표
pl: Kolorystyka

# @label:listbox
source: Material Color
ko_kr: 재료 색상
pl: Kolor materiału

# @label:listbox
source: Line Type
ko_kr: 선 유형
pl: Rodzaj linii

# @label:listbox
source: Speed
ko_kr: 속도

# @label:listbox
source: Layer Thickness
ko_kr: 레이어 두께

# @label:listbox
source: Line Width
ko_kr: 선 폭

# @label:listbox
source: Flow
ko_kr: 압출량

# @label
source: Compatibility Mode
ko_kr: 호환성 모드
pl: Tryb kompatybilności

# @label
source: Travels
ko_kr: 진행

# @label
source: Helpers
ko_kr: 도우미

# @label
source: Shell
ko_kr: 뼈대

# @label
source: Infill
ko_kr: 내부채움
pl: Wypełnienie

# @label
source: Starts
ko_kr: 시작

# @label
source: Only Show Top Layers
ko_kr: 상단 레이어만 표시
pl: Pokaż tylko górne warstwy

# @label
source: Show 5 Detailed Layers On Top
ko_kr: 상단에 5개의 상세한 레이어 표시
pl: Pokaż szczegółowo 5 górnych warstw

# @label
source: Top / Bottom
ko_kr: 상단 / 하단
pl: Sklepienie/podłoga

# @label
source: Inner Wall
ko_kr: 내벽
pl: Wewnętrzna ściana

# @label
source: min
ko_kr: 최솟값

# @label
source: max
ko_kr: 최댓값

# @label link to Connect and Cloud interfaces
source: Manage printer
ko_kr: 프린터 관리

# @label
source: Glass
ko_kr: 유리

# @info
source: Please update your printer's firmware to manage the queue remotely.
ko_kr: 대기열을 원격으로 관리하려면 프린터의 펌웨어를 업데이트하십시오.

# @info
source: Webcam feeds for cloud printers cannot be viewed from Ultimaker Cura. Click "Manage printer" to visit Ultimaker Digital Factory and view this webcam.
ko_kr: 클라우드 프린터용 웹캠 피드는 Ultimaker Cura에서 볼 수 없습니다. Ultimaker Digital Factory를 방문하여 이 웹캠을 보려면 "프린터 관리"를 클릭하십시오.

# @label:status
source: Loading...
ko_kr: 불러오는 중...

# @label:status
source: Unavailable
ko_kr: 사용할 수 없음

# @label:status
source: Unreachable
ko_kr: 연결할 수 없음

# @label:status
source: Idle
ko_kr: 대기 상태

# @label:status
source: Preparing...
ko_kr: 준비하는 중...

# @label:status
source: Printing
ko_kr: 인쇄

# @label
source: Untitled
ko_kr: 제목 없음

# @label
source: Anonymous
ko_kr: 익명

# @label:status
source: Requires configuration changes
ko_kr: 구성 변경 필요

# @action:button
source: Details
ko_kr: 세부사항

# @label
source: Unavailable printer
ko_kr: 사용할 수 없는 프린터

# @label
source: First available
ko_kr: 첫 번째 사용 가능

# @label
source: Queued
ko_kr: 대기 중

# @label link to connect manager
source: Manage in browser
ko_kr: 브라우저에서 관리

# @label
source: There are no print jobs in the queue. Slice and send a job to add one.
ko_kr: 대기열에 인쇄 작업이 없습니다. 작업을 슬라이스하고 전송하여 추가합니다.

# @label
source: Print jobs
ko_kr: 인쇄 작업

# @label
source: Total print time
ko_kr: 총 인쇄 시간

# @label
source: Waiting for
ko_kr: 기다리는 중

# @title:window
source: Print over network
ko_kr: 네트워크를 통해 인쇄

# @action:button
source: Print
ko_kr: 인쇄하기
pl: Drukuj

# @label
source: Printer selection
ko_kr: 프린터 선택

# @title:window
source: Configuration Changes
ko_kr: 구성 변경

# @action:button
source: Override
ko_kr: 재정의

# @label
source: The assigned printer, %1, requires the following configuration change:
ko_kr: 할당된 프린터 %1개에 다음 구성 변경이 필요합니다:

# @label
source: The printer %1 is assigned, but the job contains an unknown material configuration.
ko_kr: 프린터 %1이(가) 할당되었지만 작업에 알 수 없는 재료 구성이 포함되어 있습니다.

# @label
source: Change material %1 from %2 to %3.
ko_kr: 재료 %1을(를) %2에서 %3(으)로 변경하십시오.

# @label
source: Load %3 as material %1 (This cannot be overridden).
ko_kr: %3을(를) %1 재료로 불러옵니다(이는 재정의할 수 없음).

# @label
source: Change print core %1 from %2 to %3.
ko_kr: %1 인쇄 코어를 %2에서 %3으로 변경하십시오.

# @label
source: Change build plate to %1 (This cannot be overridden).
ko_kr: 빌드 플레이트를 %1(으)로 변경합니다(이는 재정의할 수 없음).

# @label
source: Override will use the specified settings with the existing printer configuration. This may result in a failed print.
ko_kr: 재정의는 기존 프린터 구성과 함께 지정된 설정을 사용합니다. 인쇄에 실패할 수 있습니다.

# @label
source: Aluminum
ko_kr: 알류미늄

# @label:status
source: Finished
ko_kr: 완료됨

# @label:status
source: Aborting...
ko_kr: 중단하는 중...

# @label:status
source: Aborted
ko_kr: 중단됨

# @label:status
source: Failed
ko_kr: 실패함

# @label:status
source: Pausing...
ko_kr: 일시중지하는 중...

# @label:status
source: Paused
ko_kr: 일시중지됨

# @label:status
source: Resuming...
ko_kr: 재개하는 중...

# @label:status
source: Action required
ko_kr: 조치 필요함

# @label:status
source: Finishes %1 at %2
ko_kr: %2에서 %1 완료

# @title:window
source: Connect to Networked Printer
ko_kr: 네트워크 프린터에 연결
pl: Połącz do drukarki sieciowej

# @label
source: To print directly to your printer over the network, please make sure your printer is connected to the network using a network cable or by connecting your printer to your WIFI network. If you don't connect Cura with your printer, you can still use a USB drive to transfer g-code files to your printer.
ko_kr: 네트워크를 통해 프린터로 직접 인쇄하려면 네트워크 케이블을 사용하거나 프린터를 WIFI 네트워크에 연결하여 프린터가 네트워크에 연결되어 있는지 확인하십시오. Cura를 프린터와 연결하지 않아도 USB 드라이브를 사용하여 G-code 파일을 프린터로 전송할 수 있습니다.

# @label
source: Select your printer from the list below:
ko_kr: 아래 목록에서 프린터를 선택하십시오:

# @action:button
source: Edit
ko_kr: 편집하기
pl: Edytuj

# @action:button
source: Remove
ko_kr: 제거하기
pl: Usuń

# @action:button
source: Refresh
ko_kr: 새로 고침
pl: Odśwież

# @label
source: If your printer is not listed, read the <a href='%1'>network printing troubleshooting guide</a>
ko_kr: 프린터가 목록에 없으면 <a href='%1'>네트워크 인쇄 문제 해결 가이드</a>를 읽으십시오

# @label
source: Type
ko_kr: 유형
pl: Rodzaj

# @label
source: Firmware version
ko_kr: 펌웨어 버전
pl: Wersja oprogramowania drukarki

# @label
source: Address
ko_kr: 주소
pl: Adres

# @label
source: This printer is not set up to host a group of printers.
ko_kr: 이 프린터는 프린터 그룹을 호스트하도록 설정되어 있지 않습니다.

# @label
source: This printer is the host for a group of %1 printers.
ko_kr: 이 프린터는 %1 프린터 그룹의 호스트입니다.

# @label
source: The printer at this address has not yet responded.
ko_kr: 이 주소의 프린터가 아직 응답하지 않았습니다.
pl: Drukarka pod tym adresem jeszcze nie odpowiedziała.

# @action:button
source: Connect
ko_kr: 연결하기
pl: Połącz

# @title:window
source: Invalid IP address
ko_kr: 잘못된 IP 주소

# @text
source: Please enter a valid IP address.
ko_kr: 유효한 IP 주소를 입력하십시오.

# @title:window
source: Printer Address
ko_kr: 프린터 주소
pl: Adres drukarki

# @label
source: Enter the IP address of your printer on the network.
ko_kr: 네트워크에 있는 프린터의 IP 주소를 입력합니다.

# @label
source: Move to top
ko_kr: 맨 위로 이동

# @label
source: Delete
ko_kr: 삭제하기

# @label
source: Resume
ko_kr: 재개하기

# @label
source: Pausing...
ko_kr: 일시중지하는 중...

# @label
source: Resuming...
ko_kr: 재개하는 중...

# @label
source: Pause
ko_kr: 일시중지

# @label
source: Aborting...
ko_kr: 중단하는 중...

# @label
source: Abort
ko_kr: 중단하기

# @label %1 is the name of a print job.
source: Are you sure you want to move %1 to the top of the queue?
ko_kr: %1을(를) 대기열의 맨 위로 이동하시겠습니까?

# @window:title
source: Move print job to top
ko_kr: 인쇄 작업을 맨 위로 이동

# @label %1 is the name of a print job.
source: Are you sure you want to delete %1?
ko_kr: %1을(를) 삭제하시겠습니까?

# @window:title
source: Delete print job
ko_kr: 인쇄 작업 삭제하기

# @label %1 is the name of a print job.
source: Are you sure you want to abort %1?
ko_kr: %1을(를) 중단하시겠습니까?

# @window:title
source: Abort print
ko_kr: 인쇄 중단하기
pl: Anuluj wydruk

# @info
source: Please make sure your printer has a connection: - Check if the printer is turned on. - Check if the printer is connected to the network. - Check if you are signed in to discover cloud-connected printers.
ko_kr: 프린터가 연결되어 있는지 확인하십시오: - 프린터가 켜져 있는지 확인합니다. - 프린터가 네트워크에 연결되어 있는지 확인합니다. - 클라우드 연결 프린터를 검색하려면 로그인해야 합니다.

# @info
source: Please connect your printer to the network.
ko_kr: 프린터를 네트워크에 연결하십시오.

# @label link to technical assistance
source: View user manuals online
ko_kr: 온라인으로 사용 설명서 보기

# @info
source: In order to monitor your print from Cura, please connect the printer.
ko_kr: Cura에서 인쇄를 모니터링하려면 프린터를 연결하십시오.

# @info:tooltip
source: Some things could be problematic in this print. Click to see tips for adjustment.
ko_kr: 이 인쇄물에는 몇 가지 문제가 있을 수 있습니다. 조정에 대한 팁을 보려면 클릭하십시오.

# @info:tooltip
source: 3D View
ko_kr: 3D 보기

# @info:tooltip
source: Front View
ko_kr: 전면 보기

# @info:tooltip
source: Top View
ko_kr: 상단 보기

# @info:tooltip
source: Left View
ko_kr: 왼쪽 보기

# @info:tooltip
source: Right View
ko_kr: 오른쪽 보기

# @label
source: Object list
ko_kr: 객체 목록

# @action:button
source: Marketplace
ko_kr: 장터

# @title:menu menubar:toplevel
source: &File
ko_kr: 파일(&F)
pl: &Plik

# @title:menu menubar:toplevel
source: &Edit
ko_kr: 편집(&E)
pl: &Edycja

# @title:menu menubar:toplevel
source: &View
ko_kr: 보기(&V)
pl: &Widok

# @title:menu menubar:toplevel
source: &Settings
ko_kr: 설정(&S)

# @title:menu menubar:toplevel
source: E&xtensions
ko_kr: 확장(&X)
pl: &Rozszerzenia

# @title:menu menubar:toplevel
source: P&references
ko_kr: 기본설정(&P)
pl: P&referencje

# @title:menu menubar:toplevel
source: &Help
ko_kr: 도움말(&H)
pl: P&omoc

# @title:window
source: New project
ko_kr: 새 프로젝트
pl: Nowy projekt

# @info:question
source: Are you sure you want to start a new project? This will clear the build plate and any unsaved settings.
ko_kr: 새 프로젝트를 시작하시겠습니까? 이렇게 하면 빌드 플레이트와 저장되지 않은 설정이 지워집니다.
pl: Czy jesteś pewny, że chcesz stworzyć nowy projekt? Spowoduje to wyczyszczenie stołu roboczego i niezapisanych ustawień.

# @label:PrintjobStatus
source: Slicing...
ko_kr: 슬라이스하는 중...
pl: Cięcie trwa…

# @label:PrintjobStatus
source: Unable to slice
ko_kr: 슬라이스할 수 없음

# @button
source: Processing
ko_kr: 처리

# @button
source: Slice
ko_kr: 슬라이스

# @label
source: Start the slicing process
ko_kr: 슬라이싱 프로세스 시작

# @button
source: Cancel
ko_kr: 취소

# @label
source: Time estimation
ko_kr: 추정 시간

# @label
source: Material estimation
ko_kr: 추정 재료

# @label
source: No time estimation available
ko_kr: 사용 가능한 추정 시간 없음

# @label
source: No cost estimation available
ko_kr: 사용 가능한 추정 비용 없음

# @button
source: Preview
ko_kr: 미리보기

# @label
source: Add a printer
ko_kr: 프린터 추가하기

# @label
source: Add a networked printer
ko_kr: 네트워크 프린터 추가하기

# @label
source: Add a non-networked printer
ko_kr: 네트워크에 연결되지 않은 프린터 추가하기

# @label
source: Add a Cloud printer
ko_kr: 클라우드 프린터 추가하기

# @label
source: Waiting for Cloud response
ko_kr: 클라우드 응답을 기다리는 중

# @label
source: No printers found in your account?
ko_kr: 계정에 프린터가 없습니까?

# @label
source: The following printers in your account have been added in Cura:
ko_kr: 사용자 계정에 있는 다음 프린터가 Cura에 추가되었습니다:

# @button
source: Add printer manually
ko_kr: 수동으로 프린터 추가하기

# @label
source: Add printer by IP address
ko_kr: IP 주소로 프린터 추가하기

# @text
source: Enter your printer's IP address.
ko_kr: 프린터의 IP 주소를 입력합니다.

# @button
source: Add
ko_kr: 추가하기

# @label
source: Could not connect to device.
ko_kr: 장치에 연결할 수 없습니다.

# @label
source: Can't connect to your Ultimaker printer?
ko_kr: Ultimaker 프린터에 연결할 수 없습니까?

# @label
source: The printer at this address has not responded yet.
ko_kr: 이 주소의 프린터가 아직 응답하지 않았습니다.

# @label
source: This printer cannot be added because it's an unknown printer or it's not the host of a group.
ko_kr: 이 프린터는 알 수 없는 프린터이거나 그룹의 호스트가 아니기 때문에 추가할 수 없습니다.

# @button
source: Back
ko_kr: 뒤로

# @button
source: Connect
ko_kr: 연결하기

# @label
source: User Agreement
ko_kr: 사용자 계약

# @button
source: Decline and close
ko_kr: 거절 후 닫기

# @label
source: Welcome to Ultimaker Cura
ko_kr: Ultimaker Cura에 오신 것을 환영합니다

# @text
source: Please follow these steps to set up Ultimaker Cura. This will only take a few moments.
ko_kr: Ultimaker Cura를 설정하려면 다음 단계를 따르십시오. 몇 분 정도 소요됩니다.

# @button
source: Get started
ko_kr: 시작하기

# @label
source: Sign in to the Ultimaker platform
ko_kr: Ultimaker 플랫폼에 로그인

# @text
source: Add material settings and plugins from the Marketplace
ko_kr: 장터에서 재료 설정 및 플러그인 추가하기

# @text
source: Backup and sync your material settings and plugins
ko_kr: 재료 설정 및 플러그인 백업 및 동기화

# @text
source: Share ideas and get help from 48,000+ users in the Ultimaker Community
ko_kr: Ultimaker 커뮤니티에서 48,000명 이상의 사용자로부터 아이디어를 공유하고 도움을 받으세요

# @button
source: Skip
ko_kr: 건너뛰기

# @text
source: Create a free Ultimaker Account
ko_kr: 무료 Ultimaker 계정 만들기

# @label
source: Manufacturer
ko_kr: 제조사

# @label
source: Profile author
ko_kr: 프로필 작성자

# @label
source: Printer name
ko_kr: 프린터 이름

# @text
source: Please name your printer
ko_kr: 프린터 이름을 지정하십시오

# @label
source: There is no printer found over your network.
ko_kr: 네트워크를 통해 찾을 수 있는 프린터가 없습니다.

# @label
source: Refresh
ko_kr: 새로 고침

# @label
source: Add printer by IP
ko_kr: IP로 프린터 추가하기

# @label
source: Add cloud printer
ko_kr: 클라우드 프린터 추가하기

# @label
source: Troubleshooting
ko_kr: 문제 해결

# @label
source: Help us to improve Ultimaker Cura
ko_kr: Ultimaker Cura를 개선할 수 있도록 도와주세요

# @text
source: Ultimaker Cura collects anonymous data to improve print quality and user experience, including:
ko_kr: Ultimaker Cura는 다음을 포함하여 인쇄 품질과 사용자 경험을 개선하기 위해 익명의 데이터를 수집합니다:

# @text
source: Machine types
ko_kr: 3D 프린터 유형

# @text
source: Material usage
ko_kr: 재료 사용량

# @text
source: Number of slices
ko_kr: 슬라이스의 수

# @text
source: Print settings
ko_kr: 인쇄 설정

# @text
source: Data collected by Ultimaker Cura will not contain any personal information.
ko_kr: Ultimaker Cura가 수집한 데이터에는 개인 정보가 포함되지 않습니다.

# @text
source: More information
ko_kr: 추가 정보

# @label
source: What's New
ko_kr: 새로운 소식

# @label
source: Empty
ko_kr: 비어 있음

# @label
source: Release Notes
ko_kr: 릴리즈 노트

# @title:window The argument is the application name.
source: About %1
ko_kr: %1 정보

# @label
source: version: %1
ko_kr: 버전: %1

# @label
source: End-to-end solution for fused filament 3D printing.
ko_kr: 융합 필라멘트 3D 프린팅을 위한 엔드 투 엔드 솔루션입니다.
pl: Kompletne rozwiązanie dla drukarek 3D w technologii FDM.

# @info:credit
source: Cura is developed by Ultimaker B.V. in cooperation with the community. Cura proudly uses the following open source projects:
ko_kr: Cura는 커뮤니티와 협력하여 Ultimaker B.V.가 개발했습니다. Cura는 다음과 같은 오픈 소스 프로젝트를 자랑스럽게 사용합니다:
pl: Cura jest tworzona przez Ultimaker B.V. we współpracy ze społecznością. Cura z dumą używa następujących projektów otwarto-źródłowych:

# @label
source: Graphical user interface
ko_kr: 그래픽 사용자 인터페이스
pl: Graficzny interfejs użytkownika

# @label
source: Application framework
ko_kr: 애플리케이션 프레임워크
pl: Framework aplikacji

# @label
source: G-code generator
ko_kr: G-code 생성기

# @label
source: Interprocess communication library
ko_kr: 프로세스 간 통신 라이브러리
pl: Międzyprocesowa biblioteka komunikacyjna

# @label
source: Programming language
ko_kr: 프로그래밍 언어
pl: Język programowania

# @label
source: GUI framework
ko_kr: GUI 프레임워크
pl: Framework GUI

# @label
source: GUI framework bindings
ko_kr: GUI 프레임워크 바인딩
pl: Dowiązania frameworku GUI

# @label
source: C/C++ Binding library
ko_kr: C/C++ 바인딩 라이브러리
pl: Biblioteka dowiązań C/C++

# @label
source: Data interchange format
ko_kr: 데이터 교환 형식
pl: Format wymiany danych

# @label
source: Support library for scientific computing
ko_kr: 과학 컴퓨팅을 위한 라이브러리 지원

# @label
source: Support library for faster math
ko_kr: 더 빠른 수학을 위한 라이브러리 지원
pl: Wspierająca biblioteka przyspieszająca matematykę

# @label
source: Support library for handling STL files
ko_kr: STL 파일 처리를 위한 라이브러리 지원
pl: Wspierająca biblioteka do zarządzania plikami STL

# @label
source: Support library for handling planar objects
ko_kr: 평면 객체 처리를 위한 라이브러리 지원

# @label
source: Support library for handling triangular meshes
ko_kr: 삼각형 메시 처리를 위한 라이브러리 지원

# @label
source: Support library for handling 3MF files
ko_kr: 3MF 파일 처리를 위한 라이브러리 지원
pl: Wspierająca biblioteka do zarządzania plikami 3MF

# @label
source: Support library for file metadata and streaming
ko_kr: 파일 메타데이터 및 스트리밍을 위한 라이브러리 지원

# @label
source: Serial communication library
ko_kr: 직렬 통신 라이브러리
pl: Biblioteka komunikacji szeregowej

# @label
source: ZeroConf discovery library
ko_kr: ZeroConf 검색 라이브러리
pl: Biblioteka wykrywania ZeroConf

# @label
source: Polygon clipping library
ko_kr: 다각형 클리핑 라이브러리
pl: Biblioteka do obcinania wielokątów

# @Label
source: Static type checker for Python
ko_kr: Python용 정적 유형 검사기

# @Label
source: Root Certificates for validating SSL trustworthiness
ko_kr: SSL 신뢰성 검증을 위한 루트 인증서

# @Label
source: Python Error tracking library
ko_kr: Python 오류 추적 라이브러리

# @label
source: Polygon packing library, developed by Prusa Research
ko_kr: Prusa Research에서 개발한 폴리곤 패킹 라이브러리

# @label
source: Python bindings for libnest2d
ko_kr: libnest2d용 Python 바인딩

# @label
source: Support library for system keyring access
ko_kr: 시스템 키링 액세스를 위한 지원 라이브러리

# @label
source: Python extensions for Microsoft Windows
ko_kr: Microsoft Windows용 Python 확장

# @label
source: Font
ko_kr: 글꼴

# @label
source: SVG icons
ko_kr: SVG 아이콘
pl: Ikony SVG

# @label
source: Linux cross-distribution application deployment
ko_kr: Linux 교차 배포 애플리케이션 구축

# @title:window
source: Open file(s)
ko_kr: 파일 열기
pl: Otwórz plik(i)

# @text:window
source: We have found one or more project file(s) within the files you have selected. You can open only one project file at a time. We suggest to only import models from those files. Would you like to proceed?
ko_kr: 선택한 파일에서 하나 이상의 프로젝트 파일을 찾았습니다. 한 번에 하나의 프로젝트 파일만 열 수 있습니다. 해당 파일에서 모델만 가져오는 것이 좋습니다. 계속하시겠습니까?
pl: Znaleziono jeden lub więcej plików projektu wśród zaznaczonych plików. Można otworzyć tylko jeden projekt naraz. Czy chcesz załadować same modele z wybranych plików?

# @action:button
source: Import all as models
ko_kr: 모두 모델로 가져오기
pl: Importuj wszystko jako modele

# @title:window
source: Save Project
ko_kr: 프로젝트 저장
pl: Zapisz projekt

# @action:label
source: Extruder %1
ko_kr: 압출기 %1
pl: Ekstruder %1

# @action:label
source: %1 & material
ko_kr: %1 & 재료
pl: %1 i materiał

# @action:label
source: Material
ko_kr: 재료

# @action:label
source: Don't show project summary on save again
ko_kr: 저장 시 프로젝트 개요를 다시 표시하지 않음
pl: Nie pokazuj ponownie podsumowania projektu podczas zapisu.

# @action:button
source: Save
ko_kr: 저장
pl: Zapisz

# @title:window
source: Discard or Keep changes
ko_kr: 변경사항 취소 또는 유지
pl: Porzuć lub pozostaw zmiany

# @text:window, %1 is a profile name
source: You have customized some profile settings. Would you like to Keep these changed settings after switching profiles? Alternatively, you can discard the changes to load the defaults from '%1'.
ko_kr: 일부 프로필 설정을 사용자 지정했습니다. 프로필을 전환한 후 변경된 설정을 유지하시겠습니까? 또는 변경사항을 취소하여 '%1'에서 기본값을 불러올 수 있습니다.

# @title:column
source: Profile settings
ko_kr: 프로필 설정
pl: Ustawienia profilu

# @title:column
source: Current changes
ko_kr: 현재 변경사항

# @option:discardOrKeep
source: Always ask me this
ko_kr: 항상 묻기
pl: Zawsze pytaj

# @option:discardOrKeep
source: Discard and never ask again
ko_kr: 최소하고 다시 묻지않기
pl: Porzuć i nie pytaj ponownie

# @option:discardOrKeep
source: Keep and never ask again
ko_kr: 유지하고 다시 묻지않기
pl: Pozostaw i nie pytaj ponownie

# @action:button
source: Discard changes
ko_kr: 변경사항 취소

# @action:button
source: Keep changes
ko_kr: 변경사항 유지

# @title:window
source: Open project file
ko_kr: 프로젝트 파일 열기
pl: Otwórz plik projektu

# @text:window
source: This is a Cura project file. Would you like to open it as a project or import the models from it?
ko_kr: Cura 프로젝트 파일입니다. 프로젝트로 열거나 모델을 가져오시겠습니까?
pl: To jest plik projektu programu Cura. Czy chcesz go otworzyć jako projekt, czy tylko zaimportować modele?

# @text:window
source: Remember my choice
ko_kr: 내 선택 기억하기
pl: Zapamiętaj mój wybór

# @action:button
source: Open as project
ko_kr: 프로젝트로 열기
pl: Otwórz jako projekt

# @action:button
source: Import models
ko_kr: 모델 가져오기
pl: Importuj modele

# @label
source: Active print
ko_kr: 활성 인쇄
pl: Aktywny wydruk

# @label
source: Job Name
ko_kr: 직업 이름
pl: Nazwa zadania

# @label
source: Printing Time
ko_kr: 인쇄 시간
pl: Czas wydruku

# @label
source: Estimated time left
ko_kr: 남은 예상 시간
pl: Szacunkowy pozostały czas

# @status
source: The cloud printer is offline. Please check if the printer is turned on and connected to the internet.
ko_kr: 클라우드 프린터가 오프라인 상태입니다. 프린터가 켜져 있고 인터넷에 연결되어 있는지 확인하십시오.

# @status
source: This printer is not linked to your account. Please visit the Ultimaker Digital Factory to establish a connection.
ko_kr: 이 프린터는 사용자의 계정에 연결되어 있지 않습니다. 연결을 설정하려면 Ultimaker Digital Factory를 방문하십시오.

# @status
source: The cloud connection is currently unavailable. Please sign in to connect to the cloud printer.
ko_kr: 현재 클라우드 연결을 사용할 수 없습니다. 클라우드 프린터에 연결하려면 로그인하십시오.

# @status
source: The cloud connection is currently unavailable. Please check your internet connection.
ko_kr: 현재 클라우드 연결을 사용할 수 없습니다. 인터넷 연결을 확인하십시오.

# @button
source: Add printer
ko_kr: 프린터 추가하기

# @button
source: Manage printers
ko_kr: 프린터 관리

# @label
source: Connected printers
ko_kr: 연결된 프린터

# @label
source: Preset printers
ko_kr: 사전설정 프린터

# @label
source: Print settings
ko_kr: 인쇄 설정
pl: Ustawienia wydruku

# @label shown when we load a Gcode file
source: Print setup disabled. G-code file can not be modified.
ko_kr: 인쇄 설정이 비활성화되었습니다. G-code 파일은 수정할 수 없습니다.

# @label
source: Profile
ko_kr: 프로필

# @tooltip
source: Some setting/override values are different from the values stored in the profile. Click to open the profile manager.
ko_kr: 일부 설정/재정의 값은 프로필에 저장된 값과 다릅니다. 클릭하여 프로필 관리자를 엽니다.
pl: Niektóre ustawienia są inne niż zapisane w profilu. Naciśnij aby otworzyć menedżera profili.

# @label:header
source: Custom profiles
ko_kr: 사용자 지정 프로필

# @action:button
source: Discard current changes
ko_kr: 현재 변경사항 취소
pl: Porzuć aktualne zmiany

# @button
source: Recommended
ko_kr: 권장됨

# @button
source: Custom
ko_kr: 사용자 지정

# @label:Should be short
source: On
ko_kr: 펴기

# @label:Should be short
source: Off
ko_kr: 접기

# @label
source: Experimental
ko_kr: 실험적
