Repository: CustoNationCo/SANJAY
Catalog: resources/i18n/*/cura.po
Languages: ko_kr, pl

# @tooltip:button
source: Monitor print jobs and reprint from your print history.
ko_kr: 인쇄 작업을 모니터링하고 사용자의 인쇄 내역에서 다시 인쇄합니다.

# @tooltip:button
source: Extend Ultimaker Cura with plugins and material profiles.
ko_kr: 플러그인 및 재료 프로필로 Ultimaker Cura를 확장하십시오.

# @tooltip:button
source: Become a 3D printing expert with Ultimaker e-learning.
ko_kr: Ultimaker e-Learning으로 3D 프린팅 전문가가 되십시오.

# @label:button
source: Ultimaker support
ko_kr: Ultimaker 지원

# @tooltip:button
source: Learn how to get started with Ultimaker Cura.
ko_kr: Ultimaker Cura를 시작하는 방법을 알아보십시오.

# @label:button
source: Ask a question
ko_kr: 질문하기

# @tooltip:button
source: Consult the Ultimaker Community.
ko_kr: Ultimaker 커뮤니티에 문의하십시오.

# @label:button
source: Report a bug
ko_kr: 버그 신고

# @tooltip:button
source: Let developers know that something is going wrong.
ko_kr: 개발자에게 문제가 발생했음을 알립니다.

# @tooltip:button
source: Visit the Ultimaker website.
ko_kr: Ultimaker 웹사이트를 방문하십시오.

# @label
source: Printer control
ko_kr: 프린터 제어

# @label
source: Jog Position
ko_kr: 조그 위치

# @label
source: Jog Distance
ko_kr: 조그 거리

# @label
source: Send G-code
ko_kr: G-code 보내기

# @tooltip of G-code command input
source: Send a custom G-code command to the connected printer. Press 'enter' to send the command.
ko_kr: 연결된 프린터에 사용자 지정 G-code 명령을 보냅니다. 명령을 보내려면 'Enter'를 누르십시오.

# @label
source: Extruder
ko_kr: 압출기

# @tooltip
source: The target temperature of the hotend. The hotend will heat up or cool down towards this temperature. If this is 0, the hotend heating is turned off.
ko_kr: 핫엔드의 목표 온도입니다. 핫엔드는 이 온도까지 가열되거나 냉각됩니다. 이 값이 0이면 핫엔드 가열이 꺼집니다.

# @tooltip
source: The current temperature of this hotend.
ko_kr: 이 핫엔드의 현재 온도입니다.

# @tooltip of temperature input
source: The temperature to pre-heat the hotend to.
ko_kr: 핫엔드를 예열할 온도입니다.

# @button Cancel pre-heating
source: Cancel
ko_kr: 취소
pl: Anuluj

# @button
source: Pre-heat
ko_kr: 예열
pl: Podgrzej

# @tooltip of pre-heat
source: Heat the hotend in advance before printing. You can continue adjusting your print while it is heating, and you won't have to wait for the hotend to heat up when you're ready to print.
ko_kr: 인쇄하기 전에 핫엔드를 미리 가열하십시오. 가열되는 동안 인쇄를 계속 조정할 수 있으며 인쇄할 준비가 되었을 때 핫엔드가 가열될 때까지 기다릴 필요가 없습니다.

# @tooltip
source: The colour of the material in this extruder.
ko_kr: 이 압출기의 재료 색상입니다.
pl: Kolor filamentu w tym ekstruderze.

# @tooltip
source: The material in this extruder.
ko_kr: 이 압출기의 재료입니다.
pl: Materiał w tym ekstruderze.

# @tooltip
source: The nozzle inserted in this extruder.
ko_kr: 이 압출기에 삽입된 노즐입니다.
pl: Założona dysza w tym ekstruderze.

# @info:status
source: The printer is not connected.
ko_kr: 프린터가 연결되어 있지 않습니다.
pl: Drukarka nie jest podłączona.

# @label
source: Build plate
ko_kr: 빌드 플레이트
pl: Stół

# @tooltip
source: The target temperature of the heated bed. The bed will heat up or cool down towards this temperature. If this is 0, the bed heating is turned off.
ko_kr: 열선내장 베드의 목표 온도입니다. 베드는 이 온도까지 가열되거나 냉각됩니다. 이 값이 0이면 베드 가열하는 것이 꺼집니다.
pl: Docelowa temperatura podgrzewanego stołu. Stół będzie podgrzewany lub schładzany do podanej temperatury. Jeżeli wpisano 0, stół będzie wyłączony.

# @tooltip
source: The current temperature of the heated bed.
ko_kr: 열선내장 베드의 현재 온도입니다.
pl: Aktualna temperatura podgrzewanego stołu.

# @tooltip of temperature input
source: The temperature to pre-heat the bed to.
ko_kr: 베드를 예열할 온도입니다.
pl: Temperatura docelowa podgrzewania przed wydrukiem.

# @tooltip of pre-heat
source: Heat the bed in advance before printing. You can continue adjusting your print while it is heating, and you won't have to wait for the bed to heat up when you're ready to print.
ko_kr: 인쇄하기 전에 베드를 미리 가열하십시오. 가열되는 동안 인쇄물을 계속 조정할 수 있으며 인쇄할 준비가 되었을 때 베드가 가열될 때까지 기다릴 필요가 없습니다.
pl: Podgrzej stół przed rozpoczęciem druku. Możesz kontynuować dostosowywanie ustawień podczas podgrzewania i nie będzie trzeba czekać na rozgrzanie, kiedy będziesz gotowy do uruchomienia wydruku.

# @action:button
source: Sign in
ko_kr: 로그인

# @text
source: - Add material profiles and plug-ins from the Marketplace - Back-up and sync your material profiles and plug-ins - Share ideas and get help from 48,000+ users in the Ultimaker community
ko_kr: - 장터에서 재료 프로필 및 플러그인 추가하기 - 재료 프로필 및 플러그인 백업 및 동기화 - Ultimaker 커뮤니티에서 48,000명 이상의 사용자로부터 아이디어를 공유하고 도움을 받으세요

# @button
source: Create a free Ultimaker account
ko_kr: 무료 Ultimaker 계정 만들기

# @label The argument is a timestamp
source: Last update: %1
ko_kr: 마지막 업데이트: %1

# @button
source: Ultimaker Account
ko_kr: Ultimaker 계정

# @button
source: Sign Out
ko_kr: 로그아웃

# @label
source: Checking...
ko_kr: 확인 중...

# @label
source: Account synced
ko_kr: 계정 동기화됨

# @label
source: Something went wrong...
ko_kr: 문제가 발생했습니다...

# @button
source: Install pending updates
ko_kr: 보류 중인 업데이트 설치

# @button
source: Check for account updates
ko_kr: 계정 업데이트 확인

# @text Print job name
source: Untitled
ko_kr: 제목 없음

# @label
source: No items to select from
ko_kr: 선택할 항목이 없습니다

# @action:inmenu
source: Show Online Troubleshooting Guide
ko_kr: 온라인 문제 해결 가이드 표시

# @action:inmenu
source: Toggle Full Screen
ko_kr: 전체 화면 전환

# @action:inmenu
source: Exit Full Screen
ko_kr: 전체 화면 종료

# @action:inmenu menubar:edit
source: &Undo
ko_kr: 실행 취소(&U)
pl: &Cofnij

# @action:inmenu menubar:edit
source: &Redo
ko_kr: 다시 실행(&R)
pl: &Ponów

# @action:inmenu menubar:file
source: &Quit
ko_kr: 끝내기(&Q)
pl: &Zamknij

# @action:inmenu menubar:view
source: 3D View
ko_kr: 3D 보기

# @action:inmenu menubar:view
source: Front View
ko_kr: 전면 보기

# @action:inmenu menubar:view
source: Top View
ko_kr: 상단 보기

# @action:inmenu menubar:view
source: Bottom View
ko_kr: 하단 보기

# @action:inmenu menubar:view
source: Left Side View
ko_kr: 왼쪽 측면 보기

# @action:inmenu menubar:view
source: Right Side View
ko_kr: 오른쪽 측면 보기

# @action:inmenu
source: Configure Cura...
ko_kr: Cura 구성하기...
pl: Konfiguruj program Cura…

# @action:inmenu menubar:printer
source: &Add Printer...
ko_kr: 프린터 추가하기(&A)...
pl: Dodaj &drukarkę…

# @action:inmenu menubar:printer
source: Manage Pr&inters...
ko_kr: 프린터 관리(&I)...
pl: &Zarządzaj drukarkami…

# @action:inmenu
source: Manage Materials...
ko_kr: 재료 관리...
pl: Zarządzaj materiałami…

# @action:inmenu
source: Add more materials from Marketplace
ko_kr: 장터에서 더 많은 자료 추가하기

# @action:inmenu menubar:profile
source: &Update profile with current settings/overrides
ko_kr: 현재 설정/재정의로 프로필 업데이트(&U)
pl: &Uaktualnij profil obecnymi ustawieniami

# @action:inmenu menubar:profile
source: &Discard current changes
ko_kr: 현재 변경사항 취소(&D)
pl: &Porzuć aktualne zmiany

# @action:inmenu menubar:profile
source: &Create profile from current settings/overrides...
ko_kr: 현재 설정/재정의에서 프로필 만들기(&C)...
pl: &Stwórz profil z obecnych ustawień…

# @action:inmenu menubar:profile
source: Manage Profiles...
ko_kr: 프로필 관리...
pl: Zarządzaj profilami…

# @action:inmenu menubar:help
source: Show Online &Documentation
ko_kr: 온라인 문서 표시(&D)
pl: Pokaż &dokumentację online

# @action:inmenu menubar:help
source: Report a &Bug
ko_kr: 버그 신고(&B)
pl: Zgłoś &błąd

# @action:inmenu menubar:help
source: What's New
ko_kr: 새로운 소식

# @action:inmenu menubar:help
source: About...
ko_kr: 정보...

# @action:inmenu menubar:edit
source: Delete Selected
ko_kr: 선택한 항목 삭제

# @action:inmenu menubar:edit
source: Center Selected
ko_kr: 가운데 선택됨

# @action:inmenu menubar:edit
source: Multiply Selected
ko_kr: 선택한 항목 크게 증가하기

# @action:inmenu
source: Delete Model
ko_kr: 모델 삭제하기
pl: Usuń model

# @action:inmenu
source: Ce&nter Model on Platform
ko_kr: 플랫폼의 중심 모델(&N)
pl: &Wyśrodkuj model na stole

# @action:inmenu menubar:edit
source: &Group Models
ko_kr: 모델 그룹(&G)
pl: &Grupuj modele

# @action:inmenu menubar:edit
source: Ungroup Models
ko_kr: 모델 그룹 해제
pl: Rozgrupuj modele

# @action:inmenu menubar:edit
source: &Merge Models
ko_kr: 모델 병합(&M)
pl: P&ołącz modele

# @action:inmenu
source: &Multiply Model...
ko_kr: 모델 크게 증가하기(&M)...
pl: &Powiel model…

# @action:inmenu menubar:edit
source: Select All Models
ko_kr: 모든 모델 선택하기

# @action:inmenu menubar:edit
source: Clear Build Plate
ko_kr: 빌드 플레이트 비우기

# @action:inmenu menubar:file
source: Reload All Models
ko_kr: 모든 모델 다시 불러오기

# @action:inmenu menubar:edit
source: Arrange All Models To All Build Plates
ko_kr: 모든 빌드 플레이트에 모든 모델 정렬

# @action:inmenu menubar:edit
source: Arrange All Models
ko_kr: 모든 모델 정렬
pl: Rozmieść wszystkie modele

# @action:inmenu menubar:edit
source: Arrange Selection
ko_kr: 선택 정렬
pl: Rozmieść zaznaczone modele

# @action:inmenu menubar:edit
source: Reset All Model Positions
ko_kr: 모든 모델 위치 재설정
pl: Resetuj pozycje wszystkich modeli

# @action:inmenu menubar:edit
source: Reset All Model Transformations
ko_kr: 모든 모델 변환 재설정

# @action:inmenu menubar:file
source: &Open File(s)...
ko_kr: 파일 열기(&O)...
pl: &Otwórz plik(i)…

# @action:inmenu menubar:file
source: &New Project...
ko_kr: 새 프로젝트(&N)...
pl: &Nowy projekt…

# @action:inmenu menubar:help
source: Show Configuration Folder
ko_kr: 구성 폴더 표시
pl: Pokaż folder konfiguracyjny

# @action:menu
source: Configure setting visibility...
ko_kr: 가시성 설정 구성하기...
pl: Konfiguruj widoczność ustawień…

# @action:menu
source: &Marketplace
ko_kr: 장터(&M)

# @label
source: This setting is not used because all the settings that it influences are overridden.
ko_kr: 이 설정은 영향을 주는 모든 설정이 무시되므로 사용되지 않습니다.

# @label Header for list of settings.
source: Affects
ko_kr: 영향
pl: Wpływa na

# @label Header for list of settings.
source: Affected By
ko_kr: 영향을 받음
pl: Zależne od

# @label
source: This setting is always shared between all extruders. Changing it here will change the value for all extruders.
ko_kr: 이 설정은 항상 모든 압출기 간에 공유됩니다. 여기에서 변경하면 모든 압출기의 값이 변경됩니다.

# @label
source: This setting is resolved from conflicting extruder-specific values:
ko_kr: 이 설정은 충돌하는 특정 압출기 값에서 해결됩니다:

# @label
source: This setting has a value that is different from the profile. Click to restore the value of the profile.
ko_kr: 이 설정에는 프로필과 다른 값이 있습니다. 프로필 값을 복원하려면 클릭합니다.
pl: Ten parametr ma inną wartość niż w profilu. Naciśnij, by przywrócić wartość z profilu.

# @label
source: This setting is normally calculated, but it currently has an absolute value set. Click to restore the calculated value.
ko_kr: 이 설정은 일반적으로 계산되지만 현재 절대값이 설정되어 있습니다. 계산된 값을 복원하려면 클릭합니다.
pl: Ten parametr jest zwykle automatycznie przeliczany, jednak aktualnie ma ustawioną użytkownika. Naciśnij by przywrócić wartość automatyczną.

# @label:textbox
source: Search settings
ko_kr: 설정 검색하기

# @action:menu
source: Copy value to all extruders
ko_kr: 모든 압출기에 값 복사
pl: Kopiuj wartość do wszystkich ekstruderów

# @action:menu
source: Copy all changed values to all extruders
ko_kr: 변경된 모든 값을 모든 압출기에 복사

# @action:menu
source: Hide this setting
ko_kr: 이 설정 숨기기
pl: Ukryj ten parametr

# @action:menu
source: Don't show this setting
ko_kr: 이 설정을 표시하지 않음
pl: Nie pokazuj tych ustawień

# @action:menu
source: Keep this setting visible
ko_kr: 이 사용 가능한 설정 유지하기
pl: Pozostaw to ustawienie widoczne

# @label
source: Some hidden settings use values different from their normal calculated value. Click to make these settings visible.
ko_kr: 일부 숨겨진 설정은 일반 계산 값과 다른 값을 사용합니다. 이 설정을 보이게 하려면 클릭하십시오.
pl: Niektóre ukryte parametry używają innych wartości niż normalnie obliczanych. Naciśnij by pokazać te ustawienia.

# @label
source: This package will be installed after restarting.
ko_kr: 이 패키지는 다시 시작한 후 설치됩니다.

# @title:tab
source: Settings
ko_kr: 설정
pl: Ustawienia

# @title:window %1 is the application name
source: Closing %1
ko_kr: %1 닫는 중

# @label %1 is the application name
source: Are you sure you want to exit %1?
ko_kr: %1를 종료하시겠습니까?

# @window:title
source: Install Package
ko_kr: 패키지 설치

# @title:window
source: Open File(s)
ko_kr: 파일 열기
pl: &Otwórz plik(i)

# @text:window
source: We have found one or more G-Code files within the files you have selected. You can only open one G-Code file at a time. If you want to open a G-Code file, please just select only one.
ko_kr: 선택한 파일 내에서 하나 이상의 G-Code 파일을 찾았습니다. 한 번에 하나의 G-Code 파일만 열 수 있습니다. G-Code 파일을 열려면 하나만 선택하십시오.
pl: Znaleziono jeden lub więcej plików G-code wśród zaznaczonych plików. Można otworzyć tylko jeden plik G-code naraz. Jeżeli chcesz otworzyć plik G-code proszę wybrać tylko jeden.

# @title:window
source: Add Printer
ko_kr: 프린터 추가하기
pl: Dodaj drukarkę

# @title:window
source: What's New
ko_kr: 새로운 소식

# description
source: Provides the Per Model Settings.
ko_kr: 모델별 설정을 제공합니다.

# name
source: Per Model Settings Tool
ko_kr: 모델별 설정 도구

# description
source: Provides support for importing Cura profiles.
ko_kr: Cura 프로필 가져오기를 지원합니다.

# name
source: Cura Profile Reader
ko_kr: Cura 프로필 읽기 도구

# description
source: Provides support for reading X3D files.
ko_kr: X3D 파일 읽기를 지원합니다.

# name
source: X3D Reader
ko_kr: X3D 읽기 도구

# description
source: Backup and restore your configuration.
ko_kr: 구성을 백업하고 복원합니다.

# name
source: Cura Backups
ko_kr: Cura 백업

# description
source: Provides a way to change machine settings (such as build volume, nozzle size, etc.).
ko_kr: 3D 프린터 설정(예: 빌드 볼륨, 노즐 크기 등)을 변경하는 방법을 제공합니다.

# name
source: Machine Settings Action
ko_kr: 3D 프린터 설정 작업

# description
source: Creates an eraser mesh to block the printing of support in certain places
ko_kr: 특정 위치에서 지지대의 인쇄를 차단하는 지우개 메시를 만듭니다

# name
source: Support Eraser
ko_kr: 지지대 지우개

# description
source: Provides removable drive hotplugging and writing support.
ko_kr: 이동식 드라이브 핫플러깅 및 쓰기 지원을 제공합니다.

# name
source: Removable Drive Output Device Plugin
ko_kr: 이동식 드라이브 출력 장치 플러그인

# description
source: Provides a machine actions for updating firmware.
ko_kr: 펌웨어 업데이트를 위한 3D 프린터 작업을 제공합니다.

# name
source: Firmware Updater
ko_kr: 펌웨어 업데이트 도구

# description
source: Provides support for importing profiles from legacy Cura versions.
ko_kr: 기존 Cura 버전에서 프로필 가져오기를 지원합니다.

# name
source: Legacy Cura Profile Reader
ko_kr: 기존 Cura 프로필 읽기 도구

# description
source: Provides support for reading 3MF files.
ko_kr: 3MF 파일 읽기를 지원합니다.

# name
source: 3MF Reader
ko_kr: 3MF 읽기 도구

# description
source: Provides support for writing Ultimaker Format Packages.
ko_kr: Ultimaker 형식 패키지 작성을 지원합니다.

# name
source: UFP Writer
ko_kr: UFP 쓰기 도구

# description
source: Logs certain events so that they can be used by the crash reporter
ko_kr: 충돌 보고자가 사용할 수 있도록 특정 이벤트를 기록합니다

# name
source: Sentry Logger
ko_kr: 감시 로그 도구

# description
source: Provides support for importing profiles from g-code files.
ko_kr: G-code 파일에서 프로필 가져오기를 지원합니다.

# name
source: G-code Profile Reader
ko_kr: G-code 프로필 읽기 도구

# description
source: Provides a preview stage in Cura.
ko_kr: Cura에서 미리보기 단계를 제공합니다.

# name
source: Preview Stage
ko_kr: 미리보기 단계

# description
source: Provides the X-Ray view.
ko_kr: X-Ray 보기를 제공합니다.

# name
source: X-Ray View
ko_kr: X-Ray 보기

# description
source: Provides the link to the CuraEngine slicing backend.
ko_kr: CuraEngine 슬라이싱 백엔드에 대한 링크를 제공합니다.

# name
source: CuraEngine Backend
ko_kr: CuraEngine 백엔드

# description
source: Provides support for reading AMF files.
ko_kr: AMF 파일 읽기를 지원합니다.

# name
source: AMF Reader
ko_kr: AMF 읽기 도구

# description
source: Reads g-code from a compressed archive.
ko_kr: 압축된 아카이브에서 G-code를 읽습니다.

# name
source: Compressed G-code Reader
ko_kr: 압축된 G-code 읽기 도구

# description
source: Extension that allows for user created scripts for post processing
ko_kr: 사후 처리를 위해 사용자가 만든 스크립트를 허용하는 확장

# name
source: Post Processing
ko_kr: 후처리

# description
source: Provides support for exporting Cura profiles.
ko_kr: Cura 프로필 내보내기를 지원합니다.

# name
source: Cura Profile Writer
ko_kr: Cura 프로필 쓰기 도구

# description
source: Accepts G-Code and sends them to a printer. Plugin can also update firmware.
ko_kr: G-Code를 받아 프린터로 보냅니다. 플러그인은 펌웨어를 업데이트할 수도 있습니다.

# name
source: USB printing
ko_kr: USB 인쇄

# description
source: Provides a prepare stage in Cura.
ko_kr: Cura에서 준비 단계를 제공합니다.

# name
source: Prepare Stage
ko_kr: 준비 단계

# description
source: Allows loading and displaying G-code files.
ko_kr: G-code 파일을 불러오고 표시할 수 있습니다.

# name
source: G-code Reader
ko_kr: G-code 읽기 도구

# description
source: Enables ability to generate printable geometry from 2D image files.
ko_kr: 2D 이미지 파일에서 인쇄 가능한 형상을 생성하는 기능을 활성화합니다.

# name
source: Image Reader
ko_kr: 이미지 읽기 도구

# description
source: Provides machine actions for Ultimaker machines (such as bed leveling wizard, selecting upgrades, etc.).
ko_kr: Ultimaker 기기에 대한 3D 프린터 작업을 제공합니다(예: 베드 레벨링 마법사, 업그레이드 선택 등).

# name
source: Ultimaker machine actions
ko_kr: Ultimaker 기기 작업

# description
source: Writes g-code to a compressed archive.
ko_kr: 압축된 아카이브에 G-code를 씁니다.

# name
source: Compressed G-code Writer
ko_kr: 압축된 G-code 쓰기 도구

# description
source: Checks for firmware updates.
ko_kr: 펌웨어 업데이트를 확인합니다.

# name
source: Firmware Update Checker
ko_kr: 펌웨어 업데이트 검사기

# description
source: Submits anonymous slice info. Can be disabled through preferences.
ko_kr: 익명의 슬라이스 정보를 제출합니다. 기본설정을 통해 비활성화할 수 있습니다.

# name
source: Slice info
ko_kr: 슬라이스 정보

# description
source: Provides capabilities to read and write XML-based material profiles.
ko_kr: XML 기반 재료 프로필을 읽고 쓸 수 있는 기능을 제공합니다.

# name
source: Material Profiles
ko_kr: 재료 프로필

# description
source: Connects to the Digital Library, allowing Cura to open files from and save files to the Digital Library.
ko_kr: Digital Library에 연결하여 Cura가 Digital Library에서 파일을 열고 파일을 저장할 수 있도록 합니다.

# description
source: Find, manage and install new Cura packages.
ko_kr: 새로운 Cura 패키지를 찾고 관리하고 설치하십시오.

# name
source: Toolbox
ko_kr: 도구상자

# description
source: Writes g-code to a file.
ko_kr: 파일에 G-code를 씁니다.

# name
source: G-code Writer
ko_kr: G-code 쓰기 도구

# description
source: Provides the Simulation view.
ko_kr: 시뮬레이션 보기를 제공합니다.

# name
source: Simulation View
ko_kr: 시뮬레이션 보기

# description
source: Upgrades configurations from Cura 4.5 to Cura 4.6.
ko_kr: Cura 4.5에서 Cura 4.6으로 구성을 업그레이드합니다.

# name
source: Version Upgrade 4.5 to 4.6
ko_kr: 버전 4.5에서 4.6으로 업그레이드

# description
source: Upgrades configurations from Cura 2.5 to Cura 2.6.
ko_kr: Cura 2.5에서 Cura 2.6으로 구성을 업그레이드합니다.

# name
source: Version Upgrade 2.5 to 2.6
ko_kr: 버전 2.5에서 2.6으로 업그레이드

# description
source: Upgrades configurations from Cura 4.6.0 to Cura 4.6.2.
ko_kr: Cura 4.6.0에서 Cura 4.6.2로 구성을 업그레이드합니다.

# name
source: Version Upgrade 4.6.0 to 4.6.2
ko_kr: 버전 4.6.0에서 4.6.2로 업그레이드

# description
source: Upgrades configurations from Cura 4.7 to Cura 4.8.
ko_kr: Cura 4.7에서 Cura 4.8로 구성을 업그레이드합니다.

# name
source: Version Upgrade 4.7 to 4.8
ko_kr: 버전 4.7에서 4.8로 업그레이드

# description
source: Upgrades configurations from Cura 3.4 to Cura 3.5.
ko_kr: Cura 3.4에서 Cura 3.5로 구성을 업그레이드합니다.

# name
source: Version Upgrade 3.4 to 3.5
ko_kr: 버전 3.4에서 3.5로 업그레이드

# description
source: Upgrades configurations from Cura 2.1 to Cura 2.2.
ko_kr: Cura 2.1에서 Cura 2.2로 구성을 업그레이드합니다.

# name
source: Version Upgrade 2.1 to 2.2
ko_kr: 버전 2.1에서 2.2로 업그레이드

# description
source: Upgrades configurations from Cura 3.2 to Cura 3.3.
ko_kr: Cura 3.2에서 Cura 3.3으로 구성을 업그레이드합니다.

# name
source: Version Upgrade 3.2 to 3.3
ko_kr: 버전 3.2에서 3.3으로 업그레이드

# description
source: Upgrades configurations from Cura 4.8 to Cura 4.9.
ko_kr: Cura 4.8에서 Cura 4.9로 구성을 업그레이드합니다.

# name
source: Version Upgrade 4.8 to 4.9
ko_kr: 버전 4.8에서 4.9로 업그레이드

# description
source: Upgrades configurations from Cura 4.6.2 to Cura 4.7.
ko_kr: Cura 4.6.2에서 Cura 4.7로 구성을 업그레이드합니다.

# name
source: Version Upgrade 4.6.2 to 4.7
ko_kr: 버전 4.6.2에서 4.7로 업그레이드

# description
source: Upgrades configurations from Cura 4.2 to Cura 4.3.
ko_kr: Cura 4.2에서 Cura 4.3으로 구성을 업그레이드합니다.

# name
source: Version Upgrade 4.2 to 4.3
ko_kr: 버전 4.2에서 4.3으로 업그레이드

# description
source: Upgrades configurations from Cura 4.3 to Cura 4.4.
ko_kr: Cura 4.3에서 Cura 4.4로 구성을 업그레이드합니다.

# name
source: Version Upgrade 4.3 to 4.4
ko_kr: 버전 4.3에서 4.4로 업그레이드

# description
source: Upgrades configurations from Cura 4.9 to Cura 4.10.
ko_kr: Cura 4.9에서 Cura 4.10으로 구성을 업그레이드합니다.

# name
source: Version Upgrade 4.9 to 4.10
ko_kr: 버전 4.9에서 4.10으로 업그레이드

# description
source: Upgrades configurations from Cura 2.7 to Cura 3.0.
ko_kr: Cura 2.7에서 Cura 3.0으로 구성을 업그레이드합니다.

# name
source: Version Upgrade 2.7 to 3.0
ko_kr: 버전 2.7에서 3.0으로 업그레이드

# description
source: Upgrades configurations from Cura 2.6 to Cura 2.7.
ko_kr: Cura 2.6에서 Cura 2.7로 구성을 업그레이드합니다.

# name
source: Version Upgrade 2.6 to 2.7
ko_kr: 버전 2.6에서 2.7로 업그레이드

# description
source: Upgrades configurations from Cura 4.11 to Cura 4.12.
ko_kr: Cura 4.11에서 Cura 4.12로 구성을 업그레이드합니다.

# name
source: Version Upgrade 4.11 to 4.12
ko_kr: 버전 4.11에서 4.12로 업그레이드

# description
source: Upgrades configurations from Cura 3.3 to Cura 3.4.
ko_kr: Cura 3.3에서 Cura 3.4로 구성을 업그레이드합니다.

# name
source: Version Upgrade 3.3 to 3.4
ko_kr: 버전 3.3에서 3.4로 업그레이드

# description
source: Upgrades configurations from Cura 3.0 to Cura 3.1.
ko_kr: Cura 3.0에서 Cura 3.1로 구성을 업그레이드합니다.

# name
source: Version Upgrade 3.0 to 3.1
ko_kr: 버전 3.0에서 3.1로 업그레이드

# description
source: Upgrades configurations from Cura 4.0 to Cura 4.1.
ko_kr: Cura 4.0에서 Cura 4.1로 구성을 업그레이드합니다.

# name
source: Version Upgrade 4.0 to 4.1
ko_kr: 버전 4.0에서 4.1로 업그레이드

# description
source: Upgrades configurations from Cura 4.4 to Cura 4.5.
ko_kr: Cura 4.4에서 Cura 4.5로 구성을 업그레이드합니다.

# name
source: Version Upgrade 4.4 to 4.5
ko_kr: 버전 4.4에서 4.5로 업그레이드

# description
source: Upgrades configurations from Cura 2.2 to Cura 2.4.
ko_kr: Cura 2.2에서 Cura 2.4로 구성을 업그레이드합니다.

# name
source: Version Upgrade 2.2 to 2.4
ko_kr: 버전 2.2에서 2.4로 업그레이드

# description
source: Upgrades configurations from Cura 4.1 to Cura 4.2.
ko_kr: Cura 4.1에서 Cura 4.2로 구성을 업그레이드합니다.

# name
source: Version Upgrade 4.1 to 4.2
ko_kr: 버전 4.1에서 4.2로 업그레이드

# description
source: Upgrades configurations from Cura 3.5 to Cura 4.0.
ko_kr: Cura 3.5에서 Cura 4.0으로 구성을 업그레이드합니다.

# name
source: Version Upgrade 3.5 to 4.0
ko_kr: 버전 3.5에서 4.0으로 업그레이드

# description
source: Manages network connections to Ultimaker networked printers.
ko_kr: Ultimaker 네트워크 프린터에 대한 네트워크 연결을 관리합니다.

# name
source: Ultimaker Network Connection
ko_kr: Ultimaker 네트워크 연결

# description
source: Provides support for reading model files.
ko_kr: 모델 파일 읽기를 지원합니다.

# name
source: Trimesh Reader
ko_kr: 삼각메시 읽기 도구

# description
source: Provides support for reading Ultimaker Format Packages.
ko_kr: Ultimaker 포멧 패키지 읽기를 지원합니다.

# name
source: UFP Reader
ko_kr: UFP 읽기 도구

# description
source: Provides a normal solid mesh view.
ko_kr: 일반 입체 메시 보기를 제공합니다.

# name
source: Solid View
ko_kr: 입체 보기

# description
source: Provides support for writing 3MF files.
ko_kr: 3MF 파일 쓰기 지원을 제공합니다.

# name
source: 3MF Writer
ko_kr: 3MF 쓰기 도구

# description
source: Provides a monitor stage in Cura.
ko_kr: Cura에서 모니터 단계를 제공합니다.

# name
source: Monitor Stage
ko_kr: 모니터 단계

# description
source: Checks models and print configuration for possible printing issues and give suggestions.
ko_kr: 가능한 인쇄 문제에 대한 모델 및 인쇄 구성을 확인하고 제안합니다.

# name
source: Model Checker
ko_kr: 모델 검사기

# @label
source: Machine Settings action
pl: Akcja ustawień urządzenia

# @info:whatsthis
source: Provides a way to change machine settings (such as build volume, nozzle size, etc)
pl: Daje możliwość zmiany ustawień urządzenia (tj. obszar wydruku, rozmiar dyszy, itd.)

# @label
source: X-Ray View
pl: Widok X-Ray

# @info:whatsthis
source: Provides the X-Ray view.
pl: Zapewnia widok X-Ray

# @label
source: X3D Reader
pl: Wczytywanie X3D

# @info:whatsthis
source: Provides support for reading X3D files.
pl: Umożliwia wczytywanie plików X3D.

# @label
source: GCode Writer
pl: Zapisywanie G-Code

# @info:whatsthis
source: Writes GCode to a file.
pl: Zapisuje GCode do pliku.

# @item:inlistbox
source: GCode File
pl: Plik GCode

# @info:whatsthis
source: Accepts G-Code and sends them over WiFi to a Doodle3D WiFi-Box.
pl: Wysyła gotowy GCode przez sieć do urządzenia Doodle3D WiFi-Box.

# @item:inmenu
source: Doodle3D printing
pl: Drukowanie z Doodle3D
