Repository: CustoNationCo/SANJAY
Catalog: resources/i18n/*/cura.po
Languages: ko_kr, pl

source: There is no %1 profile for the configuration in extruder %2. The default intent will be used instead
ko_kr: 압출기 %2의 구성에 대한 %1개의 프로필이 없습니다. 대신 기본 의미가 사용됩니다

# @label
source: Profiles
ko_kr: 프로필

# @tooltip
source: You have modified some profile settings. If you want to change these go to custom mode.
ko_kr: 일부 프로필 설정을 수정했습니다. 이것을 변경하려면 사용자 지정 모드로 이동하십시오.

# @label
source: Support
ko_kr: 지지대

# @label
source: Generate structures to support parts of the model which have overhangs. Without these structures, such parts would collapse during printing.
ko_kr: 돌출부가 있는 모델 부분을 지지하는 구조물을 생성합니다. 이러한 구조물이 없으면 이러한 부분은 인쇄 중에 붕괴됩니다.
pl: Generuj podpory wspierające nawisy w modelu. Bez takich struktur takie obszary mogą się zapaść lub nie wydrukować poprawnie.

# @label
source: Gradual infill
ko_kr: 점진적인 내부채움

# @label
source: Gradual infill will gradually increase the amount of infill towards the top.
ko_kr: 점진적인 내부채움은 위쪽으로 갈수록 내부채움의 양을 점차 증가시킵니다.
pl: Stopniowe wypełnienie będzie wraz z wysokością zwiększało ilość wypełnienia.

# @label
source: Adhesion
ko_kr: 부착

# @label
source: Enable printing a brim or raft. This will add a flat area around or under your object which is easy to cut off afterwards.
ko_kr: 브림 또는 래프트 인쇄를 활성화합니다. 이렇게 하면 나중에 잘리기 쉬운 개체 주변이나 아래에 평평한 영역이 추가됩니다.
pl: Włącz druk obramowania (brim) lub podkładu (raft). Zostanie dodana płaska powierzchnia pod obiektem, którą później łatwo odciąć.

# @title:menu menubar:file
source: Save Project...
ko_kr: 프로젝트 저장...

# @label:category menu label
source: Network enabled printers
ko_kr: 네트워크 지원 프린터

# @label:category menu label
source: Local printers
ko_kr: 로컬 프린터

# @label:category menu label
source: Material
ko_kr: 재료

# @label:category menu label
source: Favorites
ko_kr: 즐겨찾기

# @label:category menu label
source: Generic
ko_kr: 일반

# @label
source: Print Selected Model With:
ko_kr: 다음을 사용하여 선택한 모델 인쇄:
pl: Wydrukuj wybrany model z:

# @title:window
source: Multiply Selected Model
ko_kr: 선택한 모델 크게 증가하기
pl: Powiel zaznaczony model

# @label
source: Number of Copies
ko_kr: 사본의 수
pl: Ilość kopii

# @title:menu menubar:file
source: &Save Project...
ko_kr: 프로젝트 저장(&S)...

# @title:menu menubar:file
source: &Export...
ko_kr: 내보내기(&E)...

# @action:inmenu menubar:file
source: Export Selection...
ko_kr: 선택 항목 내보내기...

# @header
source: Configurations
ko_kr: 구성

# @header
source: Custom
ko_kr: 사용자 지정

# @label
source: Printer
ko_kr: 프린터

# @label
source: Enabled
ko_kr: 활성화됨

# @label
source: Material
ko_kr: 재료
pl: Materiał

# @label
source: Use glue for better adhesion with this material combination.
ko_kr: 이 재료 조합으로 접착력을 높이려면 접착제를 사용하십시오.

# @tooltip
source: The configuration of this extruder is not allowed, and prohibits slicing.
ko_kr: 이 압출기의 구성은 허용되지 않으며 슬라이싱을 금지합니다.

# @tooltip
source: There are no profiles matching the configuration of this extruder.
ko_kr: 이 압출기의 구성과 일치하는 프로필이 없습니다.

# @label
source: Select configuration
ko_kr: 구성 선택하기

# @label
source: Configurations
ko_kr: 구성

# @label
source: Loading available configurations from the printer...
ko_kr: 프린터에서 사용 가능한 구성 불러오는 중...

# @label
source: The configurations are not available because the printer is disconnected.
ko_kr: 프린터 연결이 끊어졌기 때문에 구성을 사용할 수 없습니다.

# @label
source: This configuration is not available because %1 is not recognized. Please visit %2 to download the correct material profile.
ko_kr: %1을(를) 인식할 수 없기 때문에 이 구성을 사용할 수 없습니다. 올바른 재료 프로필을 다운로드하려면 %2을(를) 방문하십시오.

# @label
source: Marketplace
ko_kr: 장터

# @title:menu menubar:file
source: Open File(s)...
ko_kr: 파일 열기...

# @title:menu menubar:settings
source: &Printer
ko_kr: 프린터(&P)

# @title:menu
source: &Material
ko_kr: 재료(&M)
pl: &Materiał

# @action:inmenu
source: Set as Active Extruder
ko_kr: 활성 압출기로 지정하기
pl: Ustaw jako aktywny ekstruder

# @action:inmenu
source: Enable Extruder
ko_kr: 압출기 활성화

# @action:inmenu
source: Disable Extruder
ko_kr: 압출기 비활성화

# @title:menu menubar:file
source: Open &Recent
ko_kr: 최근 항목 열기(&R)
pl: &Otwórz ostatnio używane

# @action:inmenu
source: Visible Settings
ko_kr: 사용 가능한 설정

# @action:inmenu
source: Collapse All Categories
ko_kr: 모든 카테고리 접기

# @action:inmenu
source: Manage Setting Visibility...
ko_kr: 가시성 설정 관리...

# @action:inmenu menubar:view
source: &Camera position
ko_kr: 카메라 위치(&C)

# @action:inmenu menubar:view
source: Camera view
ko_kr: 카메라 보기

# @action:inmenu menubar:view
source: Perspective
ko_kr: 원근법

# @action:inmenu menubar:view
source: Orthographic
ko_kr: 직각투영법

# @action:inmenu menubar:view
source: &Build plate
ko_kr: 빌드 플레이트(&B)

# @label
source: View type
ko_kr: 보기 유형

# @label
source: Is printed as support.
ko_kr: 지지대로 인쇄됩니다.

# @label
source: Other models overlapping with this model are modified.
ko_kr: 이 모델과 겹치는 다른 모델이 수정됩니다.

# @label
source: Infill overlapping with this model is modified.
ko_kr: 이 모델과 겹치는 내부채움이 수정됩니다.

# @label
source: Overlaps with this model are not supported.
ko_kr: 이 모델과의 겹치는 것은 지지되지 않습니다.

# @label %1 is the number of settings it overrides.
source: Overrides %1 setting.
ko_kr: %1개 설정을 재정의합니다.

# @title:tab
source: Profiles
ko_kr: 프로필
pl: Profile

# @action:button
source: Activate
ko_kr: 활성화
pl: Aktywuj

# @label
source: Create
ko_kr: 만들기
pl: Stwórz

# @label
source: Duplicate
ko_kr: 복제하기
pl: Duplikuj

# @action:button
source: Rename
ko_kr: 이름 바꾸기
pl: Zmień nazwę

# @action:button
source: Import
ko_kr: 가져오기
pl: Importuj

# @action:button
source: Export
ko_kr: 내보내기
pl: Eksportuj

# @title:window
source: Create Profile
ko_kr: 프로필 만들기
pl: Stwórz profil

# @info
source: Please provide a name for this profile.
ko_kr: 이 프로필의 이름을 입력하십시오.

# @title:window
source: Duplicate Profile
ko_kr: 프로필 복제하기
pl: Duplikuj profil

# @title:window
source: Confirm Remove
ko_kr: 제거 확인하기

# @label (%1 is object name)
source: Are you sure you wish to remove %1? This cannot be undone!
ko_kr: %1을(를) 제거하시겠습니까? 이것은 취소할 수 없습니다!

# @title:window
source: Rename Profile
ko_kr: 프로필 이름 바꾸기
pl: Zmień nazwę profilu

# @title:window
source: Import Profile
ko_kr: 프로필 가져오기
pl: Import profilu

# @title:window
source: Export Profile
ko_kr: 프로필 내보내기
pl: Eksport profilu

# @label %1 is printer name
source: Printer: %1
ko_kr: 프린터: %1
pl: Drukarka: %1

# @action:button
source: Update profile with current settings/overrides
ko_kr: 현재 설정/재정의로 프로필 업데이트
pl: Nadpisz profil obecnymi ustawieniami

# @action:label
source: This profile uses the defaults specified by the printer, so it has no settings/overrides in the list below.
ko_kr: 이 프로필은 프린터에서 지정한 기본값을 사용하므로 아래 목록에 설정/재정의가 없습니다.
pl: Ten profil używa ustawień domyślnych dla wybranej drukarki, więc nie ma nadpisanych ustawień na poniższej liście.

# @action:label
source: Your current settings match the selected profile.
ko_kr: 현재 설정이 선택한 프로필과 일치합니다.
pl: Aktualne ustawienia są takie same jak wybranego profilu.

# @title:tab
source: Global Settings
ko_kr: 전역 설정
pl: Ustawienia globalne

# @title:tab
source: General
ko_kr: 일반
pl: Ogólne

# @label
source: Interface
ko_kr: 인터페이스
pl: Interfejs

# @label
source: Currency:
ko_kr: 통화:
pl: Waluta:

# @label
source: Theme:
ko_kr: 테마:
pl: Motyw:

# @label
source: You will need to restart the application for these changes to have effect.
ko_kr: 이러한 변경 사항을 적용하려면 응용 프로그램을 다시 시작해야 합니다.
pl: Żeby zastosować zmiany trzeba uruchomić ponownie program.

# @info:tooltip
source: Slice automatically when changing settings.
ko_kr: 설정을 변경할 때 자동으로 슬라이스합니다.
pl: Automatycznie rozpoczynaj cięcie przy zmianie ustawień.

# @option:check
source: Slice automatically
ko_kr: 자동으로 슬라이스
pl: Automatyczne cięcie

# @label
source: Viewport behavior
ko_kr: 보임창 동작
pl: Zachowanie podglądu

# @info:tooltip
source: Highlight unsupported areas of the model in red. Without support these areas will not print properly.
ko_kr: 모델의 지지되지 않는 영역을 빨간색으로 강조 표시합니다. 지지대가 없으면 이러한 영역은 제대로 인쇄되지 않습니다.
pl: Zaznacz niewsparte regiony na czerwono. Bez podpór mogą się źle wydrukować.

# @option:check
source: Display overhang
ko_kr: 돌출부 보이기
pl: Wyświetl nawisy

# @info:tooltip
source: Highlight missing or extraneous surfaces of the model using warning signs. The toolpaths will often be missing parts of the intended geometry.
ko_kr: 경고 표시를 사용하여 모델의 누락되거나 외부 표면을 강조 표시합니다. 도구경로에는 의도한 형상의 일부가 누락되는 경우가 많습니다.

# @option:check
source: Display model errors
ko_kr: 모델 오류 보이기

# @info:tooltip
source: Moves the camera so the model is in the center of the view when a model is selected
ko_kr: 모델 선택 시 모델이 보기의 중앙에 오도록 카메라를 이동합니다
pl: Przesuwa kamerę tak, żeby po zaznaczeniu modelu był widoczny na środku.

# @action:button
source: Center camera when item is selected
ko_kr: 항목 선택 시 중앙 카메라
pl: Wyśrodkuj kamerę po zaznaczeniu modelu

# @info:tooltip
source: Should the default zoom behavior of cura be inverted?
ko_kr: Cura의 기본 확대/축소 동작을 반전되게 하시겠습니까?
pl: Czy domyślny sposób przybliżania ma zostać odwrócony?

# @action:button
source: Invert the direction of camera zoom.
ko_kr: 카메라 확대/축소 방향 반전
pl: Odwróć kierunek przybliżenia kamery

# @info:tooltip
source: Should zooming move in the direction of the mouse?
ko_kr: 확대/축소를 마우스 방향으로 이동하시겠습니까?

# @info:tooltip
source: Zooming towards the mouse is not supported in the orthographic perspective.
ko_kr: 마우스를 향한 확대/축소는 직각투영법 원근법에서 지원되지 않습니다.

# @action:button
source: Zoom toward mouse direction
ko_kr: 마우스 방향으로 확대/축소

# @info:tooltip
source: Should models on the platform be moved so that they no longer intersect?
ko_kr: 플랫폼의 모델이 더 이상 교차하지 않도록 이동하시겠습니까?
pl: Czy modele mają być przesuwane tak, żeby się nie stykały?

# @option:check
source: Ensure models are kept apart
ko_kr: 모델이 떨어져 있는지 확인
pl: Upewnij się, że modele się nie stykają

# @info:tooltip
source: Should models on the platform be moved down to touch the build plate?
ko_kr: 빌드 플레이트에 닿도록 플랫폼의 모델을 아래로 이동하시겠습니까?
pl: Czy modele mają zostać przesunięte w dół, by dotykać powierzchni stołu?

# @option:check
source: Automatically drop models to the build plate
ko_kr: 모델을 빌드 플레이트에 자동으로 떨구기
pl: Automatycznie upuść modele na powierzchnię wydruku

# @info:tooltip
source: Show caution message in g-code reader.
ko_kr: G-code 읽기 도구에 주의 메시지를 표시합니다.

# @option:check
source: Caution message in g-code reader
ko_kr: G-code 읽기 도구의 주의 메시지

# @info:tooltip
source: Should layer be forced into compatibility mode?
ko_kr: 레이어를 강제로 호환 모드로 설정하시겠습니까?
pl: Czy wymusić tryb kompatybilności widoku warstw?

# @option:check
source: Force layer view compatibility mode (restart required)
ko_kr: 강제 레이어 보기 호환 모드(다시 시작해야 함)
pl: Wymuś tryb kompatybilności widoku warstw (wymagane ponowne uruchomienie).

# @info:tooltip
source: Should Cura open at the location it was closed?
ko_kr: Cura를 닫혀 있는 위치에서 여시겠습니까?

# @option:check
source: Restore window position on start
ko_kr: 시작 시 창 위치 복원하기

# @info:tooltip
source: What type of camera rendering should be used?
ko_kr: 어떤 유형의 카메라 렌더링을 사용하시겠습니까?

# @window:text
source: Camera rendering:
ko_kr: 카메라 렌더링:

source: Perspective
ko_kr: 원근법

source: Orthographic
ko_kr: 직각투영법

# @label
source: Opening and saving files
ko_kr: 파일 열기 및 저장
pl: Otwieranie i zapisywanie plików

# @info:tooltip
source: Should opening files from the desktop or external applications open in the same instance of Cura?
ko_kr: 데스크톱이나 외부 애플리케이션에서 파일을 열어야 하는 Cura의 동일한 인스턴스에서 여시겠습니까?

# @option:check
source: Use a single instance of Cura
ko_kr: Cura의 단일 인스턴스 사용

# @info:tooltip
source: Should the build plate be cleared before loading a new model in the single instance of Cura?
ko_kr: Cura의 단일 인스턴스에서 새 모델을 불러오기 전에 빌드 플레이트를 비우시겠습니까?

# @option:check
source: Clear buildplate before loading model into the single instance
ko_kr: 단일 인스턴스에 모델을 불러오기 전에 빌드 플레이트 비우기

# @info:tooltip
source: Should models be scaled to the build volume if they are too large?
ko_kr: 모델이 너무 큰 경우 빌드 볼륨으로 확장하시겠습니까?
pl: Czy zbyt duże modele mają być skalowane do dostępnej przestrzeni wydruku?

# @option:check
source: Scale large models
ko_kr: 대형 모델 비율에 따라 정하기
pl: Skaluj duże modele

# @info:tooltip
source: An model may appear extremely small if its unit is for example in meters rather than millimeters. Should these models be scaled up?
ko_kr: 모델의 단위가 예를 들어 밀리미터가 아닌 미터인 경우 모델이 매우 작게 나타날 수 있습니다. 이러한 모델을 비율에 따라 정하시겠습니까?
pl: Model może wyglądać na bardzo mały, na przykład jeżeli zastosowano metry zamiast milimetrów. Czy takie modele mają być skalowane w górę?

# @option:check
source: Scale extremely small models
ko_kr: 초소형 모델 비율에 따라 정하기
pl: Skaluj bardzo małe modele

# @info:tooltip
source: Should models be selected after they are loaded?
ko_kr: 모델을 불러온 후 선택하시겠습니까?

# @option:check
source: Select models when loaded
ko_kr: 불러오기할 때 모델 선택하기

# @info:tooltip
source: Should a prefix based on the printer name be added to the print job name automatically?
ko_kr: 프린터 이름을 기반으로 하는 접두사가 인쇄 작업 이름에 자동으로 추가되게 하시겠습니까?
pl: Czy do nazwy zadania dodać przedrostek bazujący na nazwie drukarki?

# @option:check
source: Add machine prefix to job name
ko_kr: 작업 이름에 3D 프린터 접두사 추가
pl: Dodaj przedrostek drukarki do nazwy zadania

# @info:tooltip
source: Should a summary be shown when saving a project file?
ko_kr: 프로젝트 파일을 저장할 때 개요를 표시하시겠습니까?
pl: Czy pokazywać podsumowanie przy zapisywaniu pliku projektu?

# @option:check
source: Show summary dialog when saving project
ko_kr: 프로젝트를 저장할 때 개요 대화상자 표시
pl: Pokaż okno podsumowania podczas zapisywania projektu

# @info:tooltip
source: Default behavior when opening a project file
ko_kr: 프로젝트 파일을 열 때 기본 동작
pl: Domyślne zachowanie przy otwieraniu pliku projektu

# @window:text
source: Default behavior when opening a project file:
ko_kr: 프로젝트 파일을 열 때 기본 동작:
pl: Domyślne zachowanie przy otwieraniu pliku projektu:

# @option:openProject
source: Always ask me this
ko_kr: 항상 묻기

# @option:openProject
source: Always open as a project
ko_kr: 항상 프로젝트로 열기
pl: Zawsze otwieraj jako projekt

# @option:openProject
source: Always import models
ko_kr: 항상 모델 가져오기
pl: Zawsze importuj modele

# @info:tooltip
source: When you have made changes to a profile and switched to a different one, a dialog will be shown asking whether you want to keep your modifications or not, or you can choose a default behaviour and never show that dialog again.
ko_kr: 프로필을 변경하고 다른 프로필로 전환하면 수정 사항을 유지할지 여부를 묻는 대화 상자가 표시되거나 기본 동작을 선택하고 해당 대화 상자를 다시 표시하지 않을 수 있습니다.
pl: Kiedy dokonałeś zmian w profilu i zmieniłeś na inny, pokaże się okno z prośbą o potwierdzenie odrzucenia lub pozostawienia modyfikacji. Można również wybrać domyślną akcję i nie pokazywać tego okna ponownie.

# @window:text
source: Default behavior for changed setting values when switching to a different profile:
ko_kr: 다른 프로필로 전환할 때 변경된 설정 값에 대한 기본 동작:

# @option:discardOrKeep
source: Always discard changed settings
ko_kr: 항상 변경된 설정 취소

# @option:discardOrKeep
source: Always transfer changed settings to new profile
ko_kr: 변경된 설정을 항상 새 프로필로 전송

# @label
source: Privacy
ko_kr: 개인 정보 보호
pl: Prywatność

# @info:tooltip
source: Should anonymous data about your print be sent to Ultimaker? Note, no models, IP addresses or other personally identifiable information is sent or stored.
ko_kr: 인쇄물에 대한 익명 데이터를 Ultimaker로 보내시겠습니까? 모델, IP 주소 또는 기타 개인 식별 정보는 전송되거나 저장되지 않습니다.
pl: Czy anonimowe dane o wydrukach mają być wysyłane do Ultimakera? Proszę pamiętać, że nie są przesyłane lub przechowywane modele, adresy IP lub jakiekolwiek inne informacje identyfikujące użytkownika.

# @option:check
source: Send (anonymous) print information
ko_kr: (익명) 인쇄 정보 보내기
pl: Wysyłaj (anonimowe) informacje o wydrukach

# @action:button
source: More information
ko_kr: 추가 정보

# @label
source: Updates
ko_kr: 업데이트

# @info:tooltip
source: Should Cura check for updates when the program is started?
ko_kr: Cura는 프로그램이 시작될 때 업데이트를 확인하시겠습니까?
pl: Czy Cura ma sprawdzać aktualizacje po uruchomieniu?

# @option:check
source: Check for updates on start
ko_kr: 시작 시 업데이트 확인
pl: Sprawdzaj aktualizacje przy uruchamianiu

# @info:tooltip
source: When checking for updates, only check for stable releases.
ko_kr: 업데이트를 확인할 때 안정적인 릴리스만 확인하십시오.

# @option:radio
source: Stable releases only
ko_kr: 안정적인 릴리스만

# @info:tooltip
source: When checking for updates, check for both stable and for beta releases.
ko_kr: 업데이트를 확인할 때 안정 버전과 베타 버전을 모두 확인하십시오.

# @option:radio
source: Stable and Beta releases
ko_kr: 안정 및 베타 릴리스

# @info:tooltip
source: Should an automatic check for new plugins be done every time Cura is started? It is highly recommended that you do not disable this!
ko_kr: Cura가 시작될 때마다 새 플러그인에 대한 자동 검사를 수행하시겠습니까? 이것을 비활성화하지 않는 것이 좋습니다!

# @option:check
source: Get notifications for plugin updates
ko_kr: 플러그인 업데이트 알림 받기

# @title
source: Information
ko_kr: 정보
pl: Informacja

# @title:window
source: Confirm Diameter Change
ko_kr: 직경 변경 확인하기

# @label (%1 is a number)
source: The new filament diameter is set to %1 mm, which is not compatible with the current extruder. Do you wish to continue?
ko_kr: 새 필라멘트 직경은 현재 압출기와 호환되지 않는 %1mm로 설정되었습니다. 계속하시겠습니까?

# @label
source: Display Name
ko_kr: 이름 보이기
pl: Nazwa wyświetlana

# @label
source: Material Type
ko_kr: 재료 유형
pl: Rodzaj materiału

# @label
source: Color
ko_kr: 색상
pl: Kolor

# @label
source: Properties
ko_kr: 특성
pl: Właściwości

# @label
source: Density
ko_kr: 밀도
pl: Gęstość

# @label
source: Diameter
ko_kr: 직경
pl: Średnica

# @label
source: Filament Cost
ko_kr: 필라멘트 비용
pl: Koszt filamentu

# @label
source: Filament weight
ko_kr: 필라멘트 무게
pl: Masa filamentu

# @label
source: Filament length
ko_kr: 필라멘트 길이
pl: Długość filamentu

# @label
source: Cost per Meter
ko_kr: 미터당 비용
pl: Koszt za metr

# @label
source: This material is linked to %1 and shares some of its properties.
ko_kr: 이 재료는 %1에 연결되어 있으며 일부 특성을 공유합니다.
pl: Materiał jest połączony z %1 i ma wspólne właściwości.

# @label
source: Unlink Material
ko_kr: 재료 연결 해제
pl: Odłącz materiał

# @label
source: Description
ko_kr: 설명
pl: Opis

# @label
source: Adhesion Information
ko_kr: 부착 정보
pl: Informacje o przyleganiu

# @action:button
source: Create
ko_kr: 만들기
pl: Nowy materiał

# @action:button
source: Duplicate
ko_kr: 복제하기
pl: Duplikuj

# @action:button Sending materials to printers
source: Sync with Printers
ko_kr: 프린터와 동기화

# @action:label
source: Printer
ko_kr: 프린터

# @title:window
source: Import Material
ko_kr: 재료 가져오기
pl: Import materiału

# @info:status Don't translate the XML tags <filename> or <message>!
source: Could not import material <filename>%1</filename>: <message>%2</message>
ko_kr: <filename>%1</filename> 재료를 가져올 수 없습니다: <message>%2</message>

# @info:status Don't translate the XML tag <filename>!
source: Successfully imported material <filename>%1</filename>
ko_kr: <filename>%1</filename> 재료를 성공적으로 가져왔습니다

# @title:window
source: Export Material
ko_kr: 재료 내보내기
pl: Eksport materiału

# @info:status Don't translate the XML tags <filename> and <message>!
source: Failed to export material to <filename>%1</filename>: <message>%2</message>
ko_kr: <filename>%1</filename> 재료를 내보낼 수 없습니다: <message>%2</message>

# @info:status Don't translate the XML tag <filename>!
source: Successfully exported material to <filename>%1</filename>
ko_kr: <filename>%1</filename> 재료를 성공적으로 내보냈습니다

# @title:window
source: Sync materials with printers
ko_kr: 프린터와 재료 동기화

# @title:header
source: Sync materials with printers
ko_kr: 프린터와 재료 동기화

# @text
source: Following a few simple steps, you will be able to synchronize all your material profiles with your printers.
ko_kr: 몇 가지 간단한 단계를 따르면 모든 재료 프로필을 프린터와 동기화할 수 있습니다.

# @button
source: Start
ko_kr: 시작

# @button
source: Why do I need to sync material profiles?
ko_kr: 재료 프로필을 동기화해야 하는 이유는 무엇입니까?

# @title:header
source: Sign in
ko_kr: 로그인

# @text
source: To automatically sync the material profiles with all your printers connected to Digital Factory you need to be signed in in Cura.
ko_kr: Digital Factory에 연결된 모든 프린터와 재료 프로필을 자동으로 동기화하려면 Cura에 로그인해야 합니다.

# @button
source: Sync materials with USB
ko_kr: USB로 재료 동기화

# @title:header
source: The following printers will receive the new material profiles:
ko_kr: 다음 프린터는 새 재료 프로필을 받게 됩니다:

# @title:header
source: Something went wrong when sending the materials to the printers.
ko_kr: 재료를 프린터로 보내는 중에 문제가 발생했습니다.

# @title:header
source: Material profiles successfully synced with the following printers:
ko_kr: 재료 프로필이 다음 프린터와 성공적으로 동기화되었습니다:

# @button
source: Troubleshooting
ko_kr: 문제 해결

# @text Asking the user whether printers are missing in a list.
source: Printers missing?
ko_kr: 프린터가 누락되었습니까?

# @text
source: Make sure all your printers are turned ON and connected to Digital Factory.
ko_kr: 모든 프린터가 켜져 있고 Digital Factory에 연결되어 있는지 확인하십시오.

# @button
source: Refresh List
ko_kr: 목록 새로 고침

# @button
source: Try again
ko_kr: 다시 시도하십시오

# @button
source: Done
ko_kr: 완료

# @button
source: Sync
ko_kr: 동기화

# @button
source: Syncing
ko_kr: 동기화하는 중

# @title:header
source: No printers found
ko_kr: 프린터를 찾을 수 없습니다

# @text
source: It seems like you don't have any compatible printers connected to Digital Factory. Make sure your printer is connected and it's running the latest firmware.
ko_kr: Digital Factory에 연결된 호환 프린터가 없는 것 같습니다. 프린터가 연결되어 있고 최신 펌웨어를 실행 중인지 확인하십시오.

# @button
source: Learn how to connect your printer to Digital Factory
ko_kr: 프린터를 Digital Factory에 연결하는 방법 알아보기

# @button
source: Refresh
ko_kr: 새로 고침

# @title:header
source: Sync material profiles via USB
ko_kr: USB를 통해 재료 프로필 동기화

# @text In the UI this is followed by a list of steps the user needs to take.
source: Follow the following steps to load the new material profiles to your printer.
ko_kr: 새 재료 프로필을 프린터에 불러오려면 다음 단계를 따르십시오.

# @text
source: Click the export material archive button.
ko_kr: 재료 아카이브 내보내기 버튼을 클릭합니다.

# @text
source: Save the .umm file on a USB stick.
ko_kr: USB 스틱에 .umm 파일을 저장합니다.

# @text
source: Insert the USB stick into your printer and launch the procedure to load new material profiles.
ko_kr: USB 스틱을 프린터에 삽입하고 새 재료 프로필을 불러오는 절차를 시작합니다.

# @button
source: How to load new material profiles to my printer
ko_kr: 내 프린터에 새 재료 프로필을 불러오는 방법

# @button
source: Export material archive
ko_kr: 재료 아카이브 내보내기

# @title:window
source: Export All Materials
ko_kr: 모든 재료 내보내기

# @title:tab
source: Setting Visibility
ko_kr: 가시성 설정
pl: Widoczność ustawień

# @label:textbox
source: Check all
ko_kr: 모두 선택
pl: Zaznacz wszystko

# @title:tab
source: Printers
ko_kr: 프린터
pl: Drukarki

# @info:status
source: Calculated
ko_kr: 계산됨

# @title:column
source: Setting
ko_kr: 설정
pl: Parametr

# @title:column
source: Profile
ko_kr: 프로필
pl: Profil

# @title:column
source: Current
ko_kr: 현재 설정
pl: Aktualne

# @title:column
source: Unit
ko_kr: 단위
pl: Jednostka

# @label:MonitorStatus
source: Not connected to a printer
ko_kr: 프린터에 연결되지 않음
pl: Nie podłączono do drukarki

# @label:MonitorStatus
source: Printer does not accept commands
ko_kr: 프린터가 명령을 수락하지 않음
pl: Drukarka nie przyjmuje komend

# @label:MonitorStatus
source: In maintenance. Please check the printer
ko_kr: n개의 유지 보수입니다. 프린터를 확인하십시오
pl: W konserwacji. Proszę sprawdzić drukarkę

# @label:MonitorStatus
source: Lost connection with the printer
ko_kr: 프린터와의 연결 끊김
pl: Połączenie z drukarką zostało zerwane

# @label:MonitorStatus
source: Printing...
ko_kr: 인쇄하는 중...
pl: Drukowanie…

# @label:MonitorStatus
source: Paused
ko_kr: 일시중지됨
pl: Wstrzymane

# @label:MonitorStatus
source: Preparing...
ko_kr: 준비하는 중...
pl: Przygotowywanie…

# @label:MonitorStatus
source: Please remove the print
ko_kr: 인쇄물을 제거해 주십시오
pl: Proszę ściągnąć wydruk

# @label
source: Abort Print
ko_kr: 인쇄 중단하기

# @label
source: Are you sure you want to abort the print?
ko_kr: 인쇄를 중단하시겠습니까?
pl: Czy jesteś pewny, że chcesz anulować wydruk?

# @label %1 is filled in with the name of an extruder
source: Print Selected Model with %1
ko_kr: 선택한 모델을 %1로 인쇄

# @label:button
source: My printers
ko_kr: 내 프린터

# @tooltip:button
source: Monitor printers in Ultimaker Digital Factory.
ko_kr: Ultimaker Digital Factory에서 프린터를 모니터링합니다.

# @tooltip:button
source: Create print projects in Digital Library.
ko_kr: Digital Library에서 인쇄 프로젝트를 만듭니다.

# @label:button
source: Print jobs
ko_kr: 인쇄 작업
