Repository: CustoNationCo/SANJAY
Catalog: resources/i18n/*/fdmextruder.def.json.po
Languages: ko_kr, pl

# machine_settings label
source: Machine
ko_kr: 3D 프린터
pl: Urządzenie

# machine_settings description
source: Machine specific settings
ko_kr: 3D 프린터 세부 설정
pl: Ustawienia urządzenia

# extruder_nr label
source: Extruder
ko_kr: 압출기
pl: Ekstruder

# extruder_nr description
source: The extruder train used for printing. This is used in multi-extrusion.
ko_kr: 인쇄에 사용되는 압출기 트레인입니다. 이것은 다중 압출에 사용됩니다.
pl: Numer ekstrudera używanego do wydruku dla systemów wielogłowicowych.

# machine_nozzle_id label
source: Nozzle ID
ko_kr: 노즐 ID

# machine_nozzle_id description
source: The nozzle ID for an extruder train, such as "AA 0.4" and "BB 0.8".
ko_kr: "AA 0.4" 및 "BB 0.8"과 같은 압출기 트레인의 노즐 ID입니다.

# machine_nozzle_size label
source: Nozzle Diameter
ko_kr: 노즐 직경
pl: Średnica dyszy

# machine_nozzle_size description
source: The inner diameter of the nozzle. Change this setting when using a non-standard nozzle size.
ko_kr: 노즐의 내부 직경입니다. 비표준 노즐 크기를 사용할 때 이 설정을 변경합니다.
pl: Wewnętrzna średnica dyszy. Zmień tą opcję jeśli używasz niestandardowego rozmiaru dyszy.

# machine_nozzle_offset_x label
source: Nozzle X Offset
ko_kr: 노즐 X 오프셋
pl: Przesunięcie X

# machine_nozzle_offset_x description
source: The x-coordinate of the offset of the nozzle.
ko_kr: 노즐 오프셋의 X 좌표입니다.
pl: Przesunięcie dyszy w osi X.

# machine_nozzle_offset_y label
source: Nozzle Y Offset
ko_kr: 노즐 Y 오프셋
pl: Przesunięcie Y

# machine_nozzle_offset_y description
source: The y-coordinate of the offset of the nozzle.
ko_kr: 노즐 오프셋의 Y 좌표입니다.
pl: Przesunięcie dyszy w osi Y.

# machine_extruder_start_code label
source: Extruder Start G-Code
ko_kr: 압출기 시작 G-Code
pl: Początkowy G-code ekstrudera

# machine_extruder_start_code description
source: Start g-code to execute when switching to this extruder.
ko_kr: 이 압출기로 전환할 때 실행할 g-code를 시작합니다.

# machine_extruder_start_pos_abs label
source: Extruder Start Position Absolute
ko_kr: 압출기 시작 위치 절대
pl: Bezwzględna pozycja początkowa ekstrudera

# machine_extruder_start_pos_abs description
source: Make the extruder starting position absolute rather than relative to the last-known location of the head.
ko_kr: 압출기 시작하는 위치를 헤드의 마지막으로 알려진 위치가 아닌 절대 위치로 만듭니다.
pl: Pozycja początkowa ekstrudera będzie bezwzględna, a nie względna do poprzedniej pozycji głowicy.

# machine_extruder_start_pos_x label
source: Extruder Start Position X
ko_kr: 압출기 시작 위치 X
pl: Początkowa pozycja X

# machine_extruder_start_pos_x description
source: The x-coordinate of the starting position when turning the extruder on.
ko_kr: 압출기를 켤 때 시작 위치의 X 좌표입니다.
pl: Pozycja początkowa w osi X podczas włączania ekstrudera.

# machine_extruder_start_pos_y label
source: Extruder Start Position Y
ko_kr: 압출기 시작 위치 Y
pl: Początkowa pozycja Y

# machine_extruder_start_pos_y description
source: The y-coordinate of the starting position when turning the extruder on.
ko_kr: 압출기를 켤 때 시작 위치의 Y 좌표입니다.
pl: Pozycja początkowa w osi Y podczas włączania ekstrudera.

# machine_extruder_end_code label
source: Extruder End G-Code
ko_kr: 압출기 끝 G-code
pl: Końcowy G-code ekstrudera

# machine_extruder_end_code description
source: End g-code to execute when switching away from this extruder.
ko_kr: 이 압출기에서 멀리 전환할 때 실행할 g-code를 끝냅니다.

# machine_extruder_end_pos_abs label
source: Extruder End Position Absolute
ko_kr: 압출기 끝 위치 절대
pl: Bezwzględna pozycja końcowa ekstrudera

# machine_extruder_end_pos_abs description
source: Make the extruder ending position absolute rather than relative to the last-known location of the head.
ko_kr: 압출기 끝나는 위치를 헤드의 마지막으로 알려진 위치가 아닌 절대 위치로 만듭니다.
pl: Pozycja końcowa ekstrudera będzie bezwzględna, a nie względna do poprzedniej pozycji głowicy.

# machine_extruder_end_pos_x label
source: Extruder End Position X
ko_kr: 압출기 끝 위치 X
pl: Końcowa pozycja X

# machine_extruder_end_pos_x description
source: The x-coordinate of the ending position when turning the extruder off.
ko_kr: 압출기를 끌 때 끝나는 위치의 X 좌표입니다.
pl: Pozycja początkowa w osi X podczas wyłączania ekstrudera.

# machine_extruder_end_pos_y label
source: Extruder End Position Y
ko_kr: 압출기 끝 위치 Y
pl: Końcowa pozycja Y

# machine_extruder_end_pos_y description
source: The y-coordinate of the ending position when turning the extruder off.
ko_kr: 압출기를 끌 때 끝나는 위치의 Y 좌표입니다.
pl: Pozycja początkowa w osi Y podczas wyłączania ekstrudera.

# extruder_prime_pos_z label
source: Extruder Prime Z Position
ko_kr: 압출기 채우기 Z 위치
pl: Pozycja przejścia Z

# extruder_prime_pos_z description
source: The Z coordinate of the position where the nozzle primes at the start of printing.
ko_kr: 인쇄 시작 시 노즐이 채워지는 위치의 Z 좌표입니다.
pl: Pozycja przejścia w osi Z, w której dysza jest zerowana na początku wydruku.

# machine_extruder_cooling_fan_number label
source: Extruder Print Cooling Fan
ko_kr: 압출기 인쇄 냉각 팬

# machine_extruder_cooling_fan_number description
source: The number of the print cooling fan associated with this extruder. Only change this from the default value of 0 when you have a different print cooling fan for each extruder.
ko_kr: 이 압출기와 연결된 인쇄 냉각 팬의 번호입니다. 각 압출기에 대해 다른 인쇄 냉각 팬이 있는 경우에만 기본값인 0에서 변경합니다.

# platform_adhesion label
source: Build Plate Adhesion
ko_kr: 빌드 플레이트 부착
pl: Przywieranie do stołu

# platform_adhesion description
source: Adhesion
ko_kr: 부착
pl: Przywieranie do stołu

# extruder_prime_pos_x label
source: Extruder Prime X Position
ko_kr: 압출기 채우기 X 위치
pl: Pozycja przejścia X

# extruder_prime_pos_x description
source: The X coordinate of the position where the nozzle primes at the start of printing.
ko_kr: 인쇄 시작 시 노즐이 채워지는 위치의 X 좌표입니다.
pl: Pozycja przejścia w osi X, w której dysza jest zerowana na początku wydruku.

# extruder_prime_pos_y label
source: Extruder Prime Y Position
ko_kr: 압출기 채우기 Y 위치
pl: Pozycja przejścia Y

# extruder_prime_pos_y description
source: The Y coordinate of the position where the nozzle primes at the start of printing.
ko_kr: 인쇄 시작 시 노즐이 채워지는 위치의 Y 좌표입니다.
pl: Pozycja przejścia w osi Y, w której dysza jest zerowana na początku wydruku.

# material label
source: Material
ko_kr: 재료

# material description
source: Material
ko_kr: 재료

# material_diameter label
source: Diameter
ko_kr: 직경

# material_diameter description
source: Adjusts the diameter of the filament used. Match this value with the diameter of the used filament.
ko_kr: 사용하는 필라멘트의 직경을 조정합니다. 이 값을 사용한 필라멘트의 직경과 일치시킵니다.

# machine_extruder_start_code description
source: Start g-code to execute whenever turning the extruder on.
pl: Początkowy G-code uruchamiany podczas włączania ekstrudera.

# machine_extruder_end_code description
source: End g-code to execute whenever turning the extruder off.
pl: Końcowy G-code uruchamiany podczas wyłączania ekstrudera.
