Repository: CustoNationCo/SANJAY
Catalog: resources/i18n/*/fdmprinter.def.json.po
Languages: ko_kr, pl

# raft_base_jerk label
source: Raft Base Print Jerk
ko_kr: 래프트 바닥 인쇄 저크
pl: Zryw podstawy podkładu

# raft_base_jerk description
source: The jerk with which the base raft layer is printed.
ko_kr: 바닥 래프트 레이어가 인쇄되는 저크입니다.

# raft_fan_speed label
source: Raft Fan Speed
ko_kr: 래프트 팬 속도
pl: Prędkość wentylatora podkładu

# raft_fan_speed description
source: The fan speed for the raft.
ko_kr: 래프트의 팬 속도입니다.

# raft_surface_fan_speed label
source: Raft Top Fan Speed
ko_kr: 래프트 상단 팬 속도
pl: Prędkość wentylatora sklepienia podkładu

# raft_surface_fan_speed description
source: The fan speed for the top raft layers.
ko_kr: 상단 래프트 레이어의 팬 속도입니다.

# raft_interface_fan_speed label
source: Raft Middle Fan Speed
ko_kr: 래프트 중간 팬 속도
pl: Prędkość wentylatora środka podkładu

# raft_interface_fan_speed description
source: The fan speed for the middle raft layer.
ko_kr: 중간 래프트 레이어의 팬 속도입니다.

# raft_base_fan_speed label
source: Raft Base Fan Speed
ko_kr: 래프트 바닥 팬 속도
pl: Prędkość wentylatora podstawy podkładu

# raft_base_fan_speed description
source: The fan speed for the base raft layer.
ko_kr: 바닥 래프트 레이어의 팬 속도입니다.

# dual label
source: Dual Extrusion
ko_kr: 이중 압출
pl: Podwójna ekstruzja

# dual description
source: Settings used for printing with multiple extruders.
ko_kr: 여러 압출기로 인쇄하는 데 사용되는 설정입니다.

# prime_tower_enable label
source: Enable Prime Tower
ko_kr: 프라임 타워 활성화
pl: Włącz kolumnę przejściową

# prime_tower_enable description
source: Print a tower next to the print which serves to prime the material after each nozzle switch.
ko_kr: 각 노즐 전환 후에 재료를 채우는 기능을 하는 인쇄물 옆에 타워를 프린트합니다.

# prime_tower_size label
source: Prime Tower Size
ko_kr: 프라임 타워 크기
pl: Wielkość kolumny przejściowej

# prime_tower_size description
source: The width of the prime tower.
ko_kr: 프라임 타워의 너비입니다.

# prime_tower_min_volume label
source: Prime Tower Minimum Volume
ko_kr: 프라임 타워 최소 볼륨
pl: Minimalna objętość kolumny przejściowej

# prime_tower_min_volume description
source: The minimum volume for each layer of the prime tower in order to purge enough material.
ko_kr: 충분한 재료를 밀어내기 위한 프라임 타워의 각각의 레이어에 대한 최소 부피입니다.

# prime_tower_position_x label
source: Prime Tower X Position
ko_kr: 프라임 타워 X 위치
pl: Pozycja X kolumny przejściowej

# prime_tower_position_x description
source: The x coordinate of the position of the prime tower.
ko_kr: 프라임 타워 위치의 X 좌표입니다.

# prime_tower_position_y label
source: Prime Tower Y Position
ko_kr: 프라임 타워 Y 위치
pl: Pozycja Y kolumny przejściowej

# prime_tower_position_y description
source: The y coordinate of the position of the prime tower.
ko_kr: 프라임 타워 위치의 Y 좌표입니다.

# prime_tower_wipe_enabled label
source: Wipe Inactive Nozzle on Prime Tower
ko_kr: 프라임 타워에 비활성 노즐 닦기
pl: Wyczyść nieaktywną dyszę na kolumnie przejściowej

# prime_tower_wipe_enabled description
source: After printing the prime tower with one nozzle, wipe the oozed material from the other nozzle off on the prime tower.
ko_kr: 하나의 노즐로 프라임 타워를 인쇄한 후, 다른 노즐에서 흘러나온 재료를 프라임 타워에 닦아냅니다.

# prime_tower_brim_enable label
source: Prime Tower Brim
ko_kr: 프라임 타워 브림

# prime_tower_brim_enable description
source: Prime-towers might need the extra adhesion afforded by a brim even if the model doesn't. Presently can't be used with the 'Raft' adhesion-type.
ko_kr: 프라임 타워는 모델이 필요하지 않더라도 브림을 통해 제공되는 추가적인 접착력이 필요할 수 있습니다. 현재 '래프트' 부착 유형은 사용할 수 없습니다.

# ooze_shield_enabled label
source: Enable Ooze Shield
ko_kr: 흘러나옴 보호물 활성화

# ooze_shield_enabled description
source: Enable exterior ooze shield. This will create a shell around the model which is likely to wipe a second nozzle if it's at the same height as the first nozzle.
ko_kr: 외부 흘러나옴 보호물을 활성화합니다. 이렇게 하면 모델 주위의 뼈대가 생성되어 첫 번째 노즐과 동일한 높이에 있는 경우, 두 번째 노즐이 닦일 가능성이 높습니다.

# ooze_shield_angle label
source: Ooze Shield Angle
ko_kr: 흘러나옴 보호물 각도

# ooze_shield_angle description
source: The maximum angle a part in the ooze shield will have. With 0 degrees being vertical, and 90 degrees being horizontal. A smaller angle leads to less failed ooze shields, but more material.
ko_kr: 흘러나옴 보호물의 최대 각도는 흘러나옴 보호물의 부분입니다. 0도가 수직이고 90도가 수평입니다. 각도가 작을수록 흘러나옴 보호물이 덜 실패하지만, 재료 사용이 더 많아지도록 유도합니다.

# ooze_shield_dist label
source: Ooze Shield Distance
ko_kr: 흘러나옴 보호물 거리

# ooze_shield_dist description
source: Distance of the ooze shield from the print, in the X/Y directions.
ko_kr: X/Y 방향으로 인쇄물에서 흘러나옴 보호물까지의 거리입니다.

# switch_extruder_retraction_amount label
source: Nozzle Switch Retraction Distance
ko_kr: 노즐 전환 리트랙션 거리
pl: Dystans retrakcji przy zmianie dyszy

# switch_extruder_retraction_amount description
source: The amount of retraction when switching extruders. Set to 0 for no retraction at all. This should generally be the same as the length of the heat zone.
ko_kr: 압출기를 전환할 때 리트랙션되는 양입니다. 전혀 리트랙션하지 않으려면 0으로 설정합니다. 일반적으로 가열 구역의 길이와 동일해야 합니다.

# switch_extruder_retraction_speeds label
source: Nozzle Switch Retraction Speed
ko_kr: 노즐 전환 리트랙션 속도
pl: Szybkość retrakcji przy zmianie dyszy

# switch_extruder_retraction_speeds description
source: The speed at which the filament is retracted. A higher retraction speed works better, but a very high retraction speed can lead to filament grinding.
ko_kr: 필라멘트가 후퇴되는 속도입니다. 리트렉션 속도가 높을수록 더 잘 작동하지만, 리트렉션 속도가 매우 높을 경우 필라멘트 갈림 현상이 발생할 수 있습니다.

# switch_extruder_retraction_speed label
source: Nozzle Switch Retract Speed
ko_kr: 노즐 전환 후퇴하기 속도
pl: Szybkość wycofania filamentu przy zmianie dyszy

# switch_extruder_retraction_speed description
source: The speed at which the filament is retracted during a nozzle switch retract.
ko_kr: 노즐 전환 후퇴하는 동안 필라멘트가 후퇴하는 속도입니다.
pl: Szybkość z jaką filament jest wycofywany podczas retrakcji przy zmianie dyszy.

# switch_extruder_prime_speed label
source: Nozzle Switch Prime Speed
ko_kr: 노즐 전환 프라임 속도
pl: Szybkość powrotu filamentu przy zmianie dyszy

# switch_extruder_prime_speed description
source: The speed at which the filament is pushed back after a nozzle switch retraction.
ko_kr: 노즐 전환 리트렉션 후 필라멘트가 뒤로 밀려나는 속도입니다.
pl: Szybkość z jaką filament powraca po retrakcji po zmianie dyszy.

# switch_extruder_extra_prime_amount label
source: Nozzle Switch Extra Prime Amount
ko_kr: 노즐 전환 추가 채우기 양

# switch_extruder_extra_prime_amount description
source: Extra material to prime after nozzle switching.
ko_kr: 노즐 전환 후 채우기할 추가 재료입니다.

# meshfix label
source: Mesh Fixes
ko_kr: 메시 고정하기
pl: Naprawianie siatek

# meshfix description
source: Make the meshes more suited for 3D printing.
ko_kr: 메시를 3D 인쇄에 더 적합하게 만듭니다.

# meshfix_union_all label
source: Union Overlapping Volumes
ko_kr: 겹치는 볼륨 합침
pl: Połącz nachodzące siatki

# meshfix_union_all description
source: Ignore the internal geometry arising from overlapping volumes within a mesh and print the volumes as one. This may cause unintended internal cavities to disappear.
ko_kr: 메시 내에서 겹치는 볼륨으로 인해 발생하는 내부 지오메트리를 무시하고 볼륨을 하나로 인쇄합니다. 이로 인해 의도하지 않은 내부 충치가 사라질 수 있습니다.

# meshfix_union_all_remove_holes label
source: Remove All Holes
ko_kr: 모든 구멍 제거
pl: Usuń wszystkie dziury

# meshfix_union_all_remove_holes description
source: Remove the holes in each layer and keep only the outside shape. This will ignore any invisible internal geometry. However, it also ignores layer holes which can be viewed from above or below.
ko_kr: 각각의 레이어에서 구멍을 제거하고 외부 모양만 유지합니다. 이것은 보이지 않는 내부 지오메트리를 무시합니다. 그러나 위 또는 아래에서 볼 수 있는 레이어 구멍도 무시합니다.

# meshfix_extensive_stitching label
source: Extensive Stitching
ko_kr: 넓은 범위 봉합하기
pl: Dokładne zszywanie

# meshfix_extensive_stitching description
source: Extensive stitching tries to stitch up open holes in the mesh by closing the hole with touching polygons. This option can introduce a lot of processing time.
ko_kr: 넓은 범위 봉합하기는 다각형으로 구멍을 막음으로써 망의 열린 구멍을 봉합하려고 합니다. 이 옵션은 처리 시간이 많이 소요될 수 있습니다.

# meshfix_keep_open_polygons label
source: Keep Disconnected Faces
ko_kr: 연결이 끊긴 면 유지하기

# meshfix_keep_open_polygons description
source: Normally Cura tries to stitch up small holes in the mesh and remove parts of a layer with big holes. Enabling this option keeps those parts which cannot be stitched. This option should be used as a last resort option when everything else fails to produce proper g-code.
ko_kr: 일반적으로 Cura는 메시의 작은 구멍을 꿰매고 큰 구멍이 있는 레이어의 일부를 제거하려고 합니다. 이 옵션을 활성화하면 연결할 수 없는 부분이 유지됩니다. 이 옵션은 다른 모든 것이 적절한 g-code를 생성하지 못할 때 최후의 수단으로 사용해야 합니다.

# multiple_mesh_overlap label
source: Merged Meshes Overlap
ko_kr: 병합된 메시 겹침
pl: Nakładanie połączonych siatek

# multiple_mesh_overlap description
source: Make meshes which are touching each other overlap a bit. This makes them bond together better.
ko_kr: 서로 맞닿아 있는 메시를 약간 겹치게 만듭니다. 이렇게 하면 서로 더 잘 결합됩니다.

# carve_multiple_volumes label
source: Remove Mesh Intersection
ko_kr: 메시 교차 지점 제거
pl: Usuń przecięcia siatek

# carve_multiple_volumes description
source: Remove areas where multiple meshes are overlapping with each other. This may be used if merged dual material objects overlap with each other.
ko_kr: 여러 메시가 서로 겹치는 영역을 제거합니다. 병합된 이중 재료 객체가 서로 겹치는 경우 사용할 수 있습니다.

# alternate_carve_order label
source: Alternate Mesh Removal
ko_kr: 메시 제거 번갈아 섞기

# alternate_carve_order description
source: Switch to which mesh intersecting volumes will belong with every layer, so that the overlapping meshes become interwoven. Turning this setting off will cause one of the meshes to obtain all of the volume in the overlap, while it is removed from the other meshes.
ko_kr: 겹치는 메시가 서로 짜여지도록 모든 레이어에 속하는 메시 교차 지점 볼륨을 전환합니다. 이 설정을 끄면 메시 중 하나가 겹침의 모든 볼륨을 얻고 다른 메시에서는 제거됩니다.

# remove_empty_first_layers label
source: Remove Empty First Layers
ko_kr: 빈 첫 번째 레이어 제거

# remove_empty_first_layers description
source: Remove empty layers beneath the first printed layer if they are present. Disabling this setting can cause empty first layers if the Slicing Tolerance setting is set to Exclusive or Middle.
ko_kr: 첫 번째 인쇄된 레이어 아래에 빈 레이어가 있는 경우 제거합니다. 슬라이싱 허용 오차 설정이 배타적 또는 중간으로 설정된 경우 이 설정을 비활성화하면 첫 번째 레이어가 비어 있을 수 있습니다.

# meshfix_maximum_resolution label
source: Maximum Resolution
ko_kr: 최대 해상도

# meshfix_maximum_resolution description
source: The minimum size of a line segment after slicing. If you increase this, the mesh will have a lower resolution. This may allow the printer to keep up with the speed it has to process g-code and will increase slice speed by removing details of the mesh that it can't process anyway.
ko_kr: 슬라이싱 후 선분의 최소 크기입니다. 이 값을 높이면 메시의 해상도가 낮아집니다. 이렇게 하면 프린터가 g-code를 처리해야 하는 속도를 따라갈 수 있으며 어쨌든 처리할 수 없는 메시의 세부 사항을 제거하여 슬라이스 속도를 높일 수 있습니다.

# meshfix_maximum_travel_resolution label
source: Maximum Travel Resolution
ko_kr: 최대 진행 해상도

# meshfix_maximum_travel_resolution description
source: The minimum size of a travel line segment after slicing. If you increase this, the travel moves will have less smooth corners. This may allow the printer to keep up with the speed it has to process g-code, but it may cause model avoidance to become less accurate.
ko_kr: 슬라이스 후 진행 선분의 최소 크기입니다. 이 값을 높이면 코너에서 매끄럽게 진행하는 정도가 감소합니다. 이렇게 하면 프린터가 g-code를 처리하는 속도를 따라갈 수 있지만 모델 회피의 정확도가 떨어질 수 있습니다.

# meshfix_maximum_deviation label
source: Maximum Deviation
ko_kr: 최대 편차

# meshfix_maximum_deviation description
source: The maximum deviation allowed when reducing the resolution for the Maximum Resolution setting. If you increase this, the print will be less accurate, but the g-code will be smaller. Maximum Deviation is a limit for Maximum Resolution, so if the two conflict the Maximum Deviation will always be held true.
ko_kr: 최대 해상도 설정의 해상도를 줄일 때 허용되는 최대 편차입니다. 이 값을 높이면 인쇄 정확도가 떨어지지만 g-code는 작아집니다. 최대 편차는 최대 해상도에 대한 제한이므로, 두 값이 충돌할 경우 최대 편차는 항상 참으로 유지됩니다.

# blackmagic label
source: Special Modes
ko_kr: 특수 모드
pl: Tryby specjalne

# blackmagic description
source: Non-traditional ways to print your models.
ko_kr: 기존의 방식이 아닌 모델 인쇄 방법입니다.

# print_sequence label
source: Print Sequence
ko_kr: 인쇄 순서
pl: Drukowanie sekwencyjne

# print_sequence description
source: Whether to print all models one layer at a time or to wait for one model to finish, before moving on to the next. One at a time mode is possible if a) only one extruder is enabled and b) all models are separated in such a way that the whole print head can move in between and all models are lower than the distance between the nozzle and the X/Y axes.
ko_kr: 모든 모델을 한 번에 한 레이어씩 인쇄할지 아니면 다음 모델로 이동하기 전에 한 모델이 완료될 때까지 기다릴지 여부입니다. 한 번에 하나씩 모드는 a) 하나의 압출기만 활성화되고, b) 전체 인쇄 헤드가 노즐과 X/Y 축 사이의 거리보다 낮게 이동할 수 있도록 모든 모델이 분리되는 경우 한 번에 하나씩 가능합니다.

# print_sequence option all_at_once
source: All at Once
ko_kr: 모두 한 번에
pl: Wszystkie naraz

# print_sequence option one_at_a_time
source: One at a Time
ko_kr: 한 번에 하나씩
pl: Jeden naraz

# infill_mesh label
source: Infill Mesh
ko_kr: 내부채움 메시

# infill_mesh description
source: Use this mesh to modify the infill of other meshes with which it overlaps. Replaces infill regions of other meshes with regions for this mesh. It's suggested to only print one Wall and no Top/Bottom Skin for this mesh.
ko_kr: 이 메시를 사용하여 겹치는 다른 메시의 내부채움을 수정합니다. 다른 메시의 내부채움 영역을 이 메시의 영역으로 바꿉니다. 이 메시에 대해 하나의 벽만 인쇄하고 상단/하단 겉면은 인쇄하지 않는 것이 좋습니다.

# infill_mesh_order label
source: Mesh Processing Rank
ko_kr: 메시 처리 순위

# infill_mesh_order description
source: Determines the priority of this mesh when considering multiple overlapping infill meshes. Areas where multiple infill meshes overlap will take on the settings of the mesh with the highest rank. An infill mesh with a higher rank will modify the infill of infill meshes with lower rank and normal meshes.
ko_kr: 여러 겹침 내부채움 메시를 고려할 때 이 메시의 우선 순위를 결정합니다. 여러 내부채움 메시가 겹치는 영역은 가장 높은 순위의 메시 설정을 사용합니다. 순위가 더 높은 내부채움 메시는 순위가 낮은 내부채움 메시와 일반 메시의 내부채움을 수정합니다.

# cutting_mesh label
source: Cutting Mesh
ko_kr: 절단 메시

# cutting_mesh description
source: Limit the volume of this mesh to within other meshes. You can use this to make certain areas of one mesh print with different settings and with a whole different extruder.
ko_kr: 이 메시의 볼륨을 다른 메시 내로 제한합니다. 이것을 사용하여 한 메시의 특정 영역을 다른 설정과 완전히 다른 압출기로 인쇄할 수 있습니다.

# mold_enabled label
source: Mold
ko_kr: 금형
pl: Forma

# mold_enabled description
source: Print models as a mold, which can be cast in order to get a model which resembles the models on the build plate.
ko_kr: 모델을 빌드 플레이트에 있는 모델과 유사한 모델을 얻기 위해 주조할 수 있는 금형으로 인쇄합니다.

# mold_width label
source: Minimal Mold Width
ko_kr: 최소 금형 너비
pl: Minimalna szerokość formy

# mold_width description
source: The minimal distance between the outside of the mold and the outside of the model.
ko_kr: 금형 외부와 모델 외부 사이의 최소 거리입니다.

# mold_roof_height label
source: Mold Roof Height
ko_kr: 금형 지붕 높이
pl: Wysokość sklepienia formy

# mold_roof_height description
source: The height above horizontal parts in your model which to print mold.
ko_kr: 금형을 인쇄할 모델의 수평 부분 위의 높이입니다.

# mold_angle label
source: Mold Angle
ko_kr: 금형 각도
pl: Kąt formy

# mold_angle description
source: The angle of overhang of the outer walls created for the mold. 0° will make the outer shell of the mold vertical, while 90° will make the outside of the model follow the contour of the model.
ko_kr: 금형에 대해 생성된 외벽의 돌출 각도입니다. 0°는 금형의 외부 뼈대를 수직으로 만들고 90°는 모델의 외부가 모델의 윤곽을 따르도록 합니다.

# support_mesh label
source: Support Mesh
ko_kr: 지지대 메시
pl: Siatka podpór

# support_mesh description
source: Use this mesh to specify support areas. This can be used to generate support structure.
ko_kr: 이 메시를 사용하여 지지대 영역을 지정합니다. 이것은 지지대 구조물을 생성하는 데 사용할 수 있습니다.

# anti_overhang_mesh label
source: Anti Overhang Mesh
ko_kr: 돌출부 방지 메시
pl: Siatka anty-nawisowa

# anti_overhang_mesh description
source: Use this mesh to specify where no part of the model should be detected as overhang. This can be used to remove unwanted support structure.
ko_kr: 이 메시를 사용하여 모델의 어떤 부분도 돌출부로 감지되지 않아야 하는 위치를 지정합니다. 원하지 않는 지지대 구조물을 제거하는 데 사용할 수 있습니다.

# magic_mesh_surface_mode label
source: Surface Mode
ko_kr: 표면 모드
pl: Tryb powierzchni

# magic_mesh_surface_mode description
source: Treat the model as a surface only, a volume, or volumes with loose surfaces. The normal print mode only prints enclosed volumes. "Surface" prints a single wall tracing the mesh surface with no infill and no top/bottom skin. "Both" prints enclosed volumes like normal and any remaining polygons as surfaces.
ko_kr: 모델을 표면만, 볼륨 또는 표면이 느슨한 표면이 있는 볼륨으로 취급합니다. 일반 인쇄 모드는 에워싸인 볼륨만 인쇄합니다. "표면"은 내부채움 및 상단/하단 겉면없이 메시 표면을 추적하는 단일 벽을 인쇄합니다. "둘 다"는 일반 및 나머지 다각형과 같은 에워싸인 볼륨을 표면으로 인쇄합니다.

# magic_mesh_surface_mode option normal
source: Normal
ko_kr: 수직형
pl: Normalny

# magic_mesh_surface_mode option surface
source: Surface
ko_kr: 표면
pl: Powierzchnia

# magic_mesh_surface_mode option both
source: Both
ko_kr: 둘 다
pl: Obydwa

# magic_spiralize label
source: Spiralize Outer Contour
ko_kr: 외부 윤곽 나선형화
pl: Tryb wazy

# magic_spiralize description
source: Spiralize smooths out the Z move of the outer edge. This will create a steady Z increase over the whole print. This feature turns a solid model into a single walled print with a solid bottom. This feature should only be enabled when each layer only contains a single part.
ko_kr: 나선형화는 외부 가장자리의 Z 이동을 부드럽게 합니다. 이렇게 하면 전체 인쇄에 걸쳐 Z가 꾸준히 증가합니다. 이 기능은 솔리드 모델을 솔리드 바닥이 있는 단일 벽 인쇄물로 변환합니다. 이 기능은 각 레이어에 단일 부품만 포함된 경우에만 활성화해야 합니다.

# smooth_spiralized_contours label
source: Smooth Spiralized Contours
ko_kr: 부드러운 나선형화된 윤곽
pl: Wygładź kontur trybu wazy

# smooth_spiralized_contours description
source: Smooth the spiralized contours to reduce the visibility of the Z seam (the Z seam should be barely visible on the print but will still be visible in the layer view). Note that smoothing will tend to blur fine surface details.
ko_kr: 나선형화된 윤곽을 부드럽게 하여, Z 이음선의 가시성을 줄입니다. (Z 이음선은 인쇄물에서 거의 보이지 않지만 레이어 보기에서는 계속 볼 수 있음) 다듬기는 미세한 미세한 표면 묘사를 흐릿하게 만드는 경향이 있습니다.

# relative_extrusion label
source: Relative Extrusion
ko_kr: 적절한 압출

# relative_extrusion description
source: Use relative extrusion rather than absolute extrusion. Using relative E-steps makes for easier post-processing of the g-code. However, it's not supported by all printers and it may produce very slight deviations in the amount of deposited material compared to absolute E-steps. Irrespective of this setting, the extrusion mode will always be set to absolute before any g-code script is output.
ko_kr: 절대 압출 대신 상대 압출을 사용합니다. 상대 E-steps를 사용하면 g-code를 쉽게 사후 처리할 수 있습니다. 그러나 모든 프린터에서 지원되는 것은 아니며 절대 E-steps과 비교하여 증착된 재료의 양에 아주 약간의 편차가 발생할 수 있습니다. 이 설정에 관계없이 압출 모드는 g-code 스크립트가 출력되기 전에 항상 절대 모드로 설정됩니다.

# experimental label
source: Experimental
ko_kr: 실험적
pl: Eksperymentalne

# experimental description
source: Features that haven't completely been fleshed out yet.
ko_kr: 아직 완전히 구체화되지 않은 기능들.

# slicing_tolerance label
source: Slicing Tolerance
ko_kr: 슬라이싱 허용오차

# slicing_tolerance description
source: Vertical tolerance in the sliced layers. The contours of a layer are normally generated by taking cross sections through the middle of each layer's thickness (Middle). Alternatively each layer can have the areas which fall inside of the volume throughout the entire thickness of the layer (Exclusive) or a layer has the areas which fall inside anywhere within the layer (Inclusive). Inclusive retains the most details, Exclusive makes for the best fit and Middle stays closest to the original surface.
ko_kr: 슬라이스된 레이어의 수직 허용 오차입니다. 레이어의 등고선은 일반적으로 각 레이어 두께의 중간(중간)까지 단면을 취함으로써 생성됩니다. 또는 각 레이어는 레이어의 전체 두께에 걸쳐 볼륨의 내부에 들어가는 영역(배타적)을 가질 수 있으며 레이어는 레이어 내의 아무 곳에나 들어가는 영역(포괄적)을 가질 수 있습니다. 포함은 디테일을 가장 많이 유지하고, 배타적은 가장 잘 어울리며, 중간은 원래 표면에 가장 가깝게 유지합니다.

# slicing_tolerance option middle
source: Middle
ko_kr: 중간

# slicing_tolerance option exclusive
source: Exclusive
ko_kr: 배타적

# slicing_tolerance option inclusive
source: Inclusive
ko_kr: 포괄적

# roofing_line_width label
source: Top Surface Skin Line Width
ko_kr: 상단 겉표면 선 폭

# roofing_line_width description
source: Width of a single line of the areas at the top of the print.
ko_kr: 인쇄 상단 영역의 한 선 폭입니다.

# roofing_pattern label
source: Top Surface Skin Pattern
ko_kr: 상단 겉표면 패턴

# roofing_pattern description
source: The pattern of the top most layers.
ko_kr: 최상위 레이어의 패턴입니다.

# roofing_pattern option lines
source: Lines
ko_kr: 선

# roofing_pattern option concentric
source: Concentric
ko_kr: 동심원

# roofing_pattern option zigzag
source: Zig Zag
ko_kr: 지그 재그

# roofing_monotonic label
source: Monotonic Top Surface Order
ko_kr: 단조로운 상단 표면 순서

# roofing_monotonic description
source: Print top surface lines in an ordering that causes them to always overlap with adjacent lines in a single direction. This takes slightly more time to print, but makes flat surfaces look more consistent.
ko_kr: 항상 한 방향으로 인접한 선과 겹치도록 하는 순서로 상단 표면 선을 인쇄합니다. 이렇게 하면 인쇄하는 데 시간이 약간 더 걸리지만 평평한 표면이 더 일관성 있게 보입니다.

# roofing_angles label
source: Top Surface Skin Line Directions
ko_kr: 상단 겉표면 선 방향

# roofing_angles description
source: A list of integer line directions to use when the top surface skin layers use the lines or zig zag pattern. Elements from the list are used sequentially as the layers progress and when the end of the list is reached, it starts at the beginning again. The list items are separated by commas and the whole list is contained in square brackets. Default is an empty list which means use the traditional default angles (45 and 135 degrees).
ko_kr: 상단 겉표면 레이어가 선 또는 지그재그 패턴을 사용할 때 사용할 정수 선 방향 목록입니다. 목록의 요소는 레이어가 진행됨에 따라 순차적으로 사용되며 목록의 끝에 도달하면 처음부터 다시 시작합니다. 목록 항목은 쉼표로 구분되며 전체 목록은 대괄호 안에 포함됩니다. 기본값은 기존의 기본 각도(45도 및 135도)를 사용하는 것을 의미하는 빈 목록입니다.

# infill_enable_travel_optimization label
source: Infill Travel Optimization
ko_kr: 내부채움 진행 최적화

# infill_enable_travel_optimization description
source: When enabled, the order in which the infill lines are printed is optimized to reduce the distance travelled. The reduction in travel time achieved very much depends on the model being sliced, infill pattern, density, etc. Note that, for some models that have many small areas of infill, the time to slice the model may be greatly increased.
ko_kr: 활성화되면, 내부채움 선이 인쇄되는 순서가 진행된 거리를 줄이기 위해 최적화됩니다. 진행 시간의 단축은 슬라이싱되는 모델, 내부채움 패턴, 밀도 등에 따라 크게 달라집니다. 작은 내부채움 영역이 많은 일부 모델의 경우 모델을 슬라이싱하는 시간이 크게 늘어날 수 있습니다.

# material_flow_dependent_temperature label
source: Auto Temperature
ko_kr: 자동 온도
pl: Automatyczna temperatura

# material_flow_dependent_temperature description
source: Change the temperature for each layer automatically with the average flow speed of that layer.
ko_kr: 해당 레이어의 평균 압출량으로 각 레이어의 온도를 자동으로 변경합니다.
pl: Automatycznie zmienia temperaturę dla danej warstwy na podstawie średniej prędkości przepływu na tej warstwie.

# material_flow_temp_graph label
source: Flow Temperature Graph
ko_kr: 압출량 온도 그래프

# material_flow_temp_graph description
source: Data linking material flow (in mm3 per second) to temperature (degrees Celsius).
ko_kr: 데이터 연결 재료 압출량(초당 mm3)과 온도(섭씨 온도)입니다.
pl: Dane łączące wypływ materiału (w mm3 na sekundę) i temperaturę (w stopniach Celsjusza).

# minimum_polygon_circumference label
source: Minimum Polygon Circumference
ko_kr: 최소 다각형 둘레

# minimum_polygon_circumference description
source: Polygons in sliced layers that have a circumference smaller than this amount will be filtered out. Lower values lead to higher resolution mesh at the cost of slicing time. It is meant mostly for high resolution SLA printers and very tiny 3D models with a lot of details.
ko_kr: 이 크기보다 작은 둘레가 있는 슬라이스된 레이어의 다각형은 필터링됩니다. 값이 낮을수록 슬라이싱 시간이 소요되는 더 높은 해상도의 메시가 생성됩니다. 고해상도 SLA 프린터와 세부 묘사가 많은 매우 작은 3D 모델에 주로 사용됩니다.

# support_skip_some_zags label
source: Break Up Support In Chunks
ko_kr: 덩어리에서 지지대 해체

# support_skip_some_zags description
source: Skip some support line connections to make the support structure easier to break away. This setting is applicable to the Zig Zag support infill pattern.
ko_kr: 지지대 구조물을 더 쉽게 분리할 수 있도록 일부 지지대 선 연결을 건너뜁니다. 이 설정은 지그재그 지지대 내부채움 패턴에 적용됩니다.

# support_skip_zag_per_mm label
source: Support Chunk Size
ko_kr: 지지대 덩어리 크기
