Repository: CustoNationCo/SANJAY
Catalog: resources/i18n/*/fdmprinter.json.po
Languages: de, pl

# coasting_enable label
source: Enable Coasting
pl: Włącz końcówki

# coasting_enable description
source: Coasting replaces the last part of an extrusion path with a travel path. The oozed material is used to lay down the last piece of the extrusion path in order to reduce stringing.
de: Beim Coasting wird der letzte Teil eines Extrusionsweg durch einen Bewegungsweg ersetzt. Das abgesonderte Material wird zur Ablage des letzten Stücks des Extrusionspfads verwendet, um das Fadenziehen zu vermindern.
pl: Włączenie powoduje, że ostatnia część ścieżki ekstrudowania filamentu jest zastępowana pustym przesuwem. Na tym odcinku zamiast aktywnej ekstruzji wykorzystuje się materiał samoczynnie wyciekający z dyszy - w ten sposób redukuje się tworzenie nitek filamentu.

# coasting_volume label
source: Coasting Volume
de: Coasting-Volumen
pl: Objętość końcówki

# coasting_volume description
source: The volume otherwise oozed. This value should generally be close to the nozzle diameter cubed.
de: Die Menge, die anderweitig abgesondert wird. Dieser Wert sollte im Allgemeinen in der Nähe vom Düsendurchmesser hoch drei liegen.
pl: Objętość materiału jaką należy wykorzystać do końcówki. Powinna być zbliżona do sześcianu średnicy otworu w dyszy.

# coasting_volume_retract label
source: Retract-Coasting Volume
de: Einzug-Coasting-Volumen
pl: Objętość końcówki przy retrakcji

# coasting_volume_retract description
source: The volume otherwise oozed in a travel move with retraction.
de: Die Menge, die anderweitig bei einer Bewegung mit Einzug abgesondert wird.
pl: Objętość materiału jaką należy wykorzystać do końcówki kończącej się retrakcją.

# coasting_volume_move label
source: Move-Coasting Volume
de: Bewegung-Coasting-Volumen
pl: Objętość końcówki przy przesuwie

# coasting_volume_move description
source: The volume otherwise oozed in a travel move without retraction.
de: Die Menge, die anderweitig bei einer Bewegung ohne Einzug abgesondert wird.
pl: Objętość materiału jaką należy wykorzystać do końcówki kończącej się przesuwem.

# coasting_min_volume label
source: Minimal Volume Before Coasting
pl: Minimalna objętość przed końcówką

# coasting_min_volume description
source: The least volume an extrusion path should have to coast the full amount. For smaller extrusion paths, less pressure has been built up in the bowden tube and so the coasted volume is scaled linearly.
de: Das geringste Volumen, das ein Extrusionsweg haben sollte, um die volle Menge coasten zu können. Bei kleineren Extrusionswegen wurde weniger Druck in den Bowden-Rohren aufgebaut und daher ist das Coasting-Volumen linear skalierbar.
pl: Najmniejsza objętość materiału jaką trzeba zużyć na drukowaną ścieżkę aby wykorzystać jedną pełną dawkę materiału. Jeśli ścieżka jest mniejsza, to drukarka stara się dać mniejsze ciśnienie, tak aby odpowiednio przeskalować ilość podawanego materiału.

# coasting_min_volume_retract label
source: Min Volume Retract-Coasting
de: Mindestvolumen bei Einzug-Coasting
pl: Minimalna objętość końcówki przed retrakcją

# coasting_min_volume_retract description
source: The minimal volume an extrusion path must have in order to coast the full amount before doing a retraction.
de: Das Mindestvolumen, das ein Extrusionsweg haben muss, um die volle Menge vor einem Einzug coasten zu können.
pl: Minimalna objętość jaką musi mieć ścieżka aby wypuścić całą objętość materiału, zanim nastąpi retrakcja.

# coasting_min_volume_move label
source: Min Volume Move-Coasting
de: Mindestvolumen bei Bewegung-Coasting
pl: Minimalna objętość końcówki przed ruchem

# coasting_min_volume_move description
source: The minimal volume an extrusion path must have in order to coast the full amount before doing a travel move without retraction.
de: Das Mindestvolumen, das ein Extrusionsweg haben muss, um die volle Menge vor einer Bewegung ohne Einzug coasten zu können.
pl: Minimalna objętość jaką musi mieć ścieżka aby wypuścić całą objętość materiału zanim zostanie wykonany ruch jałowy głowicy.

# coasting_speed label
source: Coasting Speed
pl: Prędkość ruchu końcowego

# coasting_speed description
source: The speed by which to move during coasting, relative to the speed of the extrusion path. A value slightly under 100% is advised, since during the coasting move, the pressure in the bowden tube drops.
de: Die Geschwindigkeit, mit der die Bewegung während des Coasting erfolgt, in Relation zu der Geschwindigkeit des Extrusionswegs. Ein Wert leicht unter 100 % wird angeraten, da während der Coastingbewegung der Druck in den Bowden-Röhren abfällt.
pl: Prędkość z jaką ma się poruszać dysza w czasie drukowania końcówki, względna w stosunku do ogólnej prędkości drukowania. Zalecana jest wartość minimalnie poniżej 100% ponieważ podczas ruchu końcowego ciśnienie w rurce bowdena spada.

# coasting_speed_retract label
source: Retract-Coasting Speed
pl: Prędkość końcówka - retrakcja

# coasting_speed_retract description
source: The speed by which to move during coasting before a retraction, relative to the speed of the extrusion path.
de: Die Geschwindigkeit, mit der die Bewegung während des Coasting vor einem Einzug erfolgt, in Relation zu der Geschwindigkeit des Extrusionswegs.
pl: Prędkość z jaką ma poruszać się głowica podczas ruchu końcowego przed retrakcją, względna w stosunku do prędkości ogólnej.

# coasting_speed_move label
source: Move-Coasting Speed
pl: Prędkość ruch - końcówka

# coasting_speed_move description
source: The speed by which to move during coasting before a travel move without retraction, relative to the speed of the extrusion path.
de: Die Geschwindigkeit, mit der die Bewegung während des Coasting vor einer Bewegung ohne Einzug, in Relation zu der Geschwindigkeit des Extrusionswegs.
pl: Prędkość z jaką ma się poruszać głowica podczas ruchu końcowego przed ruchem jałowym, względna w stosunku do prędkości ogólnej.

# cooling label
source: Cooling
de: Kühlung
pl: Chłodzenie

# cool_fan_enabled label
source: Enable Cooling Fan
de: Lüfter aktivieren
pl: Włącz chłodzenie wydruku

# cool_fan_enabled description
source: Enable the cooling fan during the print. The extra cooling from the cooling fan helps parts with small cross sections that print each layer quickly.
de: Aktiviert den Lüfter beim Drucken. Die zusätzliche Kühlung durch den Lüfter hilft bei Stücken mit geringem Durchschnitt, wo die einzelnen Schichten schnell gedruckt werden.
pl: Włącza wentylator chłodzący wydruku. Dodatkowe chłodzenie pozwala na szybsze drukowanie drobnych elementów i podnosi jakość drukowanej powierzchni.

# cool_fan_speed label
source: Fan Speed
de: Lüfterdrehzahl
pl: Prędkość wentylatora

# cool_fan_speed description
source: Fan speed used for the print cooling fan on the printer head.
de: Die Lüfterdrehzahl des Druck-Kühllüfters am Druckkopf.
pl: Prędkość wentylatora chłodzącego wydruk. Wentylator znajduje się najczęściej na głowicy i przesuwa razem z nią.

# cool_fan_speed_min label
source: Minimum Fan Speed
de: Mindest-Lüfterdrehzahl
pl: Minimalna prędkość wentylatora

# cool_fan_speed_min description
source: Normally the fan runs at the minimum fan speed. If the layer is slowed down due to minimum layer time, the fan speed adjusts between minimum and maximum fan speed.
de: Normalerweise läuft der Lüfter mit der Mindestdrehzahl. Wenn eine Schicht aufgrund einer Mindest-Ebenenzeit langsamer gedruckt wird, wird die Lüfterdrehzahl zwischen der Mindest- und Maximaldrehzahl angepasst.
pl: Normalnie wentylator pracuje z minimalną możliwą prędkością. Jeśli prędkość drukowania warstwy zostaje zmniejszona w celu osiągnięcia minimalnego czasu wydruku warstwy, to odpowiednio zostanie też zmniejszona prędkość wentylatora w zakresie od minimalnej do maksymalnej wartości prędkości.

# cool_fan_speed_max label
source: Maximum Fan Speed
de: Maximal-Lüfterdrehzahl
pl: Maksymalna prędkość wentylatora

# cool_fan_speed_max description
source: Normally the fan runs at the minimum fan speed. If the layer is slowed down due to minimum layer time, the fan speed adjusts between minimum and maximum fan speed.
de: Normalerweise läuft der Lüfter mit der Mindestdrehzahl. Wenn eine Schicht aufgrund einer Mindest-Ebenenzeit langsamer gedruckt wird, wird die Lüfterdrehzahl zwischen der Mindest- und Maximaldrehzahl angepasst.
pl: Normalnie wentylator pracuje z minimalną możliwą prędkością. Jeśli prędkość drukowania warstwy zostaje zmniejszona w celu osiągnięcia minimalnego czasu wydruku warstwy, to odpowiednio zostanie też zmniejszona prędkość wentylatora w zakresie od minimalnej do maksymalnej wartości prędkości.

# cool_fan_full_at_height label
source: Fan Full on at Height
de: Lüfter voll an ab Höhe
pl: Pełna prędkość od wysokości

# cool_fan_full_at_height description
source: The height at which the fan is turned on completely. For the layers below this the fan speed is scaled linearly with the fan off for the first layer.
de: Die Höhe, ab der Lüfter komplett eingeschaltet wird. Bei den unter dieser Schicht liegenden Schichten wird die Lüfterdrehzahl linear erhöht; bei der ersten Schicht ist dieser komplett abgeschaltet.
pl: Wysokość wydruku od której wentylator będzie pracował na pełnej prędkości. Dla niższych warstw, prędkość wentylatora jest skalowana liniowo od zera dla pierwszej warstwy.

# cool_fan_full_layer label
source: Fan Full on at Layer
de: Lüfter voll an ab Schicht
pl: Pełna prędkość od warstwy

# cool_fan_full_layer description
source: The layer number at which the fan is turned on completely. For the layers below this the fan speed is scaled linearly with the fan off for the first layer.
de: Die Schicht, ab der Lüfter komplett eingeschaltet wird. Bei den unter dieser Schicht liegenden Schichten wird die Lüfterdrehzahl linear erhöht; bei der ersten Schicht ist dieser komplett abgeschaltet.
pl: Warstwa od której wentylator będzie pracował na pełnej prędkości. Dla niższych warstw, prędkość wentylatora jest skalowana liniowo od zera dla pierwszej warstwy.

# cool_min_layer_time label
source: Minimal Layer Time
de: Mindestzeit für Schicht
pl: Minimalny czas druku warstwy

# cool_min_layer_time description
source: The minimum time spent in a layer: Gives the layer time to cool down before the next one is put on top. If a layer would print in less time, then the printer will slow down to make sure it has spent at least this many seconds printing the layer.
de: Die mindestens für eine Schicht aufgewendete Zeit: Diese Einstellung gibt der Schicht Zeit, sich abzukühlen, bis die nächste Schicht darauf gebaut wird. Wenn eine Schicht in einer kürzeren Zeit fertiggestellt würde, wird der Druck verlangsamt, damit wenigstens die Mindestzeit für die Schicht aufgewendet wird.
pl: Minimalny czas w jakim musi trwać wydruk jednej warstwy. Niezbędny czas w którym warstwa zastygnie na tyle aby można było na niej nałożyć kolejną. Jeśli z obliczeń wynika, że czas spędzony na drukowaniu danej warstwy będzie niższy niż wartość tu podana, drukarka zwolni drukowanie tak aby spędzić wymaganą ilość sekund na drukowaniu warstwy.

# cool_min_layer_time_fan_speed_max label
source: Minimal Layer Time Full Fan Speed
de: Mindestzeit für Schicht für volle Lüfterdrehzahl
pl: Minimalny czas dla maksymalnego chłodzenia

# cool_min_layer_time_fan_speed_max description
source: The minimum time spent in a layer which will cause the fan to be at maximum speed. The fan speed increases linearly from minimal fan speed for layers taking minimal layer time to maximum fan speed for layers taking the time specified here.
pl: Minimalny czas poświęcony na wydruk warstwy który spowoduje automatycznie ustawienie maksymalnej prędkości wentylatora chłodzącego. Prędkość wentylatora rośnie liniowo od minimalnej dla warstw mieszczących się w minimalnym czasie wydruku, do maksymalnej dla warstw drukowanych w czasie tutaj podanym.

# cool_min_speed label
source: Minimum Speed
de: Mindest-Lüfterdrehzahl
pl: Minimalna prędkość

# cool_min_speed description
source: The minimum layer time can cause the print to slow down so much it starts to droop. The minimum feedrate protects against this. Even if a print gets slowed down it will never be slower than this minimum speed.
de: Die Mindestzeit pro Schicht kann den Druck so stark verlangsamen, dass es zu Problemen durch Tropfen kommt. Die Mindest-Einspeisegeschwindigkeit wirkt diesem Effekt entgegen. Auch dann, wenn der Druck verlangsamt wird, sinkt die Geschwindigkeit nie unter den Mindestwert.
pl: Ustawienie zbyt dużego minimalnego czasu drukowania warstwy może spowodować konieczność tak dużego spowolnienia wydruku, że z dyszy samoczynnie i w nie kontrolowany sposób zacznie wypływać materiał. Minimalna prędkość zabezpiecza przed tym zjawiskiem. Drukarka nie będzie mogła zwolnić drukowania poniżej podanej tutaj wartości.

# cool_lift_head label
source: Lift Head
de: Druckkopf anheben
pl: Unieś głowicę

# cool_lift_head description
source: Lift the head away from the print if the minimum speed is hit because of cool slowdown, and wait the extra time away from the print surface until the minimum layer time is used up.
de: Dient zum Anheben des Druckkopfs, wenn die Mindestgeschwindigkeit aufgrund einer Verzögerung für die Kühlung erreicht wird. Dabei verbleibt der Druckkopf noch länger in einer sicheren Distanz von der Druckoberfläche, bis der Mindestzeitraum für die Schicht vergangen ist.
pl: Jeśli nie da się innymi metodami zapewnić minimalnego czasu wydruku warstwy, to na końcu warstwy, drukarka uniesie głowicę nad wydruk i poczeka odpowiedni czas aby wydruk stwardniał.

# support label
source: Support
de: Stützstruktur
pl: Podpory

# support_enable label
source: Enable Support
de: Stützstruktur aktivieren
pl: Włącz generowanie podpór

# support_enable description
source: Enable exterior support structures. This will build up supporting structures below the model to prevent the model from sagging or printing in mid air.
de: Äußere Stützstrukturen aktivieren. Dient zum Konstruieren von Stützstrukturen unter dem Modell, damit dieses nicht absinkt oder frei schwebend gedruckt werden kann.
pl: Włącz generowanie struktur podporowych. Podpory będą drukowane w tych miejscach modelu które są zawieszone w powietrzu i nie podparte w inny sposób.

# support_type label
source: Placement
de: Platzierung
pl: Umieszczanie

# support_type description
source: Where to place support structures. The placement can be restricted such that the support structures won't rest on the model, which could otherwise cause scarring.
de: Platzierung der Stützstrukturen. Die Platzierung kann so eingeschränkt werden, dass die Stützstrukturen nicht an dem Modell anliegen, was sonst zu Kratzern führen könnte.
pl: Decyduje o możliwości umieszczania podpór. Można zabronić drukowania podpór które muszą być oparte na wcześniej wydrukowanych częściach modelu co może powodować powstanie śladów na powierzchni wydruku.

# support_type option buildplate
source: Touching Buildplate
de: Bauplatte berühren
pl: Tylko dotykające platformy

# support_type option everywhere
source: Everywhere
de: Überall
pl: W dowolnym miejscu

# support_angle label
source: Overhang Angle
de: Winkel für Überhänge
pl: Kąt podpierania

# support_angle description
source: The maximum angle of overhangs for which support will be added. With 0 degrees being vertical, and 90 degrees being horizontal. A smaller overhang angle leads to more support.
pl: Maksymalny kąt pochylenia od którego będą dodawane podpory. 0 stopni to poziom, 90 stopni to pion. Im mniejszy kąt, tym więcej podpór będzie drukowanych. Zakłada się, że 45 stopni da się wydrukować bez podpierania.

# support_xy_distance label
source: X/Y Distance
de: X/Y-Abstand
pl: Odległość w X/Y

# support_xy_distance description
source: Distance of the support structure from the print, in the X/Y directions. 0.7mm typically gives a nice distance from the print so the support does not stick to the surface.
de: Abstand der Stützstruktur von dem gedruckten Objekt, in den X/Y-Richtungen. 0,7 mm ist typischerweise eine gute Distanz zum gedruckten Objekt, damit die Stützstruktur nicht auf der Oberfläche anklebt.
pl: Odległość podpór od powierzchni wydruku w poziomie (X/Y). 0,7 mm to dobra wartość która zapewnia, że podpory nie będą stykały się z powierzchnią wydruku.

# support_z_distance label
source: Z Distance
de: Z-Abstand
pl: Odległość w Z

# support_z_distance description
source: Distance from the top/bottom of the support to the print. A small gap here makes it easier to remove the support but makes the print a bit uglier. 0.15mm allows for easier separation of the support structure.
de: Abstand von der Ober-/Unterseite der Stützstruktur zum gedruckten Objekt. Eine kleine Lücke zu belassen, macht es einfacher, die Stützstruktur zu entfernen, jedoch wird das gedruckte Material etwas weniger schön. 0,15 mm ermöglicht eine leichte Trennung der Stützstruktur.
pl: Odległość od góry/doły podpory do powierzchni wydruku. Niewielka luka w tym miejscu pozwala na łatwiejsze późniejsze usuwanie podpór, ale powoduje też niewielką degradację powierzchni podpieranych. 0,15 mm to dość dobry kompromis.

# support_top_distance label
source: Top Distance
de: Oberer Abstand
pl: Odległość górna

# support_top_distance description
source: Distance from the top of the support to the print.
de: Abstand von der Oberseite der Stützstruktur zum gedruckten Objekt.
pl: Odległość pomiędzy szczytem podpory a wydrukiem.

# support_bottom_distance label
source: Bottom Distance
de: Unterer Abstand
pl: Odległość dolna

# support_bottom_distance description
source: Distance from the print to the bottom of the support.
de: Abstand vom gedruckten Objekt bis zur Unterseite der Stützstruktur.
pl: Odległość pomiędzy wydrukiem a dolną częścią podpory.

# support_conical_enabled label
source: Conical Support
pl: Podpory stożkowe

# support_conical_enabled description
source: Experimental feature: Make support areas smaller at the bottom than at the overhang.
de: Experimentelle Funktion: Macht die Bereiche der Stützstruktur am Boden kleiner als beim Überhang.
pl: Parametr eksperymentalny. Powoduje, że podpory są na dole mniejsze niż w miejscu które podpierają (są stożkowe).

# support_conical_angle label
source: Cone Angle
pl: Kąt stożka

# support_conical_angle description
source: The angle of the tilt of conical support. With 0 degrees being vertical, and 90 degrees being horizontal. Smaller angles cause the support to be more sturdy, but consist of more material. Negative angles cause the base of the support to be wider than the top.
de: Der Neigungswinkel der konischen Stützstruktur. Bei 0 Grad ist er vertikal und bei 90 Grad horizontal. Kleinere Winkel machen die Stützstruktur stabiler, aber benötigen mehr Material. Negative Winkel machen die Basis der Stützstruktur breiter als die Spitze.
pl: Kąt pod jakim będzie powierzchnia stożkowej podpory. 0 stopni to poziom, 90 stopni to pion. Mniejsze kąty powodują, że podpory są bardziej wytrzymałe, ale zużywają więcej materiału. Ujemne wartości powodują, że podstawa podpory jest szersza niż jej szczyt.

# support_conical_min_width label
source: Minimal Width
pl: Minimalna szerokość

# support_conical_min_width description
source: Minimal width to which conical support reduces the support areas. Small widths can cause the base of the support to not act well as fundament for support above.
de: Mindestdurchmesser auf den die konische Stützstruktur die Stützbereiche reduziert. Kleine Durchmesser können dazu führen, dass die Basis der Stützstruktur kein gutes Fundament für die darüber liegende Stütze bietet.
pl: Minimalna szerokość do jakiej podpora stożkowa zmniejsza się w miejscu podparcia. Zbyt mała szerokość może spowodować, że podpora nie będzie wystarczającym podparciem dla modelu.

# support_bottom_stair_step_height label
source: Stair Step Height
de: Stufenhöhe
pl: Wysokość stopnia schodów podporowych

# support_bottom_stair_step_height description
source: The height of the steps of the stair-like bottom of support resting on the model. Small steps can cause the support to be hard to remove from the top of the model.
de: Die Höhe der Stufen der treppenförmigen Unterlage für die Stützstruktur des Modells. Bei niedrigen Stufen kann es passieren, dass die Stützstruktur nur schwer von der Oberseite des Modells entfernt werden kann.
pl: Wysokość stopni dla „schodków” tworzących dolną część podpory która zaczyna na modelu. Mniejsze schodki mogą spowodować więcej kłopotu przy odrywaniu podpór od modelu.

# support_join_distance label
source: Join Distance
de: Abstand für Zusammenführung
pl: Zakres łączenia

# support_join_distance description
source: The maximum distance between support blocks, in the X/Y directions, such that the blocks will merge into a single block.
de: Der maximal zulässige Abstand zwischen Stützblöcken in den X/Y-Richtungen, damit die Blöcke zusammengeführt werden können.
pl: Maksymalna odległość pomiędzy blokami podpór w osi X/Y która spowoduje, że bloki połączą się w jeden.

# support_offset label
source: Horizontal Expansion
pl: Poszerzenie poziome

# support_offset description
source: Amount of offset applied to all support polygons in each layer. Positive values can smooth out the support areas and result in more sturdy support.
pl: Offset jaki jest dodawany do podpór na każdej warstwie. Wartości dodane mogą wygładzić powierzchnie podporowe i w efekcie utworzyć bardziej wytrzymałe podpory.

# support_area_smoothing label
source: Area Smoothing
de: Bereichsglättung
pl: Obszar wygładzania

# support_area_smoothing description
source: Maximal distance in the X/Y directions of a line segment which is to be smoothed out. Ragged lines are introduced by the join distance and support bridge, which cause the machine to resonate. Smoothing the support areas won't cause them to break with the constraints, except it might change the overhang.
de: Maximal zulässiger Abstand in die X/Y-Richtungen eines Liniensegments, das geglättet werden muss. Durch den Verbindungsabstand und die Stützbrücke kommt es zu ausgefransten Linien, was zu einem Mitschwingen der Maschine führt. Durch Glätten der Stützbereiche brechen diese nicht durch diese technischen Einschränkungen, außer, wenn der Überhang dadurch verändert werden kann.
pl: Maksymalna odległość w osi X/Y pomiędzy liniami która musi być wygładzona.

# support_roof_enable label
source: Enable Support Roof
pl: Włącz pełne pokrycie podpory

# support_roof_enable description
source: Generate a dense top skin at the top of the support on which the model sits.
pl: Generuje gęstą powierzchnię szczytową podpory na której opiera się model.

# support_roof_height label
source: Support Roof Thickness
pl: Grubość pełnego pokrycia podpory

# support_roof_height description
source: The height of the support roofs.
de: Die Höhe des Stützdachs.
pl: Grubość szczytowej, twardej powierzchni podpory

# support_roof_density label
source: Support Roof Density
de: Dichte des Stützdachs
pl: Gęstość pokrycia podpory

# support_roof_density description
source: This controls how densely filled the roofs of the support will be. A higher percentage results in better overhangs, which are more difficult to remove.
de: Dies steuert, wie dicht die Dächer der Stützstruktur gefüllt werden. Ein höherer Prozentsatz liefert bessere Überhänge, die schwieriger zu entfernen sind.
pl: Wpływa na gęstość wypełnienia pokrycia podpory. Większy procent pozwala na lepsze przewieszki które są trudniejsze do usunięcia.

# support_roof_line_distance label
source: Support Roof Line Distance
pl: Rozstaw linii pokrycia podpory

# support_roof_line_distance description
source: Distance between the printed support roof lines.
pl: Odległość pomiędzy liniami tworzącymi pokrycie podpory

# support_roof_pattern label
source: Support Roof Pattern
pl: Wzór pokrycia podpory
