Repository: CustoNationCo/SANJAY
Catalog: resources/i18n/*/fdmprinter.def.json.po
Languages: ko_kr, pl

# support_roof_pattern option triangles
source: Triangles
ko_kr: 삼각형
pl: Trójkątny

# support_roof_pattern option concentric
source: Concentric
ko_kr: 동심원
pl: Koncentryczny

# support_roof_pattern option zigzag
source: Zig Zag
ko_kr: 지그 재그
pl: Zygzak

# support_bottom_pattern label
source: Support Floor Pattern
ko_kr: 지지대 바닥 패턴
pl: Wzór podłogi podpór

# support_bottom_pattern description
source: The pattern with which the floors of the support are printed.
ko_kr: 지지대의 바닥이 인쇄되는 패턴입니다.
pl: Wzór, po którym drukowana jest podłoga podpór.

# support_bottom_pattern option lines
source: Lines
ko_kr: 선
pl: Linie

# support_bottom_pattern option grid
source: Grid
ko_kr: 격자
pl: Kratownica

# support_bottom_pattern option triangles
source: Triangles
ko_kr: 삼각형
pl: Trójkątny

# support_bottom_pattern option concentric
source: Concentric
ko_kr: 동심원
pl: Koncentryczny

# support_bottom_pattern option zigzag
source: Zig Zag
ko_kr: 지그 재그
pl: Zygzak

# minimum_interface_area label
source: Minimum Support Interface Area
ko_kr: 최소 지지대 접촉면 연결 영역

# minimum_interface_area description
source: Minimum area size for support interface polygons. Polygons which have an area smaller than this value will be printed as normal support.
ko_kr: 지지대 접촉면 연결 다각형의 최소 영역 크기입니다. 이 값보다 작은 영역을 가진 다각형은 수직형 지지대로 인쇄됩니다.

# minimum_roof_area label
source: Minimum Support Roof Area
ko_kr: 최소 지지대 지붕 영역

# minimum_roof_area description
source: Minimum area size for the roofs of the support. Polygons which have an area smaller than this value will be printed as normal support.
ko_kr: 지지대 지붕의 최소 영역 크기입니다. 이 값보다 작은 영역을 가진 다각형은 수직형 지지대로 인쇄됩니다.

# minimum_bottom_area label
source: Minimum Support Floor Area
ko_kr: 최소 지지대 바닥 영역

# minimum_bottom_area description
source: Minimum area size for the floors of the support. Polygons which have an area smaller than this value will be printed as normal support.
ko_kr: 지지대 바닥의 최소 영역 크기입니다. 이 값보다 작은 영역을 가진 다각형은 수직형 지지대로 인쇄됩니다.

# support_interface_offset label
source: Support Interface Horizontal Expansion
ko_kr: 지지대 접촉면 연결 수평 확장

# support_interface_offset description
source: Amount of offset applied to the support interface polygons.
ko_kr: 지지대 접촉면 연결 다각형에 적용된 오프셋의 양입니다.

# support_roof_offset label
source: Support Roof Horizontal Expansion
ko_kr: 지지대 지붕 수평 확장

# support_roof_offset description
source: Amount of offset applied to the roofs of the support.
ko_kr: 지지대의 지붕에 적용된 오프셋의 양입니다.

# support_bottom_offset label
source: Support Floor Horizontal Expansion
ko_kr: 지지대 바닥 수평 확장

# support_bottom_offset description
source: Amount of offset applied to the floors of the support.
ko_kr: 지지대의 바닥에 적용된 오프셋의 양입니다.

# support_interface_angles label
source: Support Interface Line Directions
ko_kr: 지지대 접촉면 연결 선 방향

# support_interface_angles description
source: A list of integer line directions to use. Elements from the list are used sequentially as the layers progress and when the end of the list is reached, it starts at the beginning again. The list items are separated by commas and the whole list is contained in square brackets. Default is an empty list which means use the default angles (alternates between 45 and 135 degrees if interfaces are quite thick or 90 degrees).
ko_kr: 사용할 정수 선 방향 목록입니다. 목록의 요소는 레이어가 진행됨에 따라 순차적으로 사용되며 목록의 끝에 도달하면 처음부터 다시 시작합니다. 목록 항목은 쉼표로 구분되며 전체 목록은 대괄호 안에 포함됩니다. 기본값은 기본 각도를 사용함을 의미하는 빈 목록입니다(인터페이스가 매우 두꺼우거나 90도인 경우 45도에서 135도를 번갈아 사용).

# support_roof_angles label
source: Support Roof Line Directions
ko_kr: 지지대 지붕 선 방향

# support_roof_angles description
source: A list of integer line directions to use. Elements from the list are used sequentially as the layers progress and when the end of the list is reached, it starts at the beginning again. The list items are separated by commas and the whole list is contained in square brackets. Default is an empty list which means use the default angles (alternates between 45 and 135 degrees if interfaces are quite thick or 90 degrees).
ko_kr: 사용할 정수 선 방향 목록입니다. 목록의 요소는 레이어가 진행됨에 따라 순차적으로 사용되며 목록의 끝에 도달하면 처음부터 다시 시작합니다. 목록 항목은 쉼표로 구분되며 전체 목록은 대괄호 안에 포함됩니다. 기본값은 기본 각도를 사용함을 의미하는 빈 목록입니다(인터페이스가 매우 두꺼우거나 90도인 경우 45도에서 135도를 번갈아 사용).

# support_bottom_angles label
source: Support Floor Line Directions
ko_kr: 지지대 바닥 선 방향

# support_bottom_angles description
source: A list of integer line directions to use. Elements from the list are used sequentially as the layers progress and when the end of the list is reached, it starts at the beginning again. The list items are separated by commas and the whole list is contained in square brackets. Default is an empty list which means use the default angles (alternates between 45 and 135 degrees if interfaces are quite thick or 90 degrees).
ko_kr: 사용할 정수 선 방향 목록입니다. 목록의 요소는 레이어가 진행됨에 따라 순차적으로 사용되며 목록의 끝에 도달하면 처음부터 다시 시작합니다. 목록 항목은 쉼표로 구분되며 전체 목록은 대괄호 안에 포함됩니다. 기본값은 기본 각도를 사용함을 의미하는 빈 목록입니다(인터페이스가 매우 두꺼우거나 90도인 경우 45도에서 135도를 번갈아 사용).

# support_fan_enable label
source: Fan Speed Override
ko_kr: 팬 속도 재정의

# support_fan_enable description
source: When enabled, the print cooling fan speed is altered for the skin regions immediately above the support.
ko_kr: 활성화하면 지지대 바로 위의 겉면 영역에 대해 인쇄 냉각 팬 속도가 변경됩니다.

# support_supported_skin_fan_speed label
source: Supported Skin Fan Speed
ko_kr: 지지대의 겉면 팬 속도

# support_supported_skin_fan_speed description
source: Percentage fan speed to use when printing the skin regions immediately above the support. Using a high fan speed can make the support easier to remove.
ko_kr: 지지대 바로 위의 겉면 영역을 인쇄할 때 사용할 팬 속도의 비율입니다. 높은 팬 속도를 사용하면 지지대를 더 쉽게 제거할 수 있습니다.

# support_use_towers label
source: Use Towers
ko_kr: 타워 사용
pl: Używaj wież

# support_use_towers description
source: Use specialized towers to support tiny overhang areas. These towers have a larger diameter than the region they support. Near the overhang the towers' diameter decreases, forming a roof.
ko_kr: 작은 돌출부를 지지하기 위해 스페셜 타워를 사용합니다. 이 타워는 지원하는 부위보다 직경이 더 큽니다. 돌출부 근처에서 타워의 직경이 감소하여 지붕을 형성합니다.
pl: Używa specjalnych wież do podparcia małych nawisów. Wieże mają większą średnicę niż obszar, który podpierają. Blisko nawisu średnica wieży maleje formując sklepienie.

# support_tower_diameter label
source: Tower Diameter
ko_kr: 타워 직경
pl: Średnica wieży

# support_tower_diameter description
source: The diameter of a special tower.
ko_kr: 스페셜 타워의 직경입니다.
pl: Średnica specjalnej wieży.

# support_tower_maximum_supported_diameter label
source: Maximum Tower-Supported Diameter
ko_kr: 최대 타워 지지대 직경

# support_tower_maximum_supported_diameter description
source: Maximum diameter in the X/Y directions of a small area which is to be supported by a specialized support tower.
ko_kr: 전문화된 지지대 타워가 지지해야 하는 작은 영역의 X/Y 방향 최대 직경입니다.

# support_tower_roof_angle label
source: Tower Roof Angle
ko_kr: 타워 지붕 각도
pl: Kąt sklepienia wieży

# support_tower_roof_angle description
source: The angle of a rooftop of a tower. A higher value results in pointed tower roofs, a lower value results in flattened tower roofs.
ko_kr: 타워 옥상의 각도입니다. 값이 높을수록 뾰족한 타워 지붕이 되고 값이 낮을수록 평평한 타워 지붕이 됩니다.
pl: Kąt sklepienia wieży. Wyższa wartość skutkuje punktowym zakończeniem wieży, niższa wartość skutkuje płaskim sklepieniem wieży.

# support_mesh_drop_down label
source: Drop Down Support Mesh
ko_kr: 지지대 메시 떨구기
pl: Rozwiń siatkę podpór w dół

# support_mesh_drop_down description
source: Make support everywhere below the support mesh, so that there's no overhang in the support mesh.
ko_kr: 지지대 메시 아래의 모든 곳에서 지지대를 만들어 지지대 메시에 돌출부가 없도록 합니다.

# support_meshes_present label
source: Scene Has Support Meshes
ko_kr: 장면에 지지대 메시 있음

# support_meshes_present description
source: There are support meshes present in the scene. This setting is controlled by Cura.
ko_kr: 장면에 지지대 메시가 있습니다. 이 설정은 Cura에서 제어합니다.

# platform_adhesion label
source: Build Plate Adhesion
ko_kr: 빌드 플레이트 부착
pl: Przywieranie do stołu

# platform_adhesion description
source: Adhesion
ko_kr: 부착
pl: Przywieranie do stołu

# prime_blob_enable label
source: Enable Prime Blob
ko_kr: 프라임 블롭 활성화

# prime_blob_enable description
source: Whether to prime the filament with a blob before printing. Turning this setting on will ensure that the extruder will have material ready at the nozzle before printing. Printing Brim or Skirt can act like priming too, in which case turning this setting off saves some time.
ko_kr: 필라멘트를 인쇄하기 전에 채우기할지의 여부를 지정합니다. 이 설정을 켜면 인쇄하기 전에 노즐에 압출기가 준비됩니다. 브림 또는 스커트를 인쇄하면 채우기 기능을 할 수 있으므로 이 설정을 해제하면 시간이 절약됩니다.

# extruder_prime_pos_x label
source: Extruder Prime X Position
ko_kr: 압출기 프라임 X 위치

# extruder_prime_pos_x description
source: The X coordinate of the position where the nozzle primes at the start of printing.
ko_kr: 인쇄 시작 시 노즐이 채워지는 위치의 X 좌표입니다.

# extruder_prime_pos_y label
source: Extruder Prime Y Position
ko_kr: 압출기 프라임 Y 위치

# extruder_prime_pos_y description
source: The Y coordinate of the position where the nozzle primes at the start of printing.
ko_kr: 인쇄 시작 시 노즐이 채워지는 위치의 Y 좌표입니다.

# adhesion_type label
source: Build Plate Adhesion Type
ko_kr: 빌드 플레이트 부착 유형
pl: Sposób polepszenia przywierania

# adhesion_type description
source: Different options that help to improve both priming your extrusion and adhesion to the build plate. Brim adds a single layer flat area around the base of your model to prevent warping. Raft adds a thick grid with a roof below the model. Skirt is a line printed around the model, but not connected to the model.
ko_kr: 압출 채우기 및 빌드 플레이트에 대한 접착력을 모두 향상시키는 데 도움이 되는 다양한 옵션입니다. 브림은 뒤틀림을 방지하기 위해 모델 바닥 주위에 한 겹의 평평한 레이어 영역을 추가합니다. 래프트는 모델 아래에 지붕이 있는 두꺼운 격자를 추가합니다. 스커트는 모델 주위에 인쇄되지만 모델과 연결되지 않은 선입니다.
pl: Różne opcje, które pomagają ulepszać zarówno stabilizację przepływu, jak i przyleganie do stołu. Obramowanie (Brim) dodaje jedną płaską warstwę dookoła podstawy obiektu zapobiegając podwijaniu się materiału. Podkład (Raft) dodaje cienką siatkę ze sklepieniem pod obiektem. Obramowanie (Skirt) jest linią dookoła podstawy obiektu, lecz nie połączoną z obiektem.

# adhesion_type option skirt
source: Skirt
ko_kr: 스커트
pl: Obrys (Skirt)

# adhesion_type option brim
source: Brim
ko_kr: 브림
pl: Obramowanie (Brim)

# adhesion_type option raft
source: Raft
ko_kr: 래프트
pl: Podkład (Raft)

# adhesion_type option none
source: None
ko_kr: 없음
pl: Brak

# adhesion_extruder_nr label
source: Build Plate Adhesion Extruder
ko_kr: 빌드 플레이트 부착 압출기
pl: Ekstruder przylegania do stołu

# adhesion_extruder_nr description
source: The extruder train to use for printing the skirt/brim/raft. This is used in multi-extrusion.
ko_kr: 스커트/브림/래프트 인쇄에 사용할 압출기 트레인입니다. 이것은 다중 압출에 사용됩니다.

# skirt_line_count label
source: Skirt Line Count
ko_kr: 스커트 선 개수
pl: Liczba linii obrysu

# skirt_line_count description
source: Multiple skirt lines help to prime your extrusion better for small models. Setting this to 0 will disable the skirt.
ko_kr: 여러 스커트 선은 작은 모델의 압출을 더 잘 채우는 데 도움이 됩니다. 이것을 0으로 설정하면 스커트가 비활성화됩니다.
pl: Wielokrotny obrys (skirt) pozwala ustabilizować ekstruzję przed drukiem, w szczególności małych obiektów. Ustawienie na 0 wyłącza obrys.

# skirt_gap label
source: Skirt Distance
ko_kr: 스커트 거리
pl: Odległość obrysu

# skirt_gap description
source: The horizontal distance between the skirt and the first layer of the print. This is the minimum distance. Multiple skirt lines will extend outwards from this distance.
ko_kr: 스커트와 인쇄물의 첫 번째 레이어 사이의 수평 거리입니다. 이것은 최소 거리입니다. 여러 스커트 선이 이 거리에서 바깥쪽으로 확장됩니다.

# skirt_brim_minimal_length label
source: Skirt/Brim Minimum Length
ko_kr: 스커트/브림 최소 길이
pl: Minimalna długość obrysu/obramowania

# skirt_brim_minimal_length description
source: The minimum length of the skirt or brim. If this length is not reached by all skirt or brim lines together, more skirt or brim lines will be added until the minimum length is reached. Note: If the line count is set to 0 this is ignored.
ko_kr: 스커트 또는 브림의 최소 길이입니다. 모든 스커트 또는 브림 선이 함께 이 길이에 도달하지 않으면 최소 길이에 도달할 때까지 더 많은 스커트 또는 브림 선이 추가됩니다. 참고: 선 수가 0으로 설정되어 있으면 무시됩니다.
pl: Minimalna długość obrysu (skirt) i obramowania (brim). Jeśli ta wartość nie zostanie osiągnięta przez zwykłą linię, zostanie dołożone więcej linii, aż do osiągnięcia minimalnej długości. Jeśli liczba linii jest ustawiona na 0, ta wartość jest ignorowana.

# brim_width label
source: Brim Width
ko_kr: 브림 너비
pl: Szerokość obramowania

# brim_width description
source: The distance from the model to the outermost brim line. A larger brim enhances adhesion to the build plate, but also reduces the effective print area.
ko_kr: 모델에서 가장 바깥쪽 브림 선까지의 거리입니다. 브림이 클수록 빌드 플레이트에 대한 접착력이 향상되지만 효과적인 인쇄 영역도 줄어듭니다.
pl: Odległość od modelu do zewnętrznej linii obramowania (brim). Szersze obramowanie polepsza przyleganie do stołu, lecz również redukuje efektywną powierzchnię roboczą.

# brim_line_count label
source: Brim Line Count
ko_kr: 브림 선 개수
pl: Liczba linii obramowania

# brim_line_count description
source: The number of lines used for a brim. More brim lines enhance adhesion to the build plate, but also reduces the effective print area.
ko_kr: 브림에 사용되는 선의 수입니다. 브림 선이 많을수록 빌드 플레이트에 대한 접착력이 향상되지만 효과적인 인쇄 영역도 줄어듭니다.
pl: Liczba linii używana na obramowanie (brim). Więcej linii obramowania polepsza przyleganie do stołu, lecz również redukuje efektywną powierzchnię roboczą.

# brim_gap label
source: Brim Distance
ko_kr: 브림 거리

# brim_gap description
source: The horizontal distance between the first brim line and the outline of the first layer of the print. A small gap can make the brim easier to remove while still providing the thermal benefits.
ko_kr: 첫 번째 브림 선과 인쇄물의 첫 번째 레이어 외형 사이의 수평 거리입니다. 작은 빈틈으로 브림을 더 쉽게 제거하면서도 열의 이점을 제공할 수 있습니다.

# brim_replaces_support label
source: Brim Replaces Support
ko_kr: 브림 대체 지지대

# brim_replaces_support description
source: Enforce brim to be printed around the model even if that space would otherwise be occupied by support. This replaces some regions of the first layer of support by brim regions.
ko_kr: 지지대가 공간을 차지하더라도 모델 주위에 브림을 인쇄되도록 강제합니다. 이것은 첫 번째 지지대 레잉의 일부 영역을 브림 영역으로 대체합니다.

# brim_outside_only label
source: Brim Only on Outside
ko_kr: 외부에만 브림
pl: Obramowanie tylko na zewnątrz

# brim_outside_only description
source: Only print the brim on the outside of the model. This reduces the amount of brim you need to remove afterwards, while it doesn't reduce the bed adhesion that much.
ko_kr: 브림을 모델 바깥쪽에만 인쇄합니다. 이렇게 하면 나중에 제거해야 하는 브림의 양이 줄어들지만, 베드 접착력을 크게 줄이지는 않습니다.

# raft_margin label
source: Raft Extra Margin
ko_kr: 래프트 추가 여백
pl: Dodatkowy margines podkładu

# raft_margin description
source: If the raft is enabled, this is the extra raft area around the model which is also given a raft. Increasing this margin will create a stronger raft while using more material and leaving less area for your print.
ko_kr: 래프트가 활성화된 경우, 래프트가 제공되는 모델 주변의 추가 래프트 영역입니다. 이 여백을 늘리면 더 많은 재료를 사용하고 인쇄물에 더 적은 영역을 남기면서 더 강한 래프트를 만들 수 있습니다.
pl: Jeśli podkład (raft) jest włączony, jest to dodatkowa powierzchnia dookoła obiektu, na której generowany jest podkład. Zwiększanie tego marginesu stworzy mocniejszy podkład, jednocześnie zużywając więcej materiału i zostawiając mniej miejsca na wydruk.

# raft_smoothing label
source: Raft Smoothing
ko_kr: 래프트 다듬기

# raft_smoothing description
source: This setting controls how much inner corners in the raft outline are rounded. Inward corners are rounded to a semi circle with a radius equal to the value given here. This setting also removes holes in the raft outline which are smaller than such a circle.
ko_kr: 이 설정은 래프트 외형의 내부 모서리가 둥근 정도를 제어합니다. 안쪽 모서리는 여기에 제공된 값과 동일한 반경을 가진 반원으로 반올림됩니다. 이 설정은 또한 이러한 원보다 작은 래프트 외형의 구멍을 제거합니다.

# raft_airgap label
source: Raft Air Gap
ko_kr: 래프트 허공 틈새
pl: Przerwa od podkładu

# raft_airgap description
source: The gap between the final raft layer and the first layer of the model. Only the first layer is raised by this amount to lower the bonding between the raft layer and the model. Makes it easier to peel off the raft.
ko_kr: 최종 래프트 레이어와 모델의 첫 번째 레이어 사이의 틈새입니다. 래프트 레이어와 모델 간의 결합을 낮추기 위해 첫 번째 레이어만 이 양만큼 올려집니다. 래프트를 쉽게 벗겨낼 수 있습니다.
pl: Przerwa między ostatnią warstwą podkładu (raft) i pierwszą warstwą modelu. Tylko pierwsza warstwa jest podniesiona o tą wartość, aby zmniejszyć przyleganie między warstwą podkładu i obiektem. Dzięki temu łatwiej jest oderwać podkład.

# layer_0_z_overlap label
source: Initial Layer Z Overlap
ko_kr: 초기 레이어 Z 겹침
pl: Nachodzenie początkowych warstw

# layer_0_z_overlap description
source: Make the first and second layer of the model overlap in the Z direction to compensate for the filament lost in the airgap. All models above the first model layer will be shifted down by this amount.
ko_kr: 허공 틈새에서 손실된 필라멘트를 보정하기 위해 모델의 첫 번째 레이어와 두 번째 레이어가 Z 방향으로 겹치도록 합니다. 첫 번째 모델 레이어 위의 모든 모델은 이 양만큼 아래로 이동합니다.

# raft_surface_layers label
source: Raft Top Layers
ko_kr: 래프트 상단 레이어
pl: Warstwy sklepienia podkładu

# raft_surface_layers description
source: The number of top layers on top of the 2nd raft layer. These are fully filled layers that the model sits on. 2 layers result in a smoother top surface than 1.
ko_kr: 두 번째 래프트 레이어 위에 있는 상단 레이어의 수입니다. 이것은 모델이 놓이는 완전히 채워진 레이어입니다. 2개의 레이어를 사용하면 1개의 레이어보다 매끄러운 상단 표면이 생성됩니다.
pl: Liczba górnych warstw na górze drugiej warstwy podkładu (raft). Są to całkowicie wypełnione warstwy, na których spoczywa obiekt. Dwie warstwy skutkują gładszą wierzchnią warstwą niż jedna.

# raft_surface_thickness label
source: Raft Top Layer Thickness
ko_kr: 래프트 상단 레이어 두께
pl: Grubość warstw sklepienia podkładu

# raft_surface_thickness description
source: Layer thickness of the top raft layers.
ko_kr: 상단 래프트 레이어의 레이어 두께입니다.
pl: Grubość warstwy na górnych warstwach podkładu (raft).

# raft_surface_line_width label
source: Raft Top Line Width
ko_kr: 래프트 상단 선 폭
pl: Szerokość linii sklepienia podkładu

# raft_surface_line_width description
source: Width of the lines in the top surface of the raft. These can be thin lines so that the top of the raft becomes smooth.
ko_kr: 래프트의 상단 표면에 있는 선의 폭입니다. 이것은 래프트의 상단이 매끄럽게될 수 있도록 얇은 선이 될 수 있습니다.
pl: Szerokość linii górnej powierzchni podkładu (raft). Mogą to być cienkie linie, przez co wierzch podkładu staje się gładki.

# raft_surface_line_spacing label
source: Raft Top Spacing
ko_kr: 래프트 상단 간격
pl: Odstępy sklepienia podkładu

# raft_surface_line_spacing description
source: The distance between the raft lines for the top raft layers. The spacing should be equal to the line width, so that the surface is solid.
ko_kr: 상단 래프트 레이어에 대한 래프트 선 사이의 거리입니다. 간격은 선 너비와 같아야 표면이 단단해집니다.
pl: Odległość między linami górnej warstwy podkładu (raft). Ta wartość powinna być równa szerokości linii, przez co powierzchnia będzie pełna.

# raft_interface_thickness label
source: Raft Middle Thickness
ko_kr: 래프트 중간 두께
pl: Grubość środkowych warstw podkładu

# raft_interface_thickness description
source: Layer thickness of the middle raft layer.
ko_kr: 중간 래프트 레이어의 레이어 두께입니다.
pl: Grubość warstwy na środkowych warstwach podkładu (raft).

# raft_interface_line_width label
source: Raft Middle Line Width
ko_kr: 래프트 중간 선 폭
pl: Szerokość środkowej linii podkładu

# raft_interface_line_width description
source: Width of the lines in the middle raft layer. Making the second layer extrude more causes the lines to stick to the build plate.
ko_kr: 중간 래프트 레이어의 선의 폭입니다. 두 번째 레이어를 더 많이 압출시키면 선이 빌드 플레이트에 달라붙게 됩니다.
pl: Szerokość linii w środkowych warstwach podkładu (raft). Przez zwiększoną ekstruzję na drugiej warstwie zwiększa się przyczepność do stołu.

# raft_interface_line_spacing label
source: Raft Middle Spacing
ko_kr: 래프트 중간 간격
pl: Środkowe odstępy podkładu

# raft_interface_line_spacing description
source: The distance between the raft lines for the middle raft layer. The spacing of the middle should be quite wide, while being dense enough to support the top raft layers.
ko_kr: 중간 래프트 레이어에 대한 래프트 선 사이의 거리입니다. 중간의 간격은 상당히 넓어야 하며 상단 래프트 레이어를 지지할 만큼 충분히 조밀해야 합니다.

# raft_base_thickness label
source: Raft Base Thickness
ko_kr: 래프트 바닥 두께
pl: Grubość podstawy podkładu

# raft_base_thickness description
source: Layer thickness of the base raft layer. This should be a thick layer which sticks firmly to the printer build plate.
ko_kr: 바닥 래프트 레이어의 레이어 두께입니다. 이것은 프린터 빌드 플레이트에 단단히 달라붙는 두툼한 레이어이어야 합니다.

# raft_base_line_width label
source: Raft Base Line Width
ko_kr: 래프트 바닥 선 폭
pl: Szerokość linii podstawy podkładu

# raft_base_line_width description
source: Width of the lines in the base raft layer. These should be thick lines to assist in build plate adhesion.
ko_kr: 기본 래프트 레이어의 선 폭입니다. 빌드 플레이트 부착을 돕기 위해 두꺼운 선이어야 합니다.

# raft_base_line_spacing label
source: Raft Base Line Spacing
ko_kr: 래프트 바닥 선 간격

# raft_base_line_spacing description
source: The distance between the raft lines for the base raft layer. Wide spacing makes for easy removal of the raft from the build plate.
ko_kr: 기본 래프트 레이어에 대한 래프트 선 사이의 거리입니다. 간격이 넓기 때문에 빌드 플레이트에서 래프트를 쉽게 제거할 수 있습니다.

# raft_speed label
source: Raft Print Speed
ko_kr: 래프트 인쇄 속도
pl: Szybkość druku podkładu

# raft_speed description
source: The speed at which the raft is printed.
ko_kr: 래프트가 인쇄되는 속도입니다.

# raft_surface_speed label
source: Raft Top Print Speed
ko_kr: 래프트 상단 인쇄 속도
pl: Prędkość druku sklepienia podkładu

# raft_surface_speed description
source: The speed at which the top raft layers are printed. These should be printed a bit slower, so that the nozzle can slowly smooth out adjacent surface lines.
ko_kr: 상단 래프트 레이어가 인쇄되는 속도입니다. 노즐이 인접한 표면 선을 천천히 매끄럽게 할 수 있도록 약간 느리게 인쇄해야 합니다.

# raft_interface_speed label
source: Raft Middle Print Speed
ko_kr: 래프트 중간 인쇄 속도
pl: Prędkość druku środka podkładu

# raft_interface_speed description
source: The speed at which the middle raft layer is printed. This should be printed quite slowly, as the volume of material coming out of the nozzle is quite high.
ko_kr: 중간 래프트 레이어가 인쇄되는 속도입니다. 노즐에서 나오는 재료의 양이 상당히 많기 때문에 매우 천천히 인쇄해야 합니다.

# raft_base_speed label
source: Raft Base Print Speed
ko_kr: 래프트 바닥 인쇄 속도
pl: Prędkość druku podstawy podkładu

# raft_base_speed description
source: The speed at which the base raft layer is printed. This should be printed quite slowly, as the volume of material coming out of the nozzle is quite high.
ko_kr: 바닥 래프트 레이어가 인쇄되는 속도입니다. 노즐에서 나오는 재료의 양이 상당히 많기 때문에 매우 천천히 인쇄해야 합니다.

# raft_acceleration label
source: Raft Print Acceleration
ko_kr: 래프트 인쇄 가속도
pl: Przyspieszenie druku podkładu

# raft_acceleration description
source: The acceleration with which the raft is printed.
ko_kr: 래프트가 인쇄되는 가속도입니다.

# raft_surface_acceleration label
source: Raft Top Print Acceleration
ko_kr: 래프트 상단 인쇄 가속도
pl: Przyspieszenie druku sklepienia podkładu

# raft_surface_acceleration description
source: The acceleration with which the top raft layers are printed.
ko_kr: 상단 래프트 레이어가 인쇄되는 가속도입니다.

# raft_interface_acceleration label
source: Raft Middle Print Acceleration
ko_kr: 래프트 중간 인쇄 가속도
pl: Przyspieszenie druku środka podkładu

# raft_interface_acceleration description
source: The acceleration with which the middle raft layer is printed.
ko_kr: 중간 래프트 레이어가 인쇄되는 가속도입니다.

# raft_base_acceleration label
source: Raft Base Print Acceleration
ko_kr: 래프트 바닥 인쇄 가속도
pl: Przyspieszenie druku podstawy podkładu

# raft_base_acceleration description
source: The acceleration with which the base raft layer is printed.
ko_kr: 바닥 래프트 레이어가 인쇄되는 가속도입니다.

# raft_jerk label
source: Raft Print Jerk
ko_kr: 래프트 인쇄 저크
pl: Zryw druku podkładu

# raft_jerk description
source: The jerk with which the raft is printed.
ko_kr: 래프트가 인쇄되는 저크입니다.

# raft_surface_jerk label
source: Raft Top Print Jerk
ko_kr: 래프트 상단 인쇄 저크
pl: Zryw sklepienia podkładu

# raft_surface_jerk description
source: The jerk with which the top raft layers are printed.
ko_kr: 상단 래프트 레이어가 인쇄되는 저크입니다.

# raft_interface_jerk label
source: Raft Middle Print Jerk
ko_kr: 래프트 중간 인쇄 저크
pl: Zryw środka podkładu

# raft_interface_jerk description
source: The jerk with which the middle raft layer is printed.
ko_kr: 중간 래프트 레이어가 인쇄되는 저크입니다.
