Repository: CustoNationCo/SANJAY
Catalog: resources/i18n/*/fdmprinter.def.json.po
Languages: ko_kr, pl

# material_crystallinity description
source: Is this material the type that breaks off cleanly when heated (crystalline), or is it the type that produces long intertwined polymer chains (non-crystalline)?
ko_kr: 이 재질은 열을 가하면 깨끗하게 끊어지는 타입(결정성)입니까, 아니면 길게 얽힌 폴리머 체인을 생산하는 타입(비결정성)입니까?

# material_anti_ooze_retracted_position label
source: Anti-ooze Retracted Position
ko_kr: 흘러나옴 방지 후퇴된 위치

# material_anti_ooze_retracted_position description
source: How far the material needs to be retracted before it stops oozing.
ko_kr: 재료가 흘러내리는 것을 멈추기 전에 재료를 후퇴시켜야 하는 정도입니다.

# material_anti_ooze_retraction_speed label
source: Anti-ooze Retraction Speed
ko_kr: 흘러나옴 방지 리트랙션 속도

# material_anti_ooze_retraction_speed description
source: How fast the material needs to be retracted during a filament switch to prevent oozing.
ko_kr: 흘러내리는 것을 방지하기 위해 필라멘트 전환 중에 재료를 후퇴시켜야 하는 정도입니다.

# material_break_preparation_retracted_position label
source: Break Preparation Retracted Position
ko_kr: 예비 후퇴된 위치 끊기

# material_break_preparation_retracted_position description
source: How far the filament can be stretched before it breaks, while heated.
ko_kr: 가열되는 동안 필라멘트가 끊어지기 전에 늘어날 수 있는 거리입니다.

# material_break_preparation_speed label
source: Break Preparation Retraction Speed
ko_kr: 단절 준비 리트랙션 속도

# material_break_preparation_speed description
source: How fast the filament needs to be retracted just before breaking it off in a retraction.
ko_kr: 필라멘트를 후퇴시켜 끊어지기 직전까지 후퇴해야 하는 속도입니다.

# material_break_preparation_temperature label
source: Break Preparation Temperature
ko_kr: 단절 준비 온도

# material_break_preparation_temperature description
source: The temperature used to purge material, should be roughly equal to the highest possible printing temperature.
ko_kr: 재료를 밀어내는 데 사용되는 온도는 가능한 가장 높은 인쇄 온도와 거의 같아야 합니다.

# material_break_retracted_position label
source: Break Retracted Position
ko_kr: 후퇴된 위치 끊기

# material_break_retracted_position description
source: How far to retract the filament in order to break it cleanly.
ko_kr: 필라멘트를 깨끗하게 끊기 위해 필라멘트를 후퇴시키는 거리입니다.

# material_break_speed label
source: Break Retraction Speed
ko_kr: 단절 리트랙션 속도

# material_break_speed description
source: The speed at which to retract the filament in order to break it cleanly.
ko_kr: 필라멘트를 깔끔하게 끊기 위해 필라멘트를 후퇴시키는 속도입니다.

# material_break_temperature label
source: Break Temperature
ko_kr: 단절 온도

# material_break_temperature description
source: The temperature at which the filament is broken for a clean break.
ko_kr: 깨끗한 단절을 위해 필라멘트가 끊기는 온도입니다.

# material_flush_purge_speed label
source: Flush Purge Speed
ko_kr: 플러시 밀어내는 속도

# material_flush_purge_speed description
source: How fast to prime the material after switching to a different material.
ko_kr: 다른 재료로 전환한 후 재료를 채우는 속도입니다.

# material_flush_purge_length label
source: Flush Purge Length
ko_kr: 플러시 밀어내는 길이

# material_flush_purge_length description
source: How much material to use to purge the previous material out of the nozzle (in length of filament) when switching to a different material.
ko_kr: 다른 재료로 전환할 때 이전 재료를 노즐에서 밀어내는 데 사용할 재료의 양(필라멘트의 길이)입니다.

# material_end_of_filament_purge_speed label
source: End of Filament Purge Speed
ko_kr: 필라멘트의 끝 밀어내는 속도

# material_end_of_filament_purge_speed description
source: How fast to prime the material after replacing an empty spool with a fresh spool of the same material.
ko_kr: 빈 스풀을 동일한 재료의 새 스풀로 교체한 후 재료를 채우는 속도입니다.

# material_end_of_filament_purge_length label
source: End of Filament Purge Length
ko_kr: 필라멘트의 끝 밀어내는 길이

# material_end_of_filament_purge_length description
source: How much material to use to purge the previous material out of the nozzle (in length of filament) when replacing an empty spool with a fresh spool of the same material.
ko_kr: 빈 스풀을 동일한 재질의 새 스풀로 교체할 때 이전 재료를 노즐에서 배출하는 데 사용할 재료의 양(필라멘트의 길이)입니다.

# material_maximum_park_duration label
source: Maximum Park Duration
ko_kr: 최대 파크 기간

# material_maximum_park_duration description
source: How long the material can be kept out of dry storage safely.
ko_kr: 재료를 건식 보관함에서 안전하게 보관할 수 있는 기간입니다.

# material_no_load_move_factor label
source: No Load Move Factor
ko_kr: 무부하 이동 계수

# material_no_load_move_factor description
source: A factor indicating how much the filament gets compressed between the feeder and the nozzle chamber, used to determine how far to move the material for a filament switch.
ko_kr: 필라멘트 스위치의 재료를 얼마나 멀리 이동할지 결정하는 데 사용되는 피더와 노즐 챔버 사이에서 필라멘트가 압축되는 정도를 나타내는 계수입니다.

# material_flow label
source: Flow
ko_kr: 압출량
pl: Przepływ

# material_flow description
source: Flow compensation: the amount of material extruded is multiplied by this value.
ko_kr: 압출량 보정: 압출된 재료의 양에 이 값을 곱합니다.
pl: Kompensacja przepływu: ilość ekstrudowanego materiału jest mnożona przez tę wartość.

# wall_material_flow label
source: Wall Flow
ko_kr: 벽 압출량

# wall_material_flow description
source: Flow compensation on wall lines.
ko_kr: 벽 선의 압출량 보정입니다.

# wall_0_material_flow label
source: Outer Wall Flow
ko_kr: 외벽 압출량

# wall_0_material_flow description
source: Flow compensation on the outermost wall line.
ko_kr: 가장 바깥쪽 벽 선의 압출량 보정입니다.

# wall_x_material_flow label
source: Inner Wall(s) Flow
ko_kr: 내벽 압출량

# wall_x_material_flow description
source: Flow compensation on wall lines for all wall lines except the outermost one.
ko_kr: 가장 바깥쪽 선을 제외한 모든 벽 선에 대한 벽 선의 압출량 보정입니다.

# skin_material_flow label
source: Top/Bottom Flow
ko_kr: 상단/하단 압출량

# skin_material_flow description
source: Flow compensation on top/bottom lines.
ko_kr: 상단/하단 선의 압출량 보정입니다.

# roofing_material_flow label
source: Top Surface Skin Flow
ko_kr: 상단 겉표면 압출량

# roofing_material_flow description
source: Flow compensation on lines of the areas at the top of the print.
ko_kr: 인쇄물 상단 영역의 선에 대한 압출량 보정입니다.

# infill_material_flow label
source: Infill Flow
ko_kr: 내부채움 압출량

# infill_material_flow description
source: Flow compensation on infill lines.
ko_kr: 내부채움 선의 압출량 보정입니다.

# skirt_brim_material_flow label
source: Skirt/Brim Flow
ko_kr: 스커트/브림 압출량

# skirt_brim_material_flow description
source: Flow compensation on skirt or brim lines.
ko_kr: 스커트나 브림 선의 압출량 보정입니다.

# support_material_flow label
source: Support Flow
ko_kr: 지지대 압출량

# support_material_flow description
source: Flow compensation on support structure lines.
ko_kr: 지지대 구조물 선의 압출량 보정입니다.

# support_interface_material_flow label
source: Support Interface Flow
ko_kr: 지지대 접촉면 연결 압출량

# support_interface_material_flow description
source: Flow compensation on lines of support roof or floor.
ko_kr: 지지대 지붕 또는 바닥 선의 압출량 보정입니다.

# support_roof_material_flow label
source: Support Roof Flow
ko_kr: 지지대 지붕 압출량

# support_roof_material_flow description
source: Flow compensation on support roof lines.
ko_kr: 지지대 지붕 선의 압출량 보정입니다.

# support_bottom_material_flow label
source: Support Floor Flow
ko_kr: 지지대 바닥 압출량

# support_bottom_material_flow description
source: Flow compensation on support floor lines.
ko_kr: 지지대 바닥 선의 압출량 보정입니다.

# prime_tower_flow label
source: Prime Tower Flow
ko_kr: 프라임 타워 압출량
pl: Przepływ kolumny przejściowej

# prime_tower_flow description
source: Flow compensation on prime tower lines.
ko_kr: 프라임 타워 선의 압출량 보정입니다.

# material_flow_layer_0 label
source: Initial Layer Flow
ko_kr: 초기 레이어 압출량

# material_flow_layer_0 description
source: Flow compensation for the first layer: the amount of material extruded on the initial layer is multiplied by this value.
ko_kr: 첫 번째 레이어에 대한 압출량 보정: 초기 레이어에 압출된 재료의 양에 이 값을 곱합니다.

# material_standby_temperature label
source: Standby Temperature
ko_kr: 대기 온도
pl: Temperatura oczekiwania

# material_standby_temperature description
source: The temperature of the nozzle when another nozzle is currently used for printing.
ko_kr: 다른 노즐이 현재 인쇄에 사용되는 경우의 노즐 온도입니다.

# speed label
source: Speed
ko_kr: 속도
pl: Prędkość

# speed description
source: Speed
ko_kr: 속도
pl: Prędkość

# speed_print label
source: Print Speed
ko_kr: 인쇄 속도
pl: Prędkość druku

# speed_print description
source: The speed at which printing happens.
ko_kr: 인쇄가 되는 속도입니다.
pl: Prędkość, z jaką odbywa się wydruk.

# speed_infill label
source: Infill Speed
ko_kr: 내부채움 속도
pl: Prędkość wypełnienia

# speed_infill description
source: The speed at which infill is printed.
ko_kr: 내부채움이 인쇄되는 속도입니다.
pl: Prędkość z jaką drukowane jest wypełnienie.

# speed_wall label
source: Wall Speed
ko_kr: 벽 속도
pl: Prędkość ścian

# speed_wall description
source: The speed at which the walls are printed.
ko_kr: 벽이 인쇄되는 속도입니다.
pl: Prędkość z jaką drukowane są ściany.

# speed_wall_0 label
source: Outer Wall Speed
ko_kr: 외벽 속도
pl: Prędkość zewnętrznych ścian

# speed_wall_0 description
source: The speed at which the outermost walls are printed. Printing the outer wall at a lower speed improves the final skin quality. However, having a large difference between the inner wall speed and the outer wall speed will affect quality in a negative way.
ko_kr: 가장 바깥쪽 벽이 인쇄되는 속도입니다. 외벽을 더 낮은 속도로 인쇄하면 최종 겉면 품질이 향상됩니다. 그러나 내벽 속도와 외벽 속도의 차이가 크면 품질에 부정적인 영향을 미칩니다.
pl: Prędkość z jaką drukowane są zewnętrzne ściany. Drukowanie zewnętrznych ścian z mniejszą prędkością zapewnia lepszą jakość powierzchni. Jednakże duża różnica pomiędzy prędkością druku wewnętrznych i zewnętrznych ścian negatywnie odbija się na jakości wydruku.

# speed_wall_x label
source: Inner Wall Speed
ko_kr: 내벽 속도
pl: Prędkość wewnętrznych ścian

# speed_wall_x description
source: The speed at which all inner walls are printed. Printing the inner wall faster than the outer wall will reduce printing time. It works well to set this in between the outer wall speed and the infill speed.
ko_kr: 모든 내부 벽이 인쇄되는 속도입니다. 내벽을 외벽보다 빠르게 인쇄하면 인쇄 시간이 단축됩니다. 이것은 외벽 속도와 내부채움 속도 사이에 설정하는 것이 좋습니다.
pl: Prędkość z jaką są drukowane wewnętrzne ściany. Drukowanie wewnętrznych ścian szybciej niż zewnętrznych skraca czas wydruku. Najlepiej ustawić wartość spomiędzy prędkości zewnętrznych ścian i prędkości wypełnienia.

# speed_roofing label
source: Top Surface Skin Speed
ko_kr: 상단 겉표면 속도

# speed_roofing description
source: The speed at which top surface skin layers are printed.
ko_kr: 상단 겉표면 레이어가 인쇄되는 속도입니다.

# speed_topbottom label
source: Top/Bottom Speed
ko_kr: 상단/하단 속도
pl: Prędkość sklepienia/podłogi

# speed_topbottom description
source: The speed at which top/bottom layers are printed.
ko_kr: 상단/하단 레이어가 인쇄되는 속도입니다.
pl: Prędkość z jaką są drukowane górne/dolne warstwy.

# speed_support label
source: Support Speed
ko_kr: 지지대 속도
pl: Prędkość podpór

# speed_support description
source: The speed at which the support structure is printed. Printing support at higher speeds can greatly reduce printing time. The surface quality of the support structure is not important since it is removed after printing.
ko_kr: 지지대 구조물이 인쇄되는 속도입니다. 더 빠른 속도로 인쇄를 지원하면 인쇄 시간을 크게 줄일 수 있습니다. 지지대 구조물의 표면 품질은 인쇄 후, 제거되기 때문에 중요하지 않습니다.
pl: Prędkość z jaką drukowane są struktury podpór. Drukowanie podpór z wyższą prędkością może bardzo skrócić czas wydruku. Jakość powierzchni podpór nie jest ważna ponieważ zostają usunięte po zakończeniu wydruku.

# speed_support_infill label
source: Support Infill Speed
ko_kr: 지지대 내부채움 속도
pl: Prędkość wypełnienia podpór

# speed_support_infill description
source: The speed at which the infill of support is printed. Printing the infill at lower speeds improves stability.
ko_kr: 지지대 내부채움이 인쇄되는 속도입니다. 낮은 속도로 내부채움을 인쇄하면 안정성이 향상됩니다.
pl: Prędkość z jaką drukowane jest wypełnienie podpór. Drukowanie podpór z niższą prędkością zwiększa stabilność.

# speed_support_interface label
source: Support Interface Speed
ko_kr: 지지대 접촉면 연결 속도
pl: Prędkość interfejsu podpór

# speed_support_interface description
source: The speed at which the roofs and floors of support are printed. Printing them at lower speeds can improve overhang quality.
ko_kr: 지지대의 지붕과 바닥이 인쇄되는 속도입니다. 저속으로 인쇄하면 돌출부 품질이 향상될 수 있습니다.
pl: Prędkość z jaką drukowane są sklepienia i podłogi podpór. Drukowanie z niższą prędkością może zwiększyć jakość nawisów.

# speed_support_roof label
source: Support Roof Speed
ko_kr: 지지대 지붕 속도
pl: Prędkość sklepienia podpór

# speed_support_roof description
source: The speed at which the roofs of support are printed. Printing them at lower speeds can improve overhang quality.
ko_kr: 지지대 지붕이 인쇄되는 속도입니다. 저속으로 인쇄하면 돌출부 품질이 향상될 수 있습니다.
pl: Prędkość z jaką drukowane są sklepienia podpór. Drukowanie sklepień z niższą prędkością może zwiększyć jakość nawisów.

# speed_support_bottom label
source: Support Floor Speed
ko_kr: 지지대 바닥 속도
pl: Prędkość podłogi podpór

# speed_support_bottom description
source: The speed at which the floor of support is printed. Printing it at lower speed can improve adhesion of support on top of your model.
ko_kr: 지지대 바닥이 인쇄되는 속도입니다. 저속으로 인쇄하면 모델 위에 지지대의 접착력이 향상될 수 있습니다.
pl: Prędkość z jaką drukowane są podłogi podpór. Drukowanie z niższą prędkością zwiększa stabilność.

# speed_prime_tower label
source: Prime Tower Speed
ko_kr: 프라임 타워 속도
pl: Prędkość kolumny przejściowej

# speed_prime_tower description
source: The speed at which the prime tower is printed. Printing the prime tower slower can make it more stable when the adhesion between the different filaments is suboptimal.
ko_kr: 프라임 타워가 인쇄되는 속도입니다. 서로 다른 필라멘트 사이의 접착력이 최적이 아닐 때 프라임 타워를 느리게 인쇄하면 더 안정적으로 인쇄할 수 있습니다.
pl: Prędkość z jaką drukowana jest kolumna przejściowa. Drukowanie z niższą prędkością może polepszyć stabilność konstrukcji przy materiałach o niskiej adhezji względnej.

# speed_travel label
source: Travel Speed
ko_kr: 진행 속도
pl: Prędkość ruchu jałowego

# speed_travel description
source: The speed at which travel moves are made.
ko_kr: 진행 이동이 이루어지는 속도입니다.
pl: Prędkość z jaką wykonywany jest ruch jałowy – bez ekstruzji materiału.

# speed_layer_0 label
source: Initial Layer Speed
ko_kr: 초기 레이어 속도
pl: Prędkość pierwszej warstwy

# speed_layer_0 description
source: The speed for the initial layer. A lower value is advised to improve adhesion to the build plate. Does not affect the build plate adhesion structures themselves, like brim and raft.
ko_kr: 초기 레이어의 속도입니다. 빌드 플레이트에 대한 접착력을 높이려면 더 낮은 값을 사용하는 것이 좋습니다. 브림 및 래프트와 같은 빌드 플레이트 부착 구조 자체에 영향을 미치지 않습니다.

# speed_print_layer_0 label
source: Initial Layer Print Speed
ko_kr: 초기 레이어 인쇄 속도
pl: Prędkość druku pierwszej warstwy

# speed_print_layer_0 description
source: The speed of printing for the initial layer. A lower value is advised to improve adhesion to the build plate.
ko_kr: 초기 레이어의 인쇄 속도입니다. 빌드 플레이트에 대한 접착력을 높이려면 더 낮은 값을 사용하는 것이 좋습니다.
pl: Prędkość z jaką jest drukowana pierwsza warstwa. Zalecana jest mniejsza wartość w celu zapewnienia dobrego przylegania do stołu.

# speed_travel_layer_0 label
source: Initial Layer Travel Speed
ko_kr: 초기 레이어 진행 속도
pl: Prędkość ruchu jałowego pierwszej warstwy

# speed_travel_layer_0 description
source: The speed of travel moves in the initial layer. A lower value is advised to prevent pulling previously printed parts away from the build plate. The value of this setting can automatically be calculated from the ratio between the Travel Speed and the Print Speed.
ko_kr: 진행의 속도는 초기 레이어에서 움직이게 합니다. 빌드 플레이트에서 이전에 인쇄된 부분이 당겨지는 것을 방지하려면, 더 낮은 값을 사용하는 것이 좋습니다. 이 설정의 값은 진행 속도와 인쇄 속도 간의 비율에서 자동으로 계산될 수 있습니다.
pl: Prędkość ruchu jałowego na pierwszej warstwie. Zalecana jest mniejsza wartość, żeby zapobiec odrywaniu wydrukowanych części ze stołu. Wartość może być automatycznie obliczona ze stosunku między Prędkością ruchu jałowego a Prędkością druku.

# skirt_brim_speed label
source: Skirt/Brim Speed
ko_kr: 스커트/브림 속도
pl: Prędkość obrysu/obramowania

# skirt_brim_speed description
source: The speed at which the skirt and brim are printed. Normally this is done at the initial layer speed, but sometimes you might want to print the skirt or brim at a different speed.
ko_kr: 스커트와 브림이 인쇄되는 속도입니다. 일반적으로 이것은 초기 레이어 속도로 수행되지만, 때로는 스커트나 브림을 다른 속도로 인쇄해야 하는 경우도 있습니다.
pl: Prędkość z jaką są drukowane obrys (skirt) i obramowanie (brim). Zwykle są drukowane z tą samą prędkością co pierwsza warstwa. Czasem jednak zachodzi potrzeba druku z inną prędkością.

# speed_z_hop label
source: Z Hop Speed
ko_kr: Z 도약 속도

# speed_z_hop description
source: The speed at which the vertical Z movement is made for Z Hops. This is typically lower than the print speed since the build plate or machine's gantry is harder to move.
ko_kr: Z 도약(Hop)에 대해 수직 Z 이동이 이루어지는 속도입니다. 빌드 플레이트나 3D 프린터의 받침대는 움직이기 어렵기 때문에 일반적으로 인쇄 속도보다 낮습니다.

# speed_slowdown_layers label
source: Number of Slower Layers
ko_kr: 더 느린 레이어의 수
pl: Liczba powolnych warstw

# speed_slowdown_layers description
source: The first few layers are printed slower than the rest of the model, to get better adhesion to the build plate and improve the overall success rate of prints. The speed is gradually increased over these layers.
ko_kr: 처음 몇 레이어는 나머지 모델보다 느리게 인쇄되어 빌드 플레이트에 더 잘 부착되고 전반적인 인쇄 성공률이 향상됩니다. 이 레이어에서 속도가 점차 증가합니다.
pl: Pierwszych kilka warstw jest drukowanych wolniej niż reszta modelu, w celu zapewniania lepszego przylegania do stołu oraz wyższej liczby pomyślnych wydruków. Prędkość zwiększa się stopniowo na tych warstwach.

# speed_equalize_flow_enabled label
source: Equalize Filament Flow
ko_kr: 필라멘트 압출량 균등화하기

# speed_equalize_flow_enabled description
source: Print thinner than normal lines faster so that the amount of material extruded per second remains the same. Thin pieces in your model might require lines printed with smaller line width than provided in the settings. This setting controls the speed changes for such lines.
ko_kr: 초당 압출되는 재료의 양이 동일하게 유지되도록 일반 선보다 더 가늘게 인쇄합니다. 모델의 얇은 조각에는 설정에 제공된 것보다 더 작은 선 폭으로 인쇄된 선이 필요할 수 있습니다. 이 설정은 이러한 선의 속도 변경을 제어합니다.

# speed_equalize_flow_max label
source: Maximum Speed for Flow Equalization
ko_kr: 압출량 균등화를 위한 최대 속도

# speed_equalize_flow_max description
source: Maximum print speed when adjusting the print speed in order to equalize flow.
ko_kr: 압출량을 균일하게 하기 위해 인쇄 속도를 조정할 때의 최대 인쇄 속도입니다.

# acceleration_enabled label
source: Enable Acceleration Control
ko_kr: 가속도 제어 활성화
pl: Włącz kontrolę przyspieszenia

# acceleration_enabled description
source: Enables adjusting the print head acceleration. Increasing the accelerations can reduce printing time at the cost of print quality.
ko_kr: 프린트 헤드 가속도를 조절할 수 있습니다. 가속도를 높이면 인쇄 품질을 희생시키면서 인쇄 시간을 줄일 수 있습니다.

# acceleration_print label
source: Print Acceleration
ko_kr: 인쇄 가속도
pl: Przyspieszenie wydruku

# acceleration_print description
source: The acceleration with which printing happens.
ko_kr: 인쇄가 되는 가속도입니다.

# acceleration_infill label
source: Infill Acceleration
ko_kr: 내부채움 가속도
pl: Przyspieszenie wypełnienia

# acceleration_infill description
source: The acceleration with which infill is printed.
ko_kr: 내부채움이 인쇄되는 가속도입니다.

# acceleration_wall label
source: Wall Acceleration
ko_kr: 벽 가속도
pl: Przyspieszenie ścian

# acceleration_wall description
source: The acceleration with which the walls are printed.
ko_kr: 벽이 인쇄되는 가속도입니다.

# acceleration_wall_0 label
source: Outer Wall Acceleration
ko_kr: 외벽 가속도
pl: Przyspieszenie zewnętrznych ścian

# acceleration_wall_0 description
source: The acceleration with which the outermost walls are printed.
ko_kr: 가장 바깥쪽 벽이 인쇄되는 가속도입니다.

# acceleration_wall_x label
source: Inner Wall Acceleration
ko_kr: 내벽 가속도
pl: Przyspieszenie wewnętrznych ścian

# acceleration_wall_x description
source: The acceleration with which all inner walls are printed.
ko_kr: 모든 내부 벽이 인쇄되는 가속도입니다.

# acceleration_roofing label
source: Top Surface Skin Acceleration
ko_kr: 상단 겉표면 가속도

# acceleration_roofing description
source: The acceleration with which top surface skin layers are printed.
ko_kr: 상단 겉표면 레이어가 인쇄되는 가속도입니다.

# acceleration_topbottom label
source: Top/Bottom Acceleration
ko_kr: 상단/하단 가속도
pl: Przyspieszenie sklepienia/podłogi

# acceleration_topbottom description
source: The acceleration with which top/bottom layers are printed.
ko_kr: 상단/하단 레이어가 인쇄되는 가속도입니다.

# acceleration_support label
source: Support Acceleration
ko_kr: 지지대 가속도
pl: Przyspieszenie podpór

# acceleration_support description
source: The acceleration with which the support structure is printed.
ko_kr: 지지대 구조물이 인쇄되는 가속도입니다.

# acceleration_support_infill label
source: Support Infill Acceleration
ko_kr: 지지대 내부채움 가속도
pl: Przyspieszenie wypełnienia podpór

# acceleration_support_infill description
source: The acceleration with which the infill of support is printed.
ko_kr: 지지대 내부채움이 인쇄되는 가속도입니다.

# acceleration_support_interface label
source: Support Interface Acceleration
ko_kr: 지지대 접촉면 연결 가속도
pl: Przyspieszenie interfejsu podpór

# acceleration_support_interface description
source: The acceleration with which the roofs and floors of support are printed. Printing them at lower acceleration can improve overhang quality.
ko_kr: 지지대의 지붕과 바닥이 인쇄되는 가속도입니다. 더 낮은 가속도에서 인쇄하면 돌출부 품질이 향상될 수 있습니다.
pl: Przyspieszenie z jakim drukowane są sklepienia i podłogi podpór. Drukowanie sklepień z niższym przyspieszeniem może zwiększyć jakość nawisów.

# acceleration_support_roof label
source: Support Roof Acceleration
ko_kr: 지지대 지붕 가속도
pl: Przyspieszenie sklepienia podpór

# acceleration_support_roof description
source: The acceleration with which the roofs of support are printed. Printing them at lower acceleration can improve overhang quality.
ko_kr: 지지대 지붕이 인쇄되는 가속도입니다. 더 낮은 가속도에서 인쇄하면 돌출부 품질이 향상될 수 있습니다.
pl: Przyspieszenie z jakim drukowane są sklepienia podpór. Drukowanie sklepień z niższym przyspieszeniem może zwiększyć jakość nawisów.

# acceleration_support_bottom label
source: Support Floor Acceleration
ko_kr: 지지대 바닥 가속도
pl: Przyspieszenie podłogi podpór

# acceleration_support_bottom description
source: The acceleration with which the floors of support are printed. Printing them at lower acceleration can improve adhesion of support on top of your model.
ko_kr: 지지대 바닥이 인쇄되는 가속도입니다. 더 낮은 가속도에서 인쇄하면 모델 위에 지지대의 접착력이 향상될 수 있습니다.
pl: Prędkość z jaką drukowane są podłogi podpór. Drukowanie podłóg z niższymprzyspieszeniem może pomóc w przywieraniu podpór do górnej ściany modelu.

# acceleration_prime_tower label
source: Prime Tower Acceleration
ko_kr: 프라임 타워 가속도
pl: Przyspieszenie kolumny przejściowej

# acceleration_prime_tower description
source: The acceleration with which the prime tower is printed.
ko_kr: 프라임 타워가 인쇄되는 가속도입니다.

# acceleration_travel label
source: Travel Acceleration
ko_kr: 진행 가속도
pl: Przyspieszenie ruchu jałowego

# acceleration_travel description
source: The acceleration with which travel moves are made.
ko_kr: 진행이 이루어지는 가속도입니다.
pl: Przyspieszenie z jakim wykonywany jest ruch jałowy.

# acceleration_layer_0 label
source: Initial Layer Acceleration
ko_kr: 초기 레이어 가속도
pl: Przyspieszenie pierwszej warstwy

# acceleration_layer_0 description
source: The acceleration for the initial layer.
ko_kr: 초기 레이어의 가속도입니다.

# acceleration_print_layer_0 label
source: Initial Layer Print Acceleration
ko_kr: 초기 레이어 인쇄 가속도
pl: Przyspieszenie druku pierwszej warstwy

# acceleration_print_layer_0 description
source: The acceleration during the printing of the initial layer.
ko_kr: 초기 레이어를 인쇄하는 동안 가속됩니다.

# acceleration_travel_layer_0 label
source: Initial Layer Travel Acceleration
ko_kr: 초기 레이어 진행 가속도
pl: Przyspieszenie ruchu jałowego pierwszej warstwy

# acceleration_travel_layer_0 description
source: The acceleration for travel moves in the initial layer.
ko_kr: 진행에 대한 가속도는 초기 레이어에서 이동합니다.

# acceleration_skirt_brim label
source: Skirt/Brim Acceleration
ko_kr: 스커트/브림 가속도
pl: Przyspieszenie obrysu/obramowania
