Repository: CustoNationCo/SANJAY
Catalog: resources/i18n/*/fdmprinter.json.po
Languages: de, pl

# resolution label
source: Quality
de: Qualität
pl: Jakość

# layer_height label
source: Layer Height
de: Höhe der Schichten
pl: Wysokość warstwy

# layer_height description
source: The height of each layer, in mm. Normal quality prints are 0.1mm, high quality is 0.06mm. You can go up to 0.25mm with an Ultimaker for very fast prints at low quality. For most purposes, layer heights between 0.1 and 0.2mm give a good tradeoff of speed and surface finish.
de: Die Höhe der einzelnen Schichten in mm. Beim Druck mit normaler Qualität beträgt diese 0,1 mm, bei hoher Qualität 0,06 mm. Für besonders schnelles Drucken mit niedriger Qualität kann Ultimaker mit bis zu 0,25 mm arbeiten. Für die meisten Verwendungszwecke sind Höhen zwischen 0,1 und 0,2 mm ein guter Kompromiss zwischen Geschwindigkeit und Oberflächenqualität.
pl: Wysokość każdej warstwy w mm. Wydruki normalnej jakości to 0,1 mm, wysoka jakość to 0,06 mm. Dla drukarki Ultimaker wysokość można zwiększać do 0,25 mm aby uzyskać szybkie wydruki w niskiej jakości. W większości przypadków wysokość warstwy pomiędzy 0,1 mm a 0,2 mm daje najlepszy stosunek jakości wydruku do czasu jego trwania.

# layer_height_0 label
source: Initial Layer Height
pl: Wysokość pierwszej warstwy

# layer_height_0 description
source: The layer height of the bottom layer. A thicker bottom layer makes sticking to the bed easier.
pl: Wysokość pierwszej (najniższej) warstwy. Grubsza dolna warstwa poprawia przyczepność wydruku do platformy.

# line_width label
source: Line Width
pl: Szerokość linii

# line_width description
source: Width of a single line. Each line will be printed with this width in mind. Generally the width of each line should correspond to the width of your nozzle, but for the outer wall and top/bottom surface smaller line widths may be chosen, for higher quality.
de: Breite einer einzelnen Linie. Jede Linie wird unter Berücksichtigung dieser Breite gedruckt. Generell sollte die Breite jeder Linie der Breite der Düse entsprechen, aber für die äußere Wand und obere/untere Oberfläche können kleinere Linien gewählt werden, um die Qualität zu erhöhen.
pl: Szerokość pojedynczej wydrukowanej linii. Każda linia będzie wydrukowana tak aby uzyskać podaną tutaj szerokość. Zasadniczo szerokość linii powinna odpowiadać średnicy dyszy, ale przy drukowaniu ścian zewnętrznych czy powierzchni górnych / dolnych, mniejsza szerokość linii może dać wyższą jakość wydruku.

# wall_line_width label
source: Wall Line Width
de: Breite der Wandlinien
pl: Szerokość linii przy drukowaniu ścian

# wall_line_width description
source: Width of a single shell line. Each line of the shell will be printed with this width in mind.
pl: Szerokość pojedynczej linii podczas drukowania ścian obiektu.

# wall_line_width_0 label
source: Outer Wall Line Width
pl: Szerokość linii dla powierzchni zewnętrznej

# wall_line_width_0 description
source: Width of the outermost shell line. By printing a thinner outermost wall line you can print higher details with a larger nozzle.
de: Breite der äußersten Gehäuselinie. Durch das Drucken einer schmalen äußeren Wandlinie können mit einer größeren Düse bessere Details erreicht werden.
pl: Szerokość linii z jaką będą drukowane najbardziej zewnętrzne (widoczne) części ścian. Ustawienie tutaj cieńszej linii pozwala drukować dokładniej podczas korzystania z dyszy o większej średnicy.

# wall_line_width_x label
source: Other Walls Line Width
de: Breite der anderen Wandlinien
pl: Szerokość linii dla pozostałych ścian

# wall_line_width_x description
source: Width of a single shell line for all shell lines except the outermost one.
de: Die Breite einer einzelnen Gehäuselinie für alle Gehäuselinien, außer der äußersten.
pl: Szerokość linii dla wszystkich części ścian oprócz najbardziej zewnętrznych.

# skirt_line_width label
source: Skirt line width
de: Breite der Skirt-Linien
pl: Szerokość linii obwódki

# skirt_line_width description
source: Width of a single skirt line.
de: Breite einer einzelnen Skirt-Linie.
pl: Szerokość pojedynczej linii obwódki.

# skin_line_width label
source: Top/bottom line width
de: Obere/Untere Linienbreite
pl: Szerokość linii góry/dołu

# skin_line_width description
source: Width of a single top/bottom printed line, used to fill up the top/bottom areas of a print.
pl: Szerokość linii z jaką będzie drukowana powierzchnia górna i dolna obiektu.

# infill_line_width label
source: Infill line width
de: Breite der Fülllinien
pl: Szerokość linii wypełnienia.

# infill_line_width description
source: Width of the inner infill printed lines.
de: Breite der inneren gedruckten Fülllinien.
pl: Szerokość linii z jaką będą drukowane wypełnienia.

# support_line_width label
source: Support line width
de: Breite der Stützlinien
pl: Szerokość linii podpór

# support_line_width description
source: Width of the printed support structures lines.
de: Breite der gedruckten Stützstrukturlinien.
pl: Szerokość linii z jaką będą drukowane struktury podporowe.

# support_roof_line_width label
source: Support Roof line width
pl: Szerokość linii szczytu podpór

# support_roof_line_width description
source: Width of a single support roof line, used to fill the top of the support.
pl: Szerokość linii z jaką będzie wypełniana górna (szczytowa) powierzchnia podpory.

# shell label
source: Shell
pl: Ściany

# shell_thickness label
source: Shell Thickness
de: Dicke des Gehäuses
pl: Grubość ścian

# shell_thickness description
source: The thickness of the outside shell in the horizontal and vertical direction. This is used in combination with the nozzle size to define the number of perimeter lines and the thickness of those perimeter lines. This is also used to define the number of solid top and bottom layers.
de: Die Dicke des äußeren Gehäuses in horizontaler und vertikaler Richtung. Dies wird in Kombination mit der Düsengröße dazu verwendet, die Anzahl und Dicke der Umfangslinien zu bestimmen. Diese Funktion wird außerdem dazu verwendet, die Anzahl der soliden oberen und unteren Schichten zu bestimmen.
pl: Grubość ścian zewnętrznych (czyli wszystkich zewnętrznych ścian obiektu) w pionie i poziomie. Ustawiona tutaj wartość w kombinacji ze średnicą dyszy służy do wyliczenia ilości i grubości linii jakie trzeba wydrukować aby uzyskać pożądaną grubość ściany. Jest także wykorzystywana podczas wyliczania ilości pełnych warstw na szczycie / spodzie obiektu.

# wall_thickness label
source: Wall Thickness
de: Wanddicke
pl: Grubość ścian pionowych

# wall_thickness description
source: The thickness of the outside walls in the horizontal direction. This is used in combination with the nozzle size to define the number of perimeter lines and the thickness of those perimeter lines.
de: Die Dicke der Außenwände in horizontaler Richtung. Dies wird in Kombination mit der Düsengröße dazu verwendet, die Anzahl und Dicke der Umfangslinien zu bestimmen.
pl: Grubość zewnętrznych, pionowych ścian obiektu. W kombinacji ze średnicą dyszy pozwala na wyliczenie ilości i szerokości linii jakie należy wydrukować aby uzyskać pożądaną grubość.

# wall_line_count label
source: Wall Line Count
de: Anzahl der Wandlinien
pl: Ilość linii ścian pionowych

# wall_line_count description
source: Number of shell lines. This these lines are called perimeter lines in other tools and impact the strength and structural integrity of your print.
de: Anzahl der Gehäuselinien. Diese Zeilen werden in anderen Tools „Umfangslinien“ genannt und haben Auswirkungen auf die Stärke und die strukturelle Integrität Ihres gedruckten Objekts.
pl: Ilość linii które mają utworzyć ściany. Linie te zwane są także perymetrami w innych programach i ich ilość ma wpływ na wytrzymałość wydrukowanego obiektu.

# alternate_extra_perimeter label
source: Alternate Extra Wall
de: Abwechselnde Zusatzwände
pl: Dodatkowa linia ściany

# alternate_extra_perimeter description
source: Make an extra wall at every second layer, so that infill will be caught between an extra wall above and one below. This results in a better cohesion between infill and walls, but might have an impact on the surface quality.
de: Erstellt als jede zweite Schicht eine zusätzliche Wand, sodass die Füllung zwischen einer oberen und unteren Zusatzwand eingeschlossen wird. Das Ergebnis ist eine bessere Kohäsion zwischen Füllung und Wänden, aber die Qualität der Oberfläche kann dadurch beeinflusst werden.
pl: Włącza drukowanie dodatkowej linii ściany co drugą warstwę. W ten sposób wypełnienie jest dodatkowo uwięzione od góry i od dołu, w efekcie dając lepsze połączenie pomiędzy wypełnieniem a ścianami. Jednakże może mieć ujemny wpływ na jakość powierzchni zewnętrznej.

# top_bottom_thickness label
source: Bottom/Top Thickness
de: Untere/Obere Dicke
pl: Grubość powierzchni górnej/dolnej

# top_bottom_thickness description
source: This controls the thickness of the bottom and top layers, the amount of solid layers put down is calculated by the layer thickness and this value. Having this value a multiple of the layer thickness makes sense. And keep it near your wall thickness to make an evenly strong part.
de: Dies bestimmt die Dicke der oberen und unteren Schichten; die Anzahl der soliden Schichten wird ausgehend von der Dicke der Schichten und diesem Wert berechnet. Es wird empfohlen, hier einen mehrfachen Wert der Dicke der Schichten zu verwenden. Wenn der Wert außerdem nahe an jenem der Wanddicke liegt, kann ein gleichmäßig starkes Objekt hergestellt werden.
pl: Kontroluje grubość powierzchni górnych i dolnych obiektu. Ilość potrzebnych warstw jest wyliczana na podstawie grubości pojedynczej warstwy i wartości tutaj wpisane. Najlepiej jeśli wartość ta jest wielokrotnością grubości pojedynczej warstwy. Aby uzyskać obiekt o jednakowej wytrzymałości całej powierzchni dobrze jest aby ta grubość była zbliżona lub jednakowa do grubości ścian.

# top_thickness label
source: Top Thickness
de: Obere Dicke
pl: Grubość powierzchni górnej.

# top_thickness description
source: This controls the thickness of the top layers. The number of solid layers printed is calculated from the layer thickness and this value. Having this value be a multiple of the layer thickness makes sense. And keep it nearto your wall thickness to make an evenly strong part.
de: Dies bestimmt die Dicke der oberen Schichten. Die Anzahl der soliden Schichten wird ausgehend von der Dicke der Schichten und diesem Wert berechnet. Es wird empfohlen, hier einen mehrfachen Wert der Dicke der Schichten zu verwenden. Wenn der Wert außerdem nahe an jenem der Wanddicke liegt, kann ein gleichmäßig starkes Objekt hergestellt werden.
pl: Kontroluje grubość powierzchni górnych. Ilość warstw jakie należy wydrukować jest wyliczana na podstawie grubości warstwy i tej wartości. Najlepiej jeśli jest ona wielokrotnością grubości pojedynczej warstwy.

# top_layers label
source: Top Layers
de: Obere Schichten
pl: Ilość warstw powierzchni górnej.

# top_layers description
source: This controls the amount of top layers.
de: Dies bestimmt die Anzahl der oberen Schichten.
pl: Kontroluje ilość pełnych warstw z których będzie się składała górna powierzchnia wydruku.

# bottom_thickness label
source: Bottom Thickness
de: Untere Dicke
pl: Grubość powierzchni dolnej

# bottom_thickness description
source: This controls the thickness of the bottom layers. The number of solid layers printed is calculated from the layer thickness and this value. Having this value be a multiple of the layer thickness makes sense. And keep it near to your wall thickness to make an evenly strong part.
de: Dies bestimmt die Dicke der unteren Schichten. Die Anzahl der soliden Schichten wird ausgehend von der Dicke der Schichten und diesem Wert berechnet. Es wird empfohlen, hier einen mehrfachen Wert der Dicke der Schichten zu verwenden. Wenn der Wert außerdem nahe an jenem der Wanddicke liegt, kann ein gleichmäßig starkes Objekt hergestellt werden.
pl: Kontroluje grubość powierzchni dolnych. Ilość warstw jakie należy wydrukować jest wyliczana na podstawie grubości warstwy i tej wartości. Najlepiej jeśli jest ona wielokrotnością grubości pojedynczej warstwy.

# bottom_layers label
source: Bottom Layers
de: Untere Schichten
pl: Ilość warstw powierzchni dolnej

# bottom_layers description
source: This controls the amount of bottom layers.
de: Dies bestimmt die Anzahl der unteren Schichten.
pl: Kontroluje ilość pełnych warstw z których będzie składała się dolna powierzchnia obiektu

# remove_overlapping_walls_enabled label
source: Remove Overlapping Wall Parts
pl: Usuń nakładające się części ścian

# remove_overlapping_walls_enabled description
source: Remove parts of a wall which share an overlap which would result in overextrusion in some places. These overlaps occur in thin pieces in a model and sharp corners.
pl: Usuwa te części ścian które się na siebie nakładają w efekcie powodując wypuszczenie nadmiernej ilości materiału. Takie nakładanie występuje w małych, cienkich częściach modelu oraz w ostrych rogach.

# remove_overlapping_walls_0_enabled label
source: Remove Overlapping Outer Wall Parts
pl: Usuń nakładające się zewnętrzne części ścian

# remove_overlapping_walls_0_enabled description
source: Remove parts of an outer wall which share an overlap which would result in overextrusion in some places. These overlaps occur in thin pieces in a model and sharp corners.
pl: Usuwa te zewnętrzne części ścian które się na siebie nakładają w efekcie powodując wypuszczenie nadmiernej ilości materiału. Takie nakładanie występuje w małych, cienkich częściach modelu oraz w ostrych rogach.

# remove_overlapping_walls_x_enabled label
source: Remove Overlapping Other Wall Parts
pl: Usuń nakładające się wewnętrzne części ścian

# remove_overlapping_walls_x_enabled description
source: Remove parts of an inner wall which share an overlap which would result in overextrusion in some places. These overlaps occur in thin pieces in a model and sharp corners.
pl: Usuwa te wewnętrzne części ścian które się na siebie nakładają w efekcie powodując wypuszczenie nadmiernej ilości materiału. Takie nakładanie występuje w małych, cienkich częściach modelu oraz w ostrych rogach.

# travel_compensate_overlapping_walls_enabled label
source: Compensate Wall Overlaps
de: Wandüberlappungen ausgleichen
pl: Kompensuj nachodzenie ścian

# travel_compensate_overlapping_walls_enabled description
source: Compensate the flow for parts of a wall being laid down where there already is a piece of a wall. These overlaps occur in thin pieces in a model. Gcode generation might be slowed down considerably.
de: Gleicht den Fluss bei Teilen einer Wand aus, die festgelegt wurden, wo sich bereits ein Stück einer Wand befand. Diese Überlappungen kommen bei einem Modell bei sehr kleinen Stücken vor. Die G-Code-Generierung kann dadurch deutlich verlangsamt werden.
pl: Kompensuje wielkość podawanego materiału w tych częściach ścian, gdzie jest już element ściany. Takie nakładanie występuje czasami w cienkich elementach modeli. Włączenie tej opcji może znacząco spowolnić generowanie GCode.

# fill_perimeter_gaps label
source: Fill Gaps Between Walls
de: Lücken zwischen Wänden füllen
pl: Wypełniaj luki pomiędzy ścianami

# fill_perimeter_gaps description
source: Fill the gaps created by walls where they would otherwise be overlapping. This will also fill thin walls. Optionally only the gaps occurring within the top and bottom skin can be filled.
de: Füllt die Lücken, die bei Wänden entstanden sind, wenn diese sonst überlappen würden. Dies füllt ebenfalls dünne Wände. Optional können nur die Lücken gefüllt werden, die innerhalb der oberen und unteren Außenhaut auftreten.
pl: Wypełnia luki które powstają w ścianach w celu uniknięcia ich nakładania się. Opcja zapewnia także wypełnianie cienkich ścian.

# fill_perimeter_gaps option nowhere
source: Nowhere
de: Nirgends
pl: Nigdzie

# fill_perimeter_gaps option everywhere
source: Everywhere
de: Überall
pl: Wszędzie

# fill_perimeter_gaps option skin
source: Skin
de: Außenhaut
pl: Pokrycie

# top_bottom_pattern label
source: Bottom/Top Pattern
de: Oberes/unteres Muster
pl: Wzór drukowania powierzchni górnej/dolnej

# top_bottom_pattern description
source: Pattern of the top/bottom solid fill. This normally is done with lines to get the best possible finish, but in some cases a concentric fill gives a nicer end result.
de: Muster für solide obere/untere Füllung. Dies wird normalerweise durch Linien gemacht, um die bestmögliche Verarbeitung zu erreichen, aber in manchen Fällen kann durch eine konzentrische Füllung ein besseres Endresultat erreicht werden.
pl: Wzór z jakim będzie drukowana pełna powierzchnia górna/dolna. Normalnie jest drukowana równoległymi liniami w celu uzyskania najlepszej jakości powierzchni, ale w niektórych przypadkach koncentryczne wypełnienie może dać lepszy efekt.

# top_bottom_pattern option lines
source: Lines
de: Linien
pl: Liniowe

# top_bottom_pattern option concentric
source: Concentric
de: Konzentrisch
pl: Koncentryczne

# skin_no_small_gaps_heuristic label
source: Ingore small Z gaps
de: Schmale Z-Lücken ignorieren
pl: Ignoruj niewielkie luki w osi Z

# skin_no_small_gaps_heuristic description
source: When the model has small vertical gaps about 5% extra computation time can be spent on generating top and bottom skin in these narrow spaces. In such a case set this setting to false.
de: Wenn das Modell schmale vertikale Lücken hat, kann etwa 5 % zusätzliche Rechenzeit aufgewendet werden, um eine obere und untere Außenhaut in diesen engen Räumen zu generieren. Dazu diese Einstellung auf „falsch“ stellen.
pl: Jeśli w modelu są niewielkie pionowe luki, około 5% czasu obliczania może być zużyte dodatkowo na wygenerowanie dodatkowych powierzchni wypełniających te przerwy. Jeśli chcesz aby tak się działo, wyłącz tą opcję.

# skin_alternate_rotation label
source: Alternate Skin Rotation
de: Wechselnde Rotation der Außenhaut
pl: Alternatywna rotacja pokrycia

# skin_alternate_rotation description
source: Alternate between diagonal skin fill and horizontal + vertical skin fill. Although the diagonal directions can print quicker, this option can improve on the printing quality by reducing the pillowing effect.
de: Wechsel zwischen diagonaler Außenhautfüllung und horizontaler + vertikaler Außenhautfüllung. Obwohl die diagonalen Richtungen schneller gedruckt werden können, kann diese Option die Druckqualität verbessern, indem der Kissenbildungseffekt reduziert wird.
pl: Przełącza pomiędzy wypełnieniem pokrycia po przekątnych i po liniach prostych. Mimo iż wypełnienie po przekątnych będzie drukowało się szybciej, przełączenie może podnieść jakość wydruku przez zredukowanie efektu poduszek.

# skin_outline_count label
source: Skin Perimeter Line Count
de: Anzahl der Umfangslinien der Außenhaut
pl: Ilość linii tworzących pokrycie

# skin_outline_count description
source: Number of lines around skin regions. Using one or two skin perimeter lines can greatly improve on roofs which would start in the middle of infill cells.
de: Anzahl der Linien um Außenhaut-Regionen herum. Durch die Verwendung von einer oder zwei Umfangslinien können Dächer, die ansonsten in der Mitte von Füllzellen beginnen würden, deutlich verbessert werden.
pl: Ilość linii wokół obszarów pokrycia. Ustawienie na jedną lub dwie linie może znacząco podnieść jakość powierzchni szczytowych które zaczynają się wewnątrz wypełnienia.

# xy_offset label
source: Horizontal expansion
de: Horizontale Erweiterung
pl: Offset poziomy

# xy_offset description
source: Amount of offset applied all polygons in each layer. Positive values can compensate for too big holes; negative values can compensate for too small holes.
de: Abstand, der auf die Polygone in den einzelnen Schichten angewendet wird. Positive Werte können zu große Löcher kompensieren; negative Werte können zu kleine Löcher kompensieren.
pl: Offset dodawany do wszystkich wielokątów na każdej warstwie. Wartości dodatnie mogą skompensować zbyt duże otwory, wartości negatywne - zbyt małe.

# z_seam_type label
source: Z Seam Alignment
de: Justierung der Z-Naht
pl: Ustawienie szwu

# z_seam_type description
source: Starting point of each part in a layer. When parts in consecutive layers start at the same point a vertical seam may show on the print. When aligning these at the back, the seam is easiest to remove. When placed randomly the inaccuracies at the part start will be less noticable. When taking the shortest path the print will be more quick.
de: Startdruckpunkt von jedem Teil einer Schicht. Wenn der Druck der Teile in aufeinanderfolgenden Schichten am gleichen Punkt startet, kann eine vertikale Naht sichtbar werden. Wird diese auf die Rückseite justiert, ist sie am einfachsten zu entfernen. Wird sie zufällig platziert, fallen die Ungenauigkeiten am Startpunkt weniger auf. Wird der kürzeste Weg eingestellt, ist der Druck schneller.
pl: Jeżeli miejsce w którym rozpoczyna się drukowanie każdej warstwy jest w osi Z to samo na każdej warstwie, to może w nim utworzyć się pionowy szew widoczny na wydruku. Ustawienie punktu startowego z tyłu pozwala na jego łatwiejsze usunięcie. Ustawienie na losowe powoduje, że miejsca startu stają się mniej widoczne. Ustawienie na najkrótsze skraca czas wydruku.

# z_seam_type option back
source: Back
de: Rückseite
pl: Z tyłu

# z_seam_type option shortest
source: Shortest
de: Kürzeste
pl: Najkrótsze

# z_seam_type option random
source: Random
de: Zufall
pl: Losowe

# infill label
source: Infill
de: Füllung
pl: Wypełnienie

# infill_sparse_density label
source: Infill Density
pl: Gęstość wypełnienia

# infill_sparse_density description
source: This controls how densely filled the insides of your print will be. For a solid part use 100%, for an hollow part use 0%. A value around 20% is usually enough. This won't affect the outside of the print and only adjusts how strong the part becomes.
pl: Jak gęsta ma być siatka tworząca wypełnienie wnętrza obiektu. Solidne, pełne obiekty to 100%, 0% to obiekty puste w środku. Najczęściej korzysta się z ustawienia około 20%. Ustawienie to nie ma większego wpływu na jakość powierzchni wydruku, wpływa jedynie na wytrzymałość wydruku. Im gęstsze wypełnienie, tym więcej materiału jest zużywane i wydłuża się czas wydruku.

# infill_line_distance label
source: Line distance
de: Liniendistanz
pl: Odległość między liniami wypełnienia

# infill_line_distance description
source: Distance between the printed infill lines.
de: Distanz zwischen den gedruckten Fülllinien.
pl: Odległość pomiędzy liniami tworzącymi wypełnienie.

# infill_pattern label
source: Infill Pattern
pl: Wzór wypełnienia

# infill_pattern description
source: Cura defaults to switching between grid and line infill. But with this setting visible you can control this yourself. The line infill swaps direction on alternate layers of infill, while the grid prints the full cross-hatching on each layer of infill.
pl: Cura domyślnie przełącza się sama między siatką a liniami. Włączenie widoczności tej opcji pozwala na ręczną kontrolę. Wypełnienie liniowe drukowane jest raz w jednym kierunku, raz w drugim na kolejnych warstwach, natomiast siatka drukuje się w całości na każdej warstwie wypełnienia.

# infill_pattern option grid
source: Grid
de: Gitter
pl: Siatka

# infill_pattern option lines
source: Lines
de: Linien
pl: Linie

# infill_pattern option concentric
source: Concentric
de: Konzentrisch
pl: Koncentryczne

# infill_overlap label
source: Infill Overlap
pl: Zakładka wypełnienia

# infill_overlap description
source: The amount of overlap between the infill and the walls. A slight overlap allows the walls to connect firmly to the infill.
pl: Wielkość zakładki tworzonej pomiędzy wypełnieniem a ścianami. Innymi słowy, jak bardzo linie wypełnienia mają nachodzić na ściany. Niewielka zakładka ma pozytywny wpływ na jakość połączenia ścian z wypełnieniem.
