Repository: CustoNationCo/SANJAY
Catalog: resources/i18n/*/fdmprinter.def.json.po
Languages: ko_kr, pl

# jerk_ironing label
source: Ironing Jerk
ko_kr: 다림질 저크

# jerk_ironing description
source: The maximum instantaneous velocity change while performing ironing.
ko_kr: 다림질을 하는 동안의 최대 순간 속도가 변경됩니다.

# skin_overlap label
source: Skin Overlap Percentage
ko_kr: 겉면 겹침 비율
pl: Procent nachodzenia skóry

# skin_overlap description
source: Adjust the amount of overlap between the walls and (the endpoints of) the skin-centerlines, as a percentage of the line widths of the skin lines and the innermost wall. A slight overlap allows the walls to connect firmly to the skin. Note that, given an equal skin and wall line-width, any percentage over 50% may already cause any skin to go past the wall, because at that point the position of the nozzle of the skin-extruder may already reach past the middle of the wall.
ko_kr: 벽과 (겉면 중심선의 끝점) 사이의 겹침 양을 겉면 선과 가장 안쪽 벽의 선 폭에 대한 비율로 조정합니다. 약간의 겹침이 있어 벽이 겉면에 단단히 연결됩니다. 참고로, 동일한 겉면과 벽 선 폭이 주어지면 50%를 초과하는 백분율은 이미 모든 겉면이 벽을 지나도록 만들 수 있습니다. 그 지점에서 겉면 압출기의 노즐 위치가 이미 벽 중앙을 지나서 도달할 수 있기 때문입니다.

# skin_overlap_mm label
source: Skin Overlap
ko_kr: 겉면 겹침
pl: Nachodzenie skóry

# skin_overlap_mm description
source: Adjust the amount of overlap between the walls and (the endpoints of) the skin-centerlines. A slight overlap allows the walls to connect firmly to the skin. Note that, given an equal skin and wall line-width, any value over half the width of the wall may already cause any skin to go past the wall, because at that point the position of the nozzle of the skin-extruder may already reach past the middle of the wall.
ko_kr: 벽과 겉면 중심선(끝점) 사이의 겹침 정도를 조정합니다. 약간 겹치면 벽이 겉면에 단단히 연결됩니다. 참고로, 동일한 겉면과 벽 선 폭이 주어지면 벽 너비의 절반을 초과하는 값은 이미 모든 겉면이 벽을 지나갈 수 있습니다. 그 지점에서 겉면 압출기의 노즐 위치가 이미 벽 중앙을 지나서 도달할 수 있기 때문입니다.

# skin_preshrink label
source: Skin Removal Width
ko_kr: 겉면 제거 폭

# skin_preshrink description
source: The largest width of skin areas which are to be removed. Every skin area smaller than this value will disappear. This can help in limiting the amount of time and material spent on printing top/bottom skin at slanted surfaces in the model.
ko_kr: 제거할 겉면 영역의 가장 큰 너비입니다. 이 값보다 작은 모든 겉면 영역은 사라집니다. 이는 모델의 기울어진 표면에서 상단/하단 겉면을 인쇄하는 데 걸리는 시간과 재료의 양을 제한할 수 있습니다.

# top_skin_preshrink label
source: Top Skin Removal Width
ko_kr: 상단 겉면 제거 폭

# top_skin_preshrink description
source: The largest width of top skin areas which are to be removed. Every skin area smaller than this value will disappear. This can help in limiting the amount of time and material spent on printing top skin at slanted surfaces in the model.
ko_kr: 제거할 상단 겉면 영역의 가장 큰 너비입니다. 이 값보다 작은 모든 겉면 영역은 사라집니다. 이는 모델의 기울어진 표면에서 상단 겉면을 인쇄하는 데 걸리는 시간과 재료의 양을 줄일 수 있습니다.

# bottom_skin_preshrink label
source: Bottom Skin Removal Width
ko_kr: 하단 겉면 제거 폭

# bottom_skin_preshrink description
source: The largest width of bottom skin areas which are to be removed. Every skin area smaller than this value will disappear. This can help in limiting the amount of time and material spent on printing bottom skin at slanted surfaces in the model.
ko_kr: 제거할 하단 겉면 영역의 가장 큰 너비입니다. 이 값보다 작은 모든 겉면 영역은 사라집니다. 이는 모델의 기울어진 표면에서 하단 겉면을 인쇄하는 데 소요되는 시간과 재료의 양을 줄일 수 있습니다.

# expand_skins_expand_distance label
source: Skin Expand Distance
ko_kr: 겉면 확장 거리

# expand_skins_expand_distance description
source: The distance the skins are expanded into the infill. Higher values makes the skin attach better to the infill pattern and makes the walls on neighboring layers adhere better to the skin. Lower values save amount of material used.
ko_kr: 겉면이 내부채움으로 확장되는 거리입니다. 값이 높을수록 겉면이 내부채움 패턴에 더 잘 부착되고 인접 레이어의 벽이 겉면에 더 잘 접착됩니다. 값이 낮을수록 사용되는 재료의 양이 절약됩니다.

# top_skin_expand_distance label
source: Top Skin Expand Distance
ko_kr: 상단 겉면 확장 거리

# top_skin_expand_distance description
source: The distance the top skins are expanded into the infill. Higher values makes the skin attach better to the infill pattern and makes the walls on the layer above adhere better to the skin. Lower values save amount of material used.
ko_kr: 상단 겉면이 내부채움으로 확장되는 거리입니다. 값이 높을수록 겉면이 내부채움 패턴에 더 잘 부착되고 위 레이어의 벽이 겉면에 더 잘 접착됩니다. 값이 낮을수록 사용되는 재료의 양이 절약됩니다.

# bottom_skin_expand_distance label
source: Bottom Skin Expand Distance
ko_kr: 하단 겉면 확장 거리

# bottom_skin_expand_distance description
source: The distance the bottom skins are expanded into the infill. Higher values makes the skin attach better to the infill pattern and makes the skin adhere better to the walls on the layer below. Lower values save amount of material used.
ko_kr: 하단 겉면이 내부채움으로 확장되는 거리입니다. 값이 높을수록 겉면이 내부채움 패턴에 더 잘 부착되고 겉면이 아래 레이어의 벽에 더 잘 접착됩니다. 값이 낮을수록 사용되는 재료의 양이 절약됩니다.

# max_skin_angle_for_expansion label
source: Maximum Skin Angle for Expansion
ko_kr: 확장을 위한 최대 겉면 각도

# max_skin_angle_for_expansion description
source: Top and/or bottom surfaces of your object with an angle larger than this setting, won't have their top/bottom skin expanded. This avoids expanding the narrow skin areas that are created when the model surface has a near vertical slope. An angle of 0° is horizontal and will cause no skin to be expanded, while an angle of 90° is vertical and will cause all skin to be expanded.
ko_kr: 이 설정보다 더 큰 각도를 가진 객체의 상단 및/또는 하단 표면은 상단/하단 겉면이 확장되지 않습니다. 이렇게 하면 모델 표면이 거의 수직 경사일 때 생성되는 좁은 겉면 영역이 확장되는 것을 방지할 수 있습니다. 0°의 각도는 수평이며 스킨이 확장되지 않는 반면 90°의 각도는 수직이고 모든 겉면이 확장됩니다.

# min_skin_width_for_expansion label
source: Minimum Skin Width for Expansion
ko_kr: 확장을 위한 최소 겉면 너비

# min_skin_width_for_expansion description
source: Skin areas narrower than this are not expanded. This avoids expanding the narrow skin areas that are created when the model surface has a slope close to the vertical.
ko_kr: 이보다 좁은 겉면 영역은 확장되지 않습니다. 이렇게 하면 모델 표면이 수직에 가까운 경사를 가질 때 생성되는 좁은 겉면 영역이 확장되는 것을 방지할 수 있습니다.

# infill label
source: Infill
ko_kr: 내부채움
pl: Wypełnienie

# infill description
source: Infill
ko_kr: 내부채움
pl: Wypełnienie

# infill_extruder_nr label
source: Infill Extruder
ko_kr: 내부채움 압출기

# infill_extruder_nr description
source: The extruder train used for printing infill. This is used in multi-extrusion.
ko_kr: 내부채움 인쇄에 사용되는 압출기 트레인입니다. 이것은 다중 압출에 사용됩니다.

# infill_sparse_density label
source: Infill Density
ko_kr: 내부채움 밀도
pl: Gęstość wypełnienia

# infill_sparse_density description
source: Adjusts the density of infill of the print.
ko_kr: 인쇄물의 내부채움 밀도를 조절합니다.
pl: Dopasuj gęstość wypełnienia wydruku.

# infill_line_distance label
source: Infill Line Distance
ko_kr: 내부채움 선 거리
pl: Odległość linii wypełnienia

# infill_line_distance description
source: Distance between the printed infill lines. This setting is calculated by the infill density and the infill line width.
ko_kr: 인쇄된 내부채움 선 사이의 거리입니다. 이 설정은 내부채움 밀도와 내부채움 선 폭으로 계산됩니다.
pl: Odległość pomiędzy drukowanymi liniami wypełnienia. Ta wartość jest wyliczana z gęstości wypełnienia i szerokości linii wypełnienia.

# infill_pattern label
source: Infill Pattern
ko_kr: 내부채움 패턴
pl: Wzór wypełnienia

# infill_pattern description
source: The pattern of the infill material of the print. The line and zig zag infill swap direction on alternate layers, reducing material cost. The grid, triangle, tri-hexagon, cubic, octet, quarter cubic, cross and concentric patterns are fully printed every layer. Gyroid, cubic, quarter cubic and octet infill change with every layer to provide a more equal distribution of strength over each direction. Lightning infill tries to minimize the infill, by only supporting the ceiling of the object.
ko_kr: 인쇄물의 내부채움 재료의 패턴입니다. 선과 지그재그 내부채움은 대체 레이어의 방향을 바꿔 재료 비용을 줄입니다. 격자, 삼각형, 삼육각형, 입방체, 옥텟, 1/4 입방체, 십자형 및 동심원 패턴이 모든 레이어에 완전히 인쇄됩니다. 자이로이드, 입방체, 1/4 입방체 및 옥텟 내부채움은 각 방향에 대해 보다 균일한 강도 분포를 제공하기 위해 모든 레이어로 변경됩니다. 번개 내부채움은 객체의 천장만 지지하여 내부채움을 최소화하려고 합니다.

# infill_pattern option grid
source: Grid
ko_kr: 격자
pl: Siatka

# infill_pattern option lines
source: Lines
ko_kr: 선
pl: Linie

# infill_pattern option triangles
source: Triangles
ko_kr: 삼각형
pl: Trójkątny

# infill_pattern option trihexagon
source: Tri-Hexagon
ko_kr: 삼육각형

# infill_pattern option cubic
source: Cubic
ko_kr: 입방체
pl: Sześcienny

# infill_pattern option cubicsubdiv
source: Cubic Subdivision
ko_kr: 입방체 세분화

# infill_pattern option tetrahedral
source: Octet
ko_kr: 옥텟

# infill_pattern option quarter_cubic
source: Quarter Cubic
ko_kr: 1/4 입방체

# infill_pattern option concentric
source: Concentric
ko_kr: 동심원
pl: Koncentryczny

# infill_pattern option zigzag
source: Zig Zag
ko_kr: 지그 재그
pl: Zygzak

# infill_pattern option cross
source: Cross
ko_kr: 십자형

# infill_pattern option cross_3d
source: Cross 3D
ko_kr: 십자형 3D

# infill_pattern option gyroid
source: Gyroid
ko_kr: 자이로이드

# infill_pattern option lightning
source: Lightning
ko_kr: 번개

# zig_zaggify_infill label
source: Connect Infill Lines
ko_kr: 내부채움 선 연결하기

# zig_zaggify_infill description
source: Connect the ends where the infill pattern meets the inner wall using a line which follows the shape of the inner wall. Enabling this setting can make the infill adhere to the walls better and reduce the effects of infill on the quality of vertical surfaces. Disabling this setting reduces the amount of material used.
ko_kr: 내부 벽의 모양을 따르는 선을 사용하여 내부채움 패턴이 내부 벽과 만나는 끝을 연결합니다. 이 설정을 활성화하면 내부채움이 벽에 더 잘 부착되고 내부채움이 수직 표면의 품질에 미치는 영향을 줄일 수 있습니다. 이 설정을 비활성화하면 사용되는 재료의 양이 줄어듭니다.

# connect_infill_polygons label
source: Connect Infill Polygons
ko_kr: 내부채움 다각형 연결하기

# connect_infill_polygons description
source: Connect infill paths where they run next to each other. For infill patterns which consist of several closed polygons, enabling this setting greatly reduces the travel time.
ko_kr: 서로 옆에 있는 내부채움 경로를 연결합니다. 여러 개의 닫힌 다각형으로 구성된 내부채움 패턴의 경우 이 설정을 활성화하면 이동 시간이 크게 줄어듭니다.

# infill_angles label
source: Infill Line Directions
ko_kr: 내부채움 선 방향
pl: Kierunek linii wypełnienia

# infill_angles description
source: A list of integer line directions to use. Elements from the list are used sequentially as the layers progress and when the end of the list is reached, it starts at the beginning again. The list items are separated by commas and the whole list is contained in square brackets. Default is an empty list which means use the traditional default angles (45 and 135 degrees for the lines and zig zag patterns and 45 degrees for all other patterns).
ko_kr: 사용할 정수 선 방향 목록입니다. 목록의 요소는 레이어가 진행됨에 따라 순차적으로 사용되며 목록의 끝에 도달하면 처음부터 다시 시작됩니다. 목록 항목은 쉼표로 구분되며 전체 목록은 대괄호로 묶입니다. 기본값은 빈 목록으로, 기존의 기본 각도(선 및 지그재그 패턴의 경우 45도 및 135도, 기타 모든 패턴의 경우 45도)를 사용합니다.

# infill_offset_x label
source: Infill X Offset
ko_kr: 내부채움 X 오프셋

# infill_offset_x description
source: The infill pattern is moved this distance along the X axis.
ko_kr: 내부채움 패턴이 X축을 따라 이 거리만큼 이동합니다.

# infill_offset_y label
source: Infill Y Offset
ko_kr: 내부채움 Y 오프셋

# infill_offset_y description
source: The infill pattern is moved this distance along the Y axis.
ko_kr: 내부채움 패턴이 Y축을 따라 이 거리만큼 이동합니다.

# infill_randomize_start_location label
source: Randomize Infill Start
ko_kr: 내부채움 시작 무작위화하기

# infill_randomize_start_location description
source: Randomize which infill line is printed first. This prevents one segment becoming the strongest, but it does so at the cost of an additional travel move.
ko_kr: 먼저 인쇄되는 내부채움 선을 무작위로 지정합니다. 이렇게 하면 한 세그먼트가 가장 강해지는 것을 방지할 수 있지만, 추가 진행 이동에 따른 비용이 발생합니다.

# infill_multiplier label
source: Infill Line Multiplier
ko_kr: 내부채움 선 증폭기

# infill_multiplier description
source: Convert each infill line to this many lines. The extra lines do not cross over each other, but avoid each other. This makes the infill stiffer, but increases print time and material usage.
ko_kr: 각각의 내부채움 선을 많은 선으로 변환합니다. 추가 선은 서로 교차하지 않고 서로 피합니다. 이것은 내부채움을 더 단단하게 만들지만, 인쇄 시간과 재료 사용량이 늘어납니다.

# infill_wall_line_count label
source: Extra Infill Wall Count
ko_kr: 추가 내부채움 벽 개수

# infill_wall_line_count description
source: Add extra walls around the infill area. Such walls can make top/bottom skin lines sag down less which means you need less top/bottom skin layers for the same quality at the cost of some extra material. This feature can combine with the Connect Infill Polygons to connect all the infill into a single extrusion path without the need for travels or retractions if configured right.
ko_kr: 빈 공간 채움 영역 주위에 여분의 벽을 추가합니다. 이러한 벽은 상단/하단 겉면 선이 늘어지는 것을 줄여줄 수 있습니다. 즉, 일부 추가 재료 비용으로 동일한 품질로 상단/하단 겉면 레이어가 감소한다는 의미입니다. 이 기능을 내부채움 다각형 연결과 결합하여 올바르게 구성된 경우, 진행 또는 리트랙션 없이 모든 내부채움을 단일 압출 경로에 연결할 수 있습니다.

# sub_div_rad_add label
source: Cubic Subdivision Shell
ko_kr: 입방체 세분화 뼈대

# sub_div_rad_add description
source: An addition to the radius from the center of each cube to check for the boundary of the model, as to decide whether this cube should be subdivided. Larger values lead to a thicker shell of small cubes near the boundary of the model.
ko_kr: 각 입방체를 세분화할지 여부를 결정하기 위해, 각 입방체의 중심에서 반지름을 추가하여 모델의 경계를 확인합니다. 값이 클수록 모델의 경계 근처에 작은 정육면체의 뼈대가 두꺼워집니다.

# infill_overlap label
source: Infill Overlap Percentage
ko_kr: 내부채움 겹침 비율
pl: Procent nachodzenia wypełnienia

# infill_overlap description
source: The amount of overlap between the infill and the walls as a percentage of the infill line width. A slight overlap allows the walls to connect firmly to the infill.
ko_kr: 내부채움 선 폭의 백분율로 나타나는 내부채움과 벽 사이의 겹침의 양입니다. 약간 겹치면 벽이 내부채움에 단단히 연결될 수 있습니다.

# infill_overlap_mm label
source: Infill Overlap
ko_kr: 내부채움 겹침
pl: Nachodzenie wypełnienia

# infill_overlap_mm description
source: The amount of overlap between the infill and the walls. A slight overlap allows the walls to connect firmly to the infill.
ko_kr: 내부채움과 벽 사이의 겹침의 양입니다. 약간 겹치면 벽이 내부채움에 단단히 연결될 수 있습니다.
pl: Stopień w jakim wypełnienie i ściany mają się nakładać. Nieznaczne nakładanie sprawia, że ściany są mocno połączone z wypełnieniem.

# infill_wipe_dist label
source: Infill Wipe Distance
ko_kr: 내부채움 문지르기 거리

# infill_wipe_dist description
source: Distance of a travel move inserted after every infill line, to make the infill stick to the walls better. This option is similar to infill overlap, but without extrusion and only on one end of the infill line.
ko_kr: 내부채움이 벽에 더 잘 붙도록 하기 위해 모든 내부채움 선 뒤에 삽입된 진행 이동 거리입니다. 이 옵션은 내부채움 겹침과 유사하지만 압출이 없고 내부채움 선의 한쪽 끝에만 있습니다.

# infill_sparse_thickness label
source: Infill Layer Thickness
ko_kr: 내부채움 레이어 두께
pl: Grubość warstwy wypełnienia

# infill_sparse_thickness description
source: The thickness per layer of infill material. This value should always be a multiple of the layer height and is otherwise rounded.
ko_kr: 내부채움 재료의 각 레이어에 대한 두께입니다. 이 값은 항상 레이어 높이의 배수여야 하며 그렇지 않으면 반올림됩니다.
pl: Grubość warstwy wypełnienia. Ta wartość zawsze powinna być wielokrotnością wysokości warstwy. W innym wypadku będzie zaokrąglona.

# gradual_infill_steps label
source: Gradual Infill Steps
ko_kr: 점진적인 내부채움 단계
pl: Kroki stopniowego wypełnienia

# gradual_infill_steps description
source: Number of times to reduce the infill density by half when getting further below top surfaces. Areas which are closer to top surfaces get a higher density, up to the Infill Density.
ko_kr: 상단 표면 아래로 더 내려갈 때 내부채움 밀도를 절반으로 줄이는 횟수입니다. 상단 표면에 더 가까운 영역은 내부채움 밀도까지 더 높은 밀도를 얻습니다.

# gradual_infill_step_height label
source: Gradual Infill Step Height
ko_kr: 점진적인 내부채움 단계 높이
pl: Wysokość kroku stopniowego wypełnienia

# gradual_infill_step_height description
source: The height of infill of a given density before switching to half the density.
ko_kr: 밀도의 절반으로 전환하기 전에 주어진 밀도의 내부채움 높이입니다.

# infill_before_walls label
source: Infill Before Walls
ko_kr: 벽 전에 내부채움
pl: Wypełnienie przed ścianami

# infill_before_walls description
source: Print the infill before printing the walls. Printing the walls first may lead to more accurate walls, but overhangs print worse. Printing the infill first leads to sturdier walls, but the infill pattern might sometimes show through the surface.
ko_kr: 벽을 인쇄하기 전에 내부채움을 인쇄합니다. 벽을 먼저 인쇄하면, 벽이 더 정확해질 수 있지만 돌출부는 더 나빠질 수 있습니다. 내부채움을 먼저 인쇄하면 벽이 더 단단해 지지만 내부채움 패턴이 때때로 표면을 통해 보일 수 있습니다.
pl: Drukuje wypełnienie przed ścianami. Drukowanie najpierw ścian może zwiększyć ich dokładność i estetykę, lecz nawisy będą drukowane gorzej. Drukowanie najpierw wypełnienia prowadzi do mocniejszych ścian, lecz czasami może być na nich widoczny wzór wypełnienia.

# min_infill_area label
source: Minimum Infill Area
ko_kr: 최소 내부채움 영역
pl: Minimalna powierzchnia wypełnienia

# min_infill_area description
source: Don't generate areas of infill smaller than this (use skin instead).
ko_kr: 이보다 작은 내부채움 영역을 생성하지 않습니다(대신 겉면 사용).

# infill_support_enabled label
source: Infill Support
ko_kr: 내부채움 지지대

# infill_support_enabled description
source: Print infill structures only where tops of the model should be supported. Enabling this reduces print time and material usage, but leads to ununiform object strength.
ko_kr: 모델의 상단이 지지되어야 하는 곳에만 내부채움 구조물을 인쇄합니다. 이 기능을 활성화하면, 인쇄 시간과 재료 사용량이 줄어들지만 객체의 강도가 균일하지 않게 됩니다.

# infill_support_angle label
source: Infill Overhang Angle
ko_kr: 내부채움 돌출부 각도

# infill_support_angle description
source: The minimum angle of internal overhangs for which infill is added. At a value of 0° objects are totally filled with infill, 90° will not provide any infill.
ko_kr: 내부채움이 추가되는 내부 돌출부의 최소 각도입니다. 0°의 값에서 객체는 내부채움으로 완전히 채워지고, 90°는 내부채움을 제공하지 않습니다.

# skin_edge_support_thickness label
source: Skin Edge Support Thickness
ko_kr: 겉면 모서리 지지대 두께

# skin_edge_support_thickness description
source: The thickness of the extra infill that supports skin edges.
ko_kr: 겉면 가장자리를 지지하는 추가 내부채움의 두께입니다.

# skin_edge_support_layers label
source: Skin Edge Support Layers
ko_kr: 겉면 모서리 지지대 레이어

# skin_edge_support_layers description
source: The number of infill layers that supports skin edges.
ko_kr: 겉면 가장자리를 지지하는 내부채움 레이어의 수입니다.

# lightning_infill_support_angle label
source: Lightning Infill Support Angle
ko_kr: 번개 내부채움 지지대 각도

# lightning_infill_support_angle description
source: Determines when a lightning infill layer has to support anything above it. Measured in the angle given the thickness of a layer.
ko_kr: 번개 내부채움 레이어가 그 위에 있는 무언가를 지지해야 하는 시기를 결정합니다. 레이어의 두께가 주어진 각도로 측정됩니다.

# lightning_infill_overhang_angle label
source: Lightning Infill Overhang Angle
ko_kr: 번개 내부채움 돌출부 각도

# lightning_infill_overhang_angle description
source: Determines when a lightning infill layer has to support the model above it. Measured in the angle given the thickness.
ko_kr: 번개 내부채움 레이어가 그 위에 있는 모델을 지원해야 하는 시기를 결정합니다. 두께가 주어진 각도로 측정됩니다.

# lightning_infill_prune_angle label
source: Lightning Infill Prune Angle
ko_kr: 번개 내부채움 가지치기 각도

# lightning_infill_prune_angle description
source: The endpoints of infill lines are shortened to save on material. This setting is the angle of overhang of the endpoints of these lines.
ko_kr: 재료를 절약하기 위해 내부채움 선의 끝점이 짧아집니다. 이 설정은 이러한 선 끝점의 돌출부 각도입니다.

# lightning_infill_straightening_angle label
source: Lightning Infill Straightening Angle
ko_kr: 번개 내부채움 변형 바로잡기 각도

# lightning_infill_straightening_angle description
source: The infill lines are straightened out to save on printing time. This is the maximum angle of overhang allowed across the length of the infill line.
ko_kr: 내부채움 선은 인쇄 시간을 절약하기 위해 곧게 펴집니다. 이것은 내부채움 선의 길이에 걸쳐 허용되는 돌출부의 최대 각도입니다.

# material label
source: Material
ko_kr: 재료
pl: Materiał

# material description
source: Material
ko_kr: 재료
pl: Materiał

# default_material_print_temperature label
source: Default Printing Temperature
ko_kr: 기본 인쇄 온도
pl: Domyślna temperatura druku

# default_material_print_temperature description
source: The default temperature used for printing. This should be the "base" temperature of a material. All other print temperatures should use offsets based on this value
ko_kr: 인쇄에 사용되는 기본 온도입니다. 이것은 재료의 "기준" 온도여야 합니다. 다른 모든 인쇄 온도는 이 값을 기반으로 하는 오프셋을 사용해야 합니다.

# build_volume_temperature label
source: Build Volume Temperature
ko_kr: 빌드 볼륨 온도

# build_volume_temperature description
source: The temperature of the environment to print in. If this is 0, the build volume temperature will not be adjusted.
ko_kr: 인쇄할 환경의 온도입니다. 이 값이 0이면 빌드 볼륨 온도가 조정되지 않습니다.

# material_print_temperature label
source: Printing Temperature
ko_kr: 인쇄 온도
pl: Temperatura druku

# material_print_temperature description
source: The temperature used for printing.
ko_kr: 인쇄에 사용되는 온도입니다.
pl: Temperatura używana do drukowania.

# material_print_temperature_layer_0 label
source: Printing Temperature Initial Layer
ko_kr: 인쇄 온도 초기 레이어
pl: Temperatura pierwszej warstwy

# material_print_temperature_layer_0 description
source: The temperature used for printing the first layer. Set at 0 to disable special handling of the initial layer.
ko_kr: 첫 번째 레이어를 인쇄하는 데 사용되는 온도입니다. 초기 레이어의 특수 처리를 비활성화하려면 0으로 설정합니다.
pl: Temperatura używana do drukowania pierwszej warstwy. Ustaw 0, żeby wyłączyć specjalne traktowanie pierwszej warstwy.

# material_initial_print_temperature label
source: Initial Printing Temperature
ko_kr: 초기 인쇄 온도
pl: Minimalna początkowa temperatura

# material_initial_print_temperature description
source: The minimal temperature while heating up to the Printing Temperature at which printing can already start.
ko_kr: 인쇄가 이미 시작될 수 있는 인쇄 온도까지 가열하는 동안의 최소 온도입니다.

# material_final_print_temperature label
source: Final Printing Temperature
ko_kr: 최종 인쇄 온도
pl: Temperatura końcowa

# material_final_print_temperature description
source: The temperature to which to already start cooling down just before the end of printing.
ko_kr: 인쇄가 끝나기 직전에 이미 냉각을 시작하는 온도입니다.

# material_extrusion_cool_down_speed label
source: Extrusion Cool Down Speed Modifier
ko_kr: 압출 냉각 속도 수정자
pl: Modyfikator prędkości chłodzenia podczas ekstruzji.

# material_extrusion_cool_down_speed description
source: The extra speed by which the nozzle cools while extruding. The same value is used to signify the heat up speed lost when heating up while extruding.
ko_kr: 압출하는 동안 노즐이 냉각되는 추가 속도입니다. 압출 중 가열 시 손실되는 가열 속도를 나타내는 데 동일한 값이 사용됩니다.
pl: Dodatkowa szybkość, z jaką dysza chłodzi się podczas ekstruzji. Ta sama wartość jest używana do określenia utraty szybkości nagrzewania podczas ogrzewania w trakcie ekstruzji.

# default_material_bed_temperature label
source: Default Build Plate Temperature
ko_kr: 기본 빌드 플레이트 온도

# default_material_bed_temperature description
source: The default temperature used for the heated build plate. This should be the "base" temperature of a build plate. All other print temperatures should use offsets based on this value
ko_kr: 열선내장 빌드 플레이트에 사용되는 기본 온도입니다. 이 온도는 빌드 플레이트의 "기본" 온도여야 합니다. 다른 모든 인쇄 온도는 이 값을 기준으로 오프셋을 사용해야 합니다.

# material_bed_temperature label
source: Build Plate Temperature
ko_kr: 빌드 플레이트 온도
pl: Temperatura stołu

# material_bed_temperature description
source: The temperature used for the heated build plate. If this is 0, the build plate is left unheated.
ko_kr: 열선내장 빌드 플레이트에 사용되는 온도입니다. 이 값이 0이면 빌드 플레이트가 가열되지 않은 상태로 유지됩니다.

# material_bed_temperature_layer_0 label
source: Build Plate Temperature Initial Layer
ko_kr: 빌드 플레이트 온도 초기 레이어
pl: Temperatura stołu dla pierwszej warstwy

# material_bed_temperature_layer_0 description
source: The temperature used for the heated build plate at the first layer. If this is 0, the build plate is left unheated during the first layer.
ko_kr: 첫 번째 레이어에서 열선내장 빌드 플레이트에 사용되는 온도입니다. 이 값이 0이면 빌드 플레이트는 첫 번째 레이어 동안 가열되지 않은 상태로 유지됩니다.

# material_adhesion_tendency label
source: Adhesion Tendency
ko_kr: 부착 성향

# material_adhesion_tendency description
source: Surface adhesion tendency.
ko_kr: 표면 부착 성향입니다.

# material_surface_energy label
source: Surface Energy
ko_kr: 표면 활동력

# material_surface_energy description
source: Surface energy.
ko_kr: 표면 활동력입니다.

# material_shrinkage_percentage label
source: Scaling Factor Shrinkage Compensation
ko_kr: 크기조정 계수 수축 보상

# material_shrinkage_percentage description
source: To compensate for the shrinkage of the material as it cools down, the model will be scaled with this factor.
ko_kr: 재료가 냉각될 때 수축되는 것을 보정하기 위해 이 계수로 모델의 크기를 조정합니다.

# material_crystallinity label
source: Crystalline Material
ko_kr: 결정성 재질
