Repository: CustoNationCo/SANJAY
Catalog: resources/i18n/*/fdmprinter.json.po
Languages: de, pl

# support_roof_pattern description
source: The pattern with which the top of the support is printed.
pl: Wzór z jakim będzie drukowane pokrycie podpory

# support_roof_pattern option lines
source: Lines
de: Linien
pl: Linie

# support_roof_pattern option grid
source: Grid
de: Gitter
pl: Siatka

# support_roof_pattern option triangles
source: Triangles
de: Dreiecke
pl: Trójkąty

# support_roof_pattern option concentric
source: Concentric
de: Konzentrisch
pl: Okręgi

# support_roof_pattern option zigzag
source: Zig Zag
de: Zickzack
pl: Zygzak

# support_use_towers label
source: Use towers.
de: Pfeiler verwenden.
pl: Używaj wież

# support_use_towers description
source: Use specialized towers to support tiny overhang areas. These towers have a larger diameter than the region they support. Near the overhang the towers' diameter decreases, forming a roof.
de: Spezielle Pfeiler verwenden, um kleine Überhänge zu stützen. Diese Pfeiler haben einen größeren Durchmesser als der gestützte Bereich. In der Nähe des Überhangs verkleinert sich der Durchmesser der Pfeiler, was zur Bildung eines Dachs führt.
pl: Pozwala na używanie specjalnych wież których zadaniem jest podpieranie niewielkich obszarów przewieszek. Takie wieże mają większą średnicę niż obszar podpierany a tuż przy przewieszce średnica zmniejsza się tworząc daszek podpierający.

# support_minimal_diameter label
source: Minimal Diameter
de: Mindestdurchmesser
pl: Minimalna średnica

# support_minimal_diameter description
source: Maximal diameter in the X/Y directions of a small area which is to be supported by a specialized support tower.
de: Maximaldurchmesser in den X/Y-Richtungen eines kleinen Bereichs, der durch einen speziellen Stützpfeiler gestützt wird.
pl: Maksymalna średnica w osi X/Y obszaru który ma być podparty za pomocą wieży.

# support_tower_diameter label
source: Tower Diameter
de: Durchmesser des Pfeilers
pl: Średnica wieży

# support_tower_diameter description
source: The diameter of a special tower.
de: Der Durchmesser eines speziellen Pfeilers.
pl: Średnica wieży podpierającej.

# support_tower_roof_angle label
source: Tower Roof Angle
de: Winkel des Dachs des Pfeilers
pl: Kąt daszka wieży

# support_tower_roof_angle description
source: The angle of the rooftop of a tower. Larger angles mean more pointy towers.
de: Der Winkel des Dachs eines Pfeilers. Größere Winkel führen zu spitzeren Pfeilern.
pl: Kąt tworzący daszek wieży podpierającej. Większy kąt oznacza bardziej punktową wieżę.

# support_pattern label
source: Pattern
de: Muster
pl: Wzór

# support_pattern description
source: Cura supports 3 distinct types of support structure. First is a grid based support structure which is quite solid and can be removed as 1 piece. The second is a line based support structure which has to be peeled off line by line. The third is a structure in between the other two; it consists of lines which are connected in an accordeon fashion.
de: Cura unterstützt 3 verschiedene Stützstrukturen. Die erste ist eine auf einem Gitter basierende Stützstruktur, welche recht stabil ist und als 1 Stück entfernt werden kann. Die zweite ist eine auf Linien basierte Stützstruktur, die Linie für Linie entfernt werden kann. Die dritte ist eine Mischung aus den ersten beiden Strukturen; diese besteht aus Linien, die wie ein Akkordeon miteinander verbunden sind.
pl: Cura oferuje 3 różne rodzaje struktur podporowych. Pierwsza struktura to siatka - jest solidna i może być oderwana po wydruku w jednym kawałki. Druga to struktura liniowa która musi być usuwana linia po linii. Trzecia to połączenie tych dwóch, składa się z linii które łączą się na przeciwnych końcach tworząc coś w rodzaju zygzaka.

# support_pattern option lines
source: Lines
de: Linien
pl: Linie

# support_pattern option grid
source: Grid
de: Gitter
pl: Siatka

# support_pattern option triangles
source: Triangles
de: Dreiecke
pl: Trójkąty

# support_pattern option concentric
source: Concentric
de: Konzentrisch
pl: Okręgi

# support_pattern option zigzag
source: Zig Zag
de: Zickzack
pl: Zygzak

# support_connect_zigzags label
source: Connect ZigZags
de: Zickzack-Elemente verbinden
pl: Łącz zygzaki

# support_connect_zigzags description
source: Connect the ZigZags. Makes them harder to remove, but prevents stringing of disconnected zigzags.
de: Diese Funktion verbindet die Zickzack-Elemente. Dadurch sind diese zwar schwerer zu entfernen, aber das Fadenziehen getrennter Zickzack-Elemente wird dadurch vermieden.
pl: Powoduje łączenie zygzaków ze sobą. Są wtedy trudniejsze do usunięcia, ale zmniejsza to tworzenie się nitek pomiędzy rozłączonych zygzakami.

# support_infill_rate label
source: Fill Amount
pl: Gęstość wypełnienia podpór

# support_infill_rate description
source: The amount of infill structure in the support, less infill gives weaker support which is easier to remove.
pl: Gęstość wypełnienia struktur podporowych. Mniejsza daje słabsze podpory które są łatwiejsze do usunięcia.

# support_line_distance label
source: Line distance
de: Liniendistanz
pl: Odległość między liniami

# support_line_distance description
source: Distance between the printed support lines.
de: Distanz zwischen den gedruckten Stützlinien.
pl: Odległość pomiędzy liniami tworzącymi podpory

# platform_adhesion label
source: Platform Adhesion
de: Haftung an der Druckplatte
pl: Przyczepność do platformy

# adhesion_type label
source: Type
de: Typ
pl: Rodzaj

# adhesion_type description
source: Different options that help in preventing corners from lifting due to warping. Brim adds a single-layer-thick flat area around your object which is easy to cut off afterwards, and it is the recommended option. Raft adds a thick grid below the object and a thin interface between this and your object. (Note that enabling the brim or raft disables the skirt.)
de: Es gibt verschiedene Optionen, um zu verhindern, dass Kanten aufgrund einer Auffaltung angehoben werden. Durch die Funktion „Brim“ wird ein flacher, einschichtiger Bereich um das Objekt herum hinzugefügt, der nach dem Druckvorgang leicht entfernt werden kann; dies ist die empfohlene Option. Durch die Funktion „Raft“ wird ein dickes Gitter unter dem Objekt sowie ein dünnes Verbindungselement zwischen diesem Gitter und dem Objekt hinzugefügt. (Beachten Sie, dass die Funktion „Skirt“ durch Aktivieren von „Brim“ bzw. „Raft“ deaktiviert wird.)
pl: Różne opcje które pomagają w zabezpieczeniu przed podnoszeniem się brzegów i rogów obiektu spowodowanym kurczeniem się materiału podczas stygnięcia. Otoczka (brim) to płaska powierzchnia o grubości jednej warstwy drukowana wokół obiektu którą potem łatwo odciąć - jest to zalecana opcja. Podstawka (raft) to kilkuwarstwowa podstawa z cienką warstwą łączącą na której posadowiony jest drukowany obiekt. Włączenie otoczki lub podstawki wyłącza drukowanie rozbiegówki.

# adhesion_type option skirt
source: Skirt
pl: Rozbiegówka (skirt)

# adhesion_type option brim
source: Brim
pl: Otoczka (brim)

# adhesion_type option raft
source: Raft
pl: Podstawka (raft)

# skirt_line_count label
source: Skirt Line Count
de: Anzahl der Skirt-Linien
pl: Ilość linii rozbiegówki

# skirt_line_count description
source: The skirt is a line drawn around the first layer of the. This helps to prime your extruder, and to see if the object fits on your platform. Setting this to 0 will disable the skirt. Multiple skirt lines can help to prime your extruder better for small objects.
de: Unter „Skirt“ versteht man eine Linie, die um die erste Schicht herum gezogen wird. Dies erleichtert die Vorbereitung des Extruders und die Kontrolle, ob ein Objekt auf die Druckplatte passt. Wenn dieser Wert auf 0 gestellt wird, wird die Skirt-Funktion deaktiviert. Mehrere Skirt-Linien können Ihren Extruder besser für kleine Objekte vorbereiten.
pl: Rozbiegówka to linia drukowana wokół obiektu w pewnej odległości od niego. Jej zadaniem jest „rozpędzenie” ekstrudera i ustalenie się prawidłowego ciśnienia wewnątrz dyszy drukującej. Dodatkowo pozwala na natychmiastowe stwierdzenie czy drukowany obiekt zmieści się na platformie. Ustawienie tej opcji na 0 wyłącza drukowanie rozbiegówki. Im mniejszy obiekt, tym więcej będzie potrzebnych linii rozbiegówki aby prawidłowo „rozpędzić” ekstruder.

# skirt_gap label
source: Skirt Distance
de: Skirt-Distanz
pl: Odstęp rozbiegówki

# skirt_gap description
source: The horizontal distance between the skirt and the first layer of the print. This is the minimum distance, multiple skirt lines will extend outwards from this distance.
de: Die horizontale Distanz zwischen dem Skirt und der ersten Schicht des Drucks. Es handelt sich dabei um die Mindestdistanz. Bei mehreren Skirt-Linien breiten sich diese von dieser Distanz ab nach außen aus.
pl: Odstęp w poziomie pomiędzy rozbiegówką a pierwszą warstwą drukowanego obiektu. To jest minimalna odległość - jeśli będzie drukowanych więcej linii niż jedna, będą one drukowane coraz dalej od obiektu.

# skirt_minimal_length label
source: Skirt Minimum Length
de: Mindestlänge für Skirt
pl: Minimalna długość rozbiegówki

# skirt_minimal_length description
source: The minimum length of the skirt. If this minimum length is not reached, more skirt lines will be added to reach this minimum length. Note: If the line count is set to 0 this is ignored.
de: Die Mindestlänge für das Skirt-Element. Wenn diese Mindestlänge nicht erreicht wird, werden mehrere Skirt-Linien hinzugefügt, um diese Mindestlänge zu erreichen. Hinweis: Wenn die Linienzahl auf 0 gestellt wird, wird dies ignoriert.
pl: Minimalna długość całkowita rozbiegówki. Jeśli ta długość nie zostanie osiągnięta za pomocą jednej linii, to automatycznie zostaną dodane kolejne linie aż długość minimalna zostanie osiągnięta. Uwaga - jeśli wcześniej ustawiono ilość linii na 0, to ta opcja jest ignorowana.

# brim_line_count label
source: Brim Line Count
de: Anzahl der Brim-Linien
pl: Ilość linii otoczki

# brim_line_count description
source: The amount of lines used for a brim: More lines means a larger brim which sticks better, but this also makes your effective print area smaller.
de: Die Anzahl der für ein Brim-Element verwendeten Zeilen: Bei mehr Zeilen ist dieses größer, haftet also besser, jedoch wird dadurch der verwendbare Druckbereich verkleinert.
pl: Ilość linii z których będzie utworzona otoczka. Więcej linii to większa otoczka i lepsze przyleganie, ale jednocześnie mniejsza efektywna powierzchnia zadruku.

# raft_margin label
source: Raft Extra Margin
de: Zusätzlicher Abstand für Raft
pl: Dodatkowy margines podstawki

# raft_margin description
source: If the raft is enabled, this is the extra raft area around the object which is also given a raft. Increasing this margin will create a stronger raft while using more material and leaving less area for your print.
de: Wenn die Raft-Funktion aktiviert ist, gibt es einen zusätzlichen Raft-Bereich um das Objekt herum, dem wiederum ein „Raft“ hinzugefügt wird. Durch das Erhöhen dieses Abstandes wird ein kräftigeres Raft-Element hergestellt, wobei jedoch mehr Material verbraucht wird und weniger Platz für das gedruckte Objekt verbleibt.
pl: Jeśli włączone jest drukowanie podstawki, to będzie ona szersza od obiektu o wartość tutaj ustawioną. Zwiększenie marginesu daje wytrzymalszą podstawkę, ale zużywa więcej materiału i pozostawia mniej miejsca na sam wydruk.

# raft_airgap label
source: Raft Air-gap
de: Luftspalt für Raft
pl: Wielkość szczeliny

# raft_airgap description
source: The gap between the final raft layer and the first layer of the object. Only the first layer is raised by this amount to lower the bonding between the raft layer and the object. Makes it easier to peel off the raft.
de: Der Spalt zwischen der letzten Raft-Schicht und der ersten Schicht des Objekts. Nur die erste Schicht wird entsprechend dieses Wertes angehoben, um die Bindung zwischen der Raft-Schicht und dem Objekt zu reduzieren. Dies macht es leichter, den Raft abzuziehen.
pl: Szczelina pomiędzy ostatnią warstwą podstawki a pierwszą warstwą obiektu. Tylko pierwsza warstwa obiektu będzie podniesiona o tą wartość aby zmniejszyć przyczepność pomiędzy podstawką a obiektem. Dzięki temu później łatwiej będzie oderwać podstawkę.

# raft_surface_layers label
source: Raft Surface Layers
de: Oberflächenebenen für Raft
pl: Ilość warstw powierzchni podstawki

# raft_surface_layers description
source: The number of surface layers on top of the 2nd raft layer. These are fully filled layers that the object sits on. 2 layers usually works fine.
de: Die Anzahl der Oberflächenebenen auf der zweiten Raft-Schicht. Dabei handelt es sich um komplett gefüllte Schichten, auf denen das Objekt ruht. 2 Schichten zu verwenden, ist normalerweise ideal.
pl: Ilość warstw drukowanych na szczycie 2 warstwy podstawki. Warstwy te są pełne i tworzą ostateczną podstawę na której drukowany jest już docelowy obiekt.

# raft_surface_thickness label
source: Raft Surface Thickness
pl: Grubość powierzchni podstawki

# raft_surface_thickness description
source: Layer thickness of the surface raft layers.
pl: Grubość warstwy powierzchni tworzących szczyt podstawki.

# raft_surface_line_width label
source: Raft Surface Line Width
pl: Szerokość linii powierzchni podstawki

# raft_surface_line_width description
source: Width of the lines in the surface raft layers. These can be thin lines so that the top of the raft becomes smooth.
pl: Szerokość linii z których tworzone są warstwy szczytowe powierzchni podstawki. Mogą być cienkie, dzięki temu szczytowa powierzchnia będzie gładka.

# raft_surface_line_spacing label
source: Raft Surface Spacing
pl: Rozstaw linii powierzchni podstawki

# raft_surface_line_spacing description
source: The distance between the raft lines for the surface raft layers. The spacing of the interface should be equal to the line width, so that the surface is solid.
pl: Odległość pomiędzy liniami tworzącymi powierzchnię podstawki. Rozstaw linii łącznika powinien być równy szerokości linii aby utworzyć solidną podstawkę.

# raft_interface_thickness label
source: Raft Interface Thickness
de: Dicke des Raft-Verbindungselements
pl: Grubość łącznika podstawki

# raft_interface_thickness description
source: Layer thickness of the interface raft layer.
pl: Grubość warstwy łącznika pomiędzy szczytową powierzchnią podstawki a pierwszą warstwą obiektu.

# raft_interface_line_width label
source: Raft Interface Line Width
pl: Szerokość linii łącznika podstawki

# raft_interface_line_width description
source: Width of the lines in the interface raft layer. Making the second layer extrude more causes the lines to stick to the bed.
pl: Szerokość linii tworzących warstwę łączącą pomiędzy obiektem a podstawką. Ustawienie szerszych linii drugiej warstwy powoduje, że także przyklejają się do platformy.

# raft_interface_line_spacing label
source: Raft Interface Spacing
pl: Rozstaw linii łącznika podstawki

# raft_interface_line_spacing description
source: The distance between the raft lines for the interface raft layer. The spacing of the interface should be quite wide, while being dense enough to support the surface raft layers.
pl: Odległość pomiędzy liniami tworzącymi warstwę łącznika podstawki. Odległość ta powinna być stosunkowo duża, ale jednocześnie na tyle mała, żeby zapewnić dobrą przyczepność.

# raft_base_thickness label
source: Raft Base Thickness
de: Dicke der Raft-Basisschicht
pl: Grubość bazy podstawki

# raft_base_thickness description
source: Layer thickness of the base raft layer. This should be a thick layer which sticks firmly to the printer bed.
pl: Grubość warstwy tworzącej bazę podstawki. Powinna być stosunkowo gruba warstwa która dobrze będzie przyklejona do platformy.

# raft_base_line_width label
source: Raft Base Line Width
pl: Szerokość linii bazy podstawki

# raft_base_line_width description
source: Width of the lines in the base raft layer. These should be thick lines to assist in bed adhesion.
pl: Szerokość linii z których drukowana będzie baza podstawki. Linie te powinny być stosunkowo szerokie, żeby pomóc w przyklejaniu się całości do platformy.

# raft_base_line_spacing label
source: Raft Line Spacing
pl: Rozstaw linii podstawki

# raft_base_line_spacing description
source: The distance between the raft lines for the base raft layer. Wide spacing makes for easy removal of the raft from the build plate.
pl: Odległość pomiędzy drukowanymi liniami dla bazy podstawki. Szeroki odstęp pozwala na łatwiejsze odrywanie podstawki od stołu.

# raft_speed label
source: Raft Print Speed
pl: Prędkość drukowania podstawki

# raft_speed description
source: The speed at which the raft is printed.
pl: Prędkość z jaką będzie drukowana podstawka

# raft_surface_speed label
source: Raft Surface Print Speed
pl: Prędkość drukowania powierzchni podstawki

# raft_surface_speed description
source: The speed at which the surface raft layers are printed. This should be printed a bit slower, so that the nozzle can slowly smooth out adjacent surface lines.
pl: Prędkość z jaką będzie drukowane warstwy powierzchni podstawy. Powinny być drukowane trochę wolniej, aby dysza mogła powoli wygładzić przyległe linie.

# raft_interface_speed label
source: Raft Interface Print Speed
pl: Prędkość drukowania łącznika podstawki

# raft_interface_speed description
source: The speed at which the interface raft layer is printed. This should be printed quite slowly, as the amount of material coming out of the nozzle is quite high.
pl: Prędkość z jaką będzie drukowany łącznik pomiędzy podstawką a obiektem. Łącznik powinien być drukowany wolno ponieważ ilość materiału który trzeba wyekstrudować jest stosunkowo duża.

# raft_base_speed label
source: Raft Base Print Speed
de: Druckgeschwindigkeit für Raft-Basis
pl: Prędkość drukowania bazy podstawki

# raft_base_speed description
source: The speed at which the base raft layer is printed. This should be printed quite slowly, as the amount of material coming out of the nozzle is quite high.
pl: Prędkość z jaką będzie drukowana baza podstawki. Powinna być niska, ponieważ ilość ekstrudowanego materiału jest stosunkowo duża.

# raft_fan_speed label
source: Raft Fan Speed
pl: Prędkość wentylatora dla podstawki

# raft_fan_speed description
source: The fan speed for the raft.
de: Drehzahl des Lüfters für das Raft.
pl: Prędkość jaką ma mieć wentylator chłodzący podczas drukowania podstawki.

# raft_surface_fan_speed label
source: Raft Surface Fan Speed
pl: Prędkość wentylatora dla powierzchni podstawki

# raft_surface_fan_speed description
source: The fan speed for the surface raft layers.
pl: Prędkość jaką ma mieć wentylator chłodzący podczas drukowania powierzchni podstawki

# raft_interface_fan_speed label
source: Raft Interface Fan Speed
pl: Prędkość wentylatora dla łącznika

# raft_interface_fan_speed description
source: The fan speed for the interface raft layer.
pl: Prędkość jaką ma mieć wentylator podczas drukowania łącznika

# raft_base_fan_speed label
source: Raft Base Fan Speed
pl: Prędkość wentylatora dla bazy podstawki

# raft_base_fan_speed description
source: The fan speed for the base raft layer.
pl: Prędkość jaką ma mieć wentylator podczas drukowania bazy podstawki

# draft_shield_enabled label
source: Enable Draft Shield
pl: Drukuj osłonę

# draft_shield_enabled description
source: Enable exterior draft shield. This will create a wall around the object which traps (hot) air and shields against gusts of wind. Especially useful for materials which warp easily.
de: Aktiviert den äußeren Windschutz. Dadurch wird rund um das Objekt eine Wand erstellt, die (heiße) Luft abfängt und vor Windstößen schützt. Besonders nützlich bei Materialien, die sich verbiegen.
pl: Włącza drukowanie zewnętrznej osłony obiektu. Dookoła obiektu, w pewnej odległości od niego drukowana jest ściana tej samej wysokości która utrzymuje wyższą temperaturę powietrza w pobliżu obiektu oraz zabezpiecza przed przed podmuchami zimniejszego powietrza. Bardzo przydatne do materiałów które łatwo się odklejają i mocno kurczą podczas stygnięcia jak ABS.

# draft_shield_dist label
source: Draft Shield X/Y Distance
pl: Odległość osłony w osi X/Y od obiektu

# draft_shield_dist description
source: Distance of the draft shield from the print, in the X/Y directions.
pl: Odległość od obiektu w osi X/Y w której będzie drukowana osłona.

# draft_shield_height_limitation label
source: Draft Shield Limitation
de: Begrenzung des Windschutzes
pl: Limit wysokości osłony.

# draft_shield_height_limitation description
source: Whether to limit the height of the draft shield
de: Ob die Höhe des Windschutzes begrenzt werden soll
pl: Pozwala na wybranie czy chcemy ograniczyć wysokość osłony.

# draft_shield_height_limitation option full
source: Full
de: Voll
pl: Pełna

# draft_shield_height_limitation option limited
source: Limited
de: Begrenzt
pl: Ograniczona

# draft_shield_height label
source: Draft Shield Height
pl: Wysokość osłony

# draft_shield_height description
source: Height limitation on the draft shield. Above this height no draft shield will be printed.
de: Begrenzung der Höhe des Windschutzes. Oberhalb dieser Höhe wird kein Windschutz mehr gedruckt.
pl: Ogranicza drukowanie osłony do podanej wysokości. Powyżej niej osłona nie będzie drukowana.

# meshfix label
source: Mesh Fixes
pl: Naprawianie siatki

# meshfix_union_all label
source: Union Overlapping Volumes
pl: Łącz nakładające się kształty

# meshfix_union_all description
source: Ignore the internal geometry arising from overlapping volumes and print the volumes as one. This may cause internal cavaties to disappear.
de: Ignoriert die interne Geometrie, die durch überlappende Volumen entsteht und druckt diese Volumen als ein einziges. Dadurch können innere Hohlräume verschwinden.
pl: Włączenie powoduje ignorowanie kształtów utworzonych przez nakładające się na siebie elementy obiektu. W ten sposób można usunąć wewnętrzne ubytki i naprawić niektóre modele.

# meshfix_union_all_remove_holes label
source: Remove All Holes
de: Alle Löcher entfernen
pl: Usuń wszystkie dziury

# meshfix_union_all_remove_holes description
source: Remove the holes in each layer and keep only the outside shape. This will ignore any invisible internal geometry. However, it also ignores layer holes which can be viewed from above or below.
de: Entfernt alle Löcher in den einzelnen Schichten und erhält lediglich die äußere Form. Dadurch wird jegliche unsichtbare interne Geometrie ignoriert. Jedoch werden auch solche Löcher in den Schichten ignoriert, die man von oben oder unten sehen kann.
pl: Usuwa wszystkie dziury znajdujące się wewnątrz warstw i pozostawia wyłącznie zewnętrzny obrys modelu. W efekcie wszystkie wewnętrzne, niewidoczne geometrie zostaną usunięte. Jednakże mogą też zostać usunięte niektóre pożądane otwory widoczne z dołu lub z góry.

# meshfix_extensive_stitching label
source: Extensive Stitching
de: Extensives Stitching
pl: Rozszerzone łączenie

# meshfix_extensive_stitching description
source: Extensive stitching tries to stitch up open holes in the mesh by closing the hole with touching polygons. This option can introduce a lot of processing time.
de: Extensives Stitching versucht die Löcher im Mesh mit sich berührenden Polygonen abzudecken. Diese Option kann eine Menge Verarbeitungszeit in Anspruch nehmen.
pl: Rozszerzone łączenie próbuje zamknąć otwarte otwory w siatce obiektu bez jakiejkolwiek zmiany otaczających wielokątów. Włączenie tej opcji może znacząco wydłużyć czas cięcia obiektu.

# meshfix_keep_open_polygons label
source: Keep Disconnected Faces
de: Unterbrochene Flächen beibehalten
pl: Pozostaw rozłączone wielokąty
