Repository: CustoNationCo/SANJAY
Catalog: resources/i18n/*/fdmprinter.def.json.po
Languages: ko_kr, pl

# support_skip_zag_per_mm description
source: Leave out a connection between support lines once every N millimeter to make the support structure easier to break away.
ko_kr: 지지대 구조물을 쉽게 분리할 수 있도록 N 밀리미터마다 한 번 지지대 선 간의 연결을 제외합니다.

# support_zag_skip_count label
source: Support Chunk Line Count
ko_kr: 지지대 덩어리 선 개수

# support_zag_skip_count description
source: Skip one in every N connection lines to make the support structure easier to break away.
ko_kr: 지지대 구조물을 쉽게 분리할 수 있도록 N 연결 선 마다 한줄 씩 건너뜁니다.

# draft_shield_enabled label
source: Enable Draft Shield
ko_kr: 드래프트 보호물 활성화
pl: Włącz osłonę roboczą

# draft_shield_enabled description
source: This will create a wall around the model, which traps (hot) air and shields against exterior airflow. Especially useful for materials which warp easily.
ko_kr: 이렇게 하면 (뜨거운) 공기를 가두고 외부 공기 흐름을 차단하는 벽이 모델 주위에 생성됩니다. 쉽게 휘는 재료에 특히 유용합니다.
pl: Tworzy ścianę dookoła obiektu, która zatrzymuje (ciepłe) powietrze i blokuje dopływ zewnętrznego powietrza. Szczególnie użyteczne przy drukowaniu z materiałów, które łatwo się podwijają.

# draft_shield_dist label
source: Draft Shield X/Y Distance
ko_kr: 드래프트 보호물 X/Y 거리
pl: Odległości X/Y osłony roboczej

# draft_shield_dist description
source: Distance of the draft shield from the print, in the X/Y directions.
ko_kr: X/Y 방향에서 인쇄물로부터 드래프트 보호물까지의 거리입니다.
pl: Odległość osłony roboczej od modelu w osiach X/Y.

# draft_shield_height_limitation label
source: Draft Shield Limitation
ko_kr: 드래프트 보호물 제한
pl: Ograniczenie osłony roboczej

# draft_shield_height_limitation description
source: Set the height of the draft shield. Choose to print the draft shield at the full height of the model or at a limited height.
ko_kr: 드래프트 보호물의 높이를 설정합니다. 모델의 전체 높이 또는 제한된 높이에서 드래프트 보호물을 인쇄하도록 선택합니다.
pl: Ustaw wysokość osłony roboczej. Wybierz drukowanie osłony na całej wysokości obiektu lub do określonego momentu.

# draft_shield_height_limitation option full
source: Full
ko_kr: 전체
pl: Pełna

# draft_shield_height_limitation option limited
source: Limited
ko_kr: 제한됨
pl: Ograniczona

# draft_shield_height label
source: Draft Shield Height
ko_kr: 드래프트 보호물 높이
pl: Wysokość osłony roboczej

# draft_shield_height description
source: Height limitation of the draft shield. Above this height no draft shield will be printed.
ko_kr: 드래프트 보호물의 높이 제한입니다. 이 높이 이상에서는 드래프트 보호물이 인쇄되지 않습니다.
pl: Wysokość ograniczenia osłony roboczej. Powyżej tej wysokości osłona nie będzie drukowana.

# conical_overhang_enabled label
source: Make Overhang Printable
ko_kr: 돌출부 인쇄 가능하게 만들기
pl: Drukowalne nawisy

# conical_overhang_enabled description
source: Change the geometry of the printed model such that minimal support is required. Steep overhangs will become shallow overhangs. Overhanging areas will drop down to become more vertical.
ko_kr: 최소한의 지지대가 필요하도록 인쇄된 모델의 형상을 변경합니다. 가파른 돌출부는 얕은 돌출부이 됩니다. 돌출된 영역은 더 수직이 되도록 아래로 내려갑니다.

# conical_overhang_angle label
source: Maximum Model Angle
ko_kr: 최대 모델 각도
pl: Maksymalny kąt modelu

# conical_overhang_angle description
source: The maximum angle of overhangs after the they have been made printable. At a value of 0° all overhangs are replaced by a piece of model connected to the build plate, 90° will not change the model in any way.
ko_kr: 돌출부가 인쇄 가능하게 된 후 돌출부의 최대 각도입니다. 값이 0°인 경우, 모든 돌출부가 빌드 플레이트에 연결된 모델 조각으로 대체되지만, 90°인 경우 모델은 변경되지 않습니다.
pl: Minimalny kąt nawisu, dla którego wydruk jest możliwy do wydrukowania. Dla wartości 0° wszystkie nawisy są zastępowane przez przedłużenie modelu do stołu, a dla wartości 90° model nie będzie zmodyfikowany.

# conical_overhang_hole_size label
source: Maximum Overhang Hole Area
ko_kr: 최대 돌출부 구멍 영역

# conical_overhang_hole_size description
source: The maximum area of a hole in the base of the model before it's removed by Make Overhang Printable. Holes smaller than this will be retained. A value of 0 mm² will fill all holes in the models base.
ko_kr: 돌출부를 인쇄 가능으로 만들기로 제거하기 전 모델 바닥에 있는 구멍의 최대 면적입니다. 이보다 작은 구멍은 유지됩니다. 0mm² 값은 모델 바닥의 모든 구멍을 채웁니다.

# coasting_enable label
source: Enable Coasting
ko_kr: 코스팅 활성화
pl: Włącz wolny wypływ (coasting)

# coasting_enable description
source: Coasting replaces the last part of an extrusion path with a travel path. The oozed material is used to print the last piece of the extrusion path in order to reduce stringing.
ko_kr: 코스팅은 압출 경로의 마지막 부분을 이동 경로로 대체합니다. 흘러나온 재료는 스트링을 줄이기 위해 압출 경로의 마지막 부분을 인쇄하는 데 사용됩니다.
pl: Wolny wypływ (coasting) zastępuje ostatnią część ekstrudowanej ścieżki jałowym przebiegiem. Kapiący materiał jest używany do wydrukowania ostatniej części ścieżki. Zapobiega to tworzeniu się nitek filamentu przy przejściach.

# coasting_volume label
source: Coasting Volume
ko_kr: 코스팅 볼륨
pl: Objętość wolnego wypływu

# coasting_volume description
source: The volume otherwise oozed. This value should generally be close to the nozzle diameter cubed.
ko_kr: 그렇지 않으면 볼륨이 흘러 나옵니다. 이 값은 일반적으로 노즐 직경의 세제곱에 가까워야 합니다.

# coasting_min_volume label
source: Minimum Volume Before Coasting
ko_kr: 코스팅 전 최소 볼륨
pl: Minimalna objętość przed wolnym wypływem

# coasting_min_volume description
source: The smallest volume an extrusion path should have before allowing coasting. For smaller extrusion paths, less pressure has been built up in the bowden tube and so the coasted volume is scaled linearly. This value should always be larger than the Coasting Volume.
ko_kr: 코스팅을 허용하기 전에 최소 볼륨의 압출 경로가 있어야 합니다. 더 작은 압출 경로의 경우 보우덴 튜브에 더 적은 압력이 축적되므로 코스팅된 볼륨은 선형으로 조정됩니다. 이 값은 항상 코스팅 볼륨보다 커야 합니다.

# coasting_speed label
source: Coasting Speed
ko_kr: 코스팅 속도
pl: Szybkość wolnego wypływu

# coasting_speed description
source: The speed by which to move during coasting, relative to the speed of the extrusion path. A value slightly under 100% is advised, since during the coasting move the pressure in the bowden tube drops.
ko_kr: 압출 경로의 속도에 상대적인 코스팅 중 이동하는 속도입니다. 코스팅 중에 보우덴 튜브의 압력이 떨어지기 때문에 100%보다 약간 낮은 값이 권장됩니다.
pl: Szybkość z jaką przesuwa się głowica podczas wolnego wypływu, w stosunku do szybkość podczas ekstruzji ścieżki. Zalecana jest wartość nieznacznie mniejsza od 100%, ponieważ podczas wolnego wypływu ciśnienie w rurce Bowdena spada.

# cross_infill_pocket_size label
source: Cross 3D Pocket Size
ko_kr: 십자형 3D 포켓 크기

# cross_infill_pocket_size description
source: The size of pockets at four-way crossings in the cross 3D pattern at heights where the pattern is touching itself.
ko_kr: 패턴이 자체적으로 맞닿는 높이에서 십자형 3D 패턴에서 4방향 교차점의 포켓 크기입니다.

# cross_infill_density_image label
source: Cross Infill Density Image
ko_kr: 십자형 내부채움 밀도 이미지

# cross_infill_density_image description
source: The file location of an image of which the brightness values determine the minimal density at the corresponding location in the infill of the print.
ko_kr: 밝기 값이 인쇄물 내부채움의 해당 위치에서 최소 밀도를 결정하는 이미지의 파일 위치입니다.

# cross_support_density_image label
source: Cross Fill Density Image for Support
ko_kr: 지지대를 위한 십자형 내부채움 밀도 이미지

# cross_support_density_image description
source: The file location of an image of which the brightness values determine the minimal density at the corresponding location in the support.
ko_kr: 밝기 값이 지지대의 해당 위치에서 최소 밀도를 결정하는 이미지의 파일 위치입니다.

# support_conical_enabled label
source: Enable Conical Support
ko_kr: 원뿔형 지지대 활성화
pl: Włącz stożkowe podpory

# support_conical_enabled description
source: Make support areas smaller at the bottom than at the overhang.
ko_kr: 돌출부보다 하단에 지지대 영역을 작게 만듭니다.

# support_conical_angle label
source: Conical Support Angle
ko_kr: 원뿔형 지지대 각도
pl: Kąt podpory stożkowej

# support_conical_angle description
source: The angle of the tilt of conical support. With 0 degrees being vertical, and 90 degrees being horizontal. Smaller angles cause the support to be more sturdy, but consist of more material. Negative angles cause the base of the support to be wider than the top.
ko_kr: 원뿔형 지지대의 기울기 각도입니다. 0도는 수직이고 90도는 수평입니다. 각도가 작을수록 지지대가 더 견고하지만 더 많은 재료로 구성됩니다. 음의 각도를 사용하면 지지대의 바닥이 상단보다 넓어집니다.
pl: Kąt pochylenia stożkowej podpory. Dla 0° jest pionowa, dla 90° jest pozioma. Mniejsze kąty powodują, że podpora jest mocniejsza lecz potrzebuje więcej materiału. Ujemne kąty powodują, że podstawa podpory jest szersza niż góra.

# support_conical_min_width label
source: Conical Support Minimum Width
ko_kr: 원뿔형 지지대 최소 너비
pl: Minimalna szerokość podpory stożkowej

# support_conical_min_width description
source: Minimum width to which the base of the conical support area is reduced. Small widths can lead to unstable support structures.
ko_kr: 원뿔형 지지대 영역의 바닥이 축소되는 최소 너비입니다. 폭이 작으면 지지대 구조물이 불안정해질 수 있습니다.
pl: Minimalna szerokość, do której może być zredukowana podstawa stożkowej podpory. Mała szerokość może prowadzić do niestabilności podpory.

# magic_fuzzy_skin_enabled label
source: Fuzzy Skin
ko_kr: 퍼지 겉면
pl: Rozmyta powłoka

# magic_fuzzy_skin_enabled description
source: Randomly jitter while printing the outer wall, so that the surface has a rough and fuzzy look.
ko_kr: 외벽을 인쇄하는 동안 무작위로 지터가 발생하여 표면이 거칠고 흐릿해 보입니다.

# magic_fuzzy_skin_outside_only label
source: Fuzzy Skin Outside Only
ko_kr: 퍼지 겉면 외부만

# magic_fuzzy_skin_outside_only description
source: Jitter only the parts' outlines and not the parts' holes.
ko_kr: 부품의 구멍은 제외하고 부품의 외형만 지터링합니다.

# magic_fuzzy_skin_thickness label
source: Fuzzy Skin Thickness
ko_kr: 퍼지 겉면 두께
pl: Grubość rozmytej powłoki

# magic_fuzzy_skin_thickness description
source: The width within which to jitter. It's advised to keep this below the outer wall width, since the inner walls are unaltered.
ko_kr: 지터가 발생하는 폭입니다. 내벽은 변경되지 않으므로 이를 외벽 너비 아래로 유지하는 것이 좋습니다.

# magic_fuzzy_skin_point_density label
source: Fuzzy Skin Density
ko_kr: 퍼지 겉면 밀도
pl: Gęstość rozmytej powłoki

# magic_fuzzy_skin_point_density description
source: The average density of points introduced on each polygon in a layer. Note that the original points of the polygon are discarded, so a low density results in a reduction of the resolution.
ko_kr: 레이어의 각 다각형에 도입된 점의 평균 밀도입니다. 다각형의 원래 점은 삭제되므로 밀도가 낮으면 해상도가 감소합니다.

# magic_fuzzy_skin_point_dist label
source: Fuzzy Skin Point Distance
ko_kr: 퍼지 겉면 선단 거리
pl: Odległość punktów rozmytej powłoki

# magic_fuzzy_skin_point_dist description
source: The average distance between the random points introduced on each line segment. Note that the original points of the polygon are discarded, so a high smoothness results in a reduction of the resolution. This value must be higher than half the Fuzzy Skin Thickness.
ko_kr: 각 선분에 도입된 임의의 점 사이의 평균 거리입니다. 폴리곤의 원래 점은 버려지기 때문에 부드러움이 높으면 해상도가 감소합니다. 이 값은 퍼지 겉면 두께의 절반보다 커야 합니다.

# flow_rate_max_extrusion_offset label
source: Flow Rate Compensation Max Extrusion Offset
ko_kr: 압출량 비율 보정 최대 압출 오프셋

# flow_rate_max_extrusion_offset description
source: The maximum distance in mm to move the filament to compensate for changes in flow rate.
ko_kr: 압출량 비율에 대한 변화를 보정하기 위해 필라멘트를 이동하는 최대 거리(mm)입니다.

# flow_rate_extrusion_offset_factor label
source: Flow Rate Compensation Factor
ko_kr: 압출량 비율 보상 계수

# flow_rate_extrusion_offset_factor description
source: How far to move the filament in order to compensate for changes in flow rate, as a percentage of how far the filament would move in one second of extrusion.
ko_kr: 필라멘트가 압출 1초 동안 이동하는 거리의 백분율로, 압출량 비율에 대한 변화를 보정하기 위해 필라멘트를 이동하는 거리입니다.

# wireframe_enabled label
source: Wire Printing
ko_kr: 와이어 인쇄
pl: Druk szkieletu

# wireframe_enabled description
source: Print only the outside surface with a sparse webbed structure, printing 'in thin air'. This is realized by horizontally printing the contours of the model at given Z intervals which are connected via upward and diagonally downward lines.
ko_kr: 듬성듬성한 거미줄 구조로 외부 표면만 인쇄하여 '공급이 적은 공중에서'로 인쇄합니다. 이는 위쪽과 대각선 하향선을 통해 연결되는 주어진 Z 간격으로 모델의 윤곽을 수평으로 인쇄하여 실현됩니다.

# wireframe_height label
source: WP Connection Height
ko_kr: WP 연결 높이
pl: DS Wysokość połączeń

# wireframe_height description
source: The height of the upward and diagonally downward lines between two horizontal parts. This determines the overall density of the net structure. Only applies to Wire Printing.
ko_kr: 두 수평 부분 사이의 위쪽 및 대각선 아래쪽 선의 높이입니다. 이것은 네트 구조물의 전체 밀도를 결정합니다. 와이어 인쇄에만 적용됩니다.

# wireframe_roof_inset label
source: WP Roof Inset Distance
ko_kr: WP 지붕 삽입 거리

# wireframe_roof_inset description
source: The distance covered when making a connection from a roof outline inward. Only applies to Wire Printing.
ko_kr: 지붕 윤곽에서 안쪽으로 연결할 때 적용되는 거리입니다. 와이어 인쇄에만 적용됩니다.

# wireframe_printspeed label
source: WP Speed
ko_kr: WP 속도
pl: DS Prędkość

# wireframe_printspeed description
source: Speed at which the nozzle moves when extruding material. Only applies to Wire Printing.
ko_kr: 재료를 압출할 때 노즐이 움직이는 속도입니다. 와이어 인쇄에만 적용됩니다.

# wireframe_printspeed_bottom label
source: WP Bottom Printing Speed
ko_kr: WP 하단 인쇄 속도
pl: DS Prędkość druku podstawy

# wireframe_printspeed_bottom description
source: Speed of printing the first layer, which is the only layer touching the build platform. Only applies to Wire Printing.
ko_kr: 빌드 플랫폼에 닿는 유일한 레이어인 첫 번째 레이어를 인쇄하는 속도입니다. 와이어 인쇄에만 적용됩니다.

# wireframe_printspeed_up label
source: WP Upward Printing Speed
ko_kr: WP 상향 인쇄 속도
pl: DS Prędkość druku w górę

# wireframe_printspeed_up description
source: Speed of printing a line upward 'in thin air'. Only applies to Wire Printing.
ko_kr: '공급이 적은 공중에서' 위쪽으로 선을 인쇄하는 속도입니다. 와이어 인쇄에만 적용됩니다.

# wireframe_printspeed_down label
source: WP Downward Printing Speed
ko_kr: WP 하향 인쇄 속도
pl: DS Prędkość druku w dół

# wireframe_printspeed_down description
source: Speed of printing a line diagonally downward. Only applies to Wire Printing.
ko_kr: 대각선 아래쪽으로 선을 인쇄하는 속도입니다. 와이어 인쇄에만 적용됩니다.

# wireframe_printspeed_flat label
source: WP Horizontal Printing Speed
ko_kr: WP 수평 인쇄 속도
pl: DS Prędkość druku w poziomie

# wireframe_printspeed_flat description
source: Speed of printing the horizontal contours of the model. Only applies to Wire Printing.
ko_kr: 모델의 수평 윤곽을 인쇄하는 속도입니다. 와이어 인쇄에만 적용됩니다.

# wireframe_flow label
source: WP Flow
ko_kr: WP 압출량
pl: DS Przepływ

# wireframe_flow description
source: Flow compensation: the amount of material extruded is multiplied by this value. Only applies to Wire Printing.
ko_kr: 압출량 보정: 압출된 재료의 양에 이 값을 곱합니다. 와이어 인쇄에만 적용됩니다.

# wireframe_flow_connection label
source: WP Connection Flow
ko_kr: WP 연결 압출량
pl: DS Przepływ połączeń

# wireframe_flow_connection description
source: Flow compensation when going up or down. Only applies to Wire Printing.
ko_kr: 상승 또는 하강 시 압출량 보정입니다. 와이어 인쇄에만 적용됩니다.

# wireframe_flow_flat label
source: WP Flat Flow
ko_kr: WP 평면 압출량
pl: DS Przepływ płaski

# wireframe_flow_flat description
source: Flow compensation when printing flat lines. Only applies to Wire Printing.
ko_kr: 평평한 선을 인쇄할 때 압출량 보정입니다. 와이어 인쇄에만 적용됩니다.

# wireframe_top_delay label
source: WP Top Delay
ko_kr: WP 상단 지연시간
pl: DS Opóźnienie górne

# wireframe_top_delay description
source: Delay time after an upward move, so that the upward line can harden. Only applies to Wire Printing.
ko_kr: 상향 이동 후 지연 시간으로 상향 라인이 단단해질 수 있습니다. 와이어 인쇄에만 적용됩니다.

# wireframe_bottom_delay label
source: WP Bottom Delay
ko_kr: WP 하단 지연시간
pl: DS Opóźnienie dolne

# wireframe_bottom_delay description
source: Delay time after a downward move. Only applies to Wire Printing.
ko_kr: 하향 이동 후 지연 시간입니다. 와이어 인쇄에만 적용됩니다.

# wireframe_flat_delay label
source: WP Flat Delay
ko_kr: WP 평면 압출량
pl: DS Opóźnienie płaskie

# wireframe_flat_delay description
source: Delay time between two horizontal segments. Introducing such a delay can cause better adhesion to previous layers at the connection points, while too long delays cause sagging. Only applies to Wire Printing.
ko_kr: 두 수평 부분 사이의 시간을 지연시킵니다. 이러한 지연시간을 도입하면 연결 점에서 이전 레이어에 더 잘 부착될 수 있지만, 지연시간이 너무 길면 처짐이 발생할 수 있습니다. 와이어 인쇄에만 적용됩니다.

# wireframe_up_half_speed label
source: WP Ease Upward
ko_kr: WP 상향 조정
pl: DS Wolne podnoszenie

# wireframe_up_half_speed description
source: Distance of an upward move which is extruded with half speed. This can cause better adhesion to previous layers, while not heating the material in those layers too much. Only applies to Wire Printing.
ko_kr: 절반의 속도로 압출된 위쪽으로 이동하는 거리입니다. 이렇게 하면 이전 레이어에 비해 접착력이 향상되는 동시에, 레이어에 있는 재료를 너무 가열하지 않아도 됩니다. 와이어 인쇄에만 적용됩니다.

# wireframe_top_jump label
source: WP Knot Size
ko_kr: WP 매듭 크기
pl: DS Rozmiar węzła

# wireframe_top_jump description
source: Creates a small knot at the top of an upward line, so that the consecutive horizontal layer has a better chance to connect to it. Only applies to Wire Printing.
ko_kr: 연속되는 수평 레이어가 더 잘 연결할 수 있도록 위쪽 선의 상단에 작은 매듭을 만듭니다. 와이어 인쇄에만 적용됩니다.

# wireframe_fall_down label
source: WP Fall Down
ko_kr: WP 떨어짐
pl: DS Spadek

# wireframe_fall_down description
source: Distance with which the material falls down after an upward extrusion. This distance is compensated for. Only applies to Wire Printing.
ko_kr: 위쪽으로 압출된 후 재료가 떨어지는 거리입니다. 이 거리는 보정됩니다. 와이어 인쇄에만 적용됩니다.

# wireframe_drag_along label
source: WP Drag Along
ko_kr: WP 끌림 거리
pl: DS Przeciągnięcie

# wireframe_drag_along description
source: Distance with which the material of an upward extrusion is dragged along with the diagonally downward extrusion. This distance is compensated for. Only applies to Wire Printing.
ko_kr: 위쪽 압출의 재료가 대각선 아래쪽 압출과 함께 끌리는 거리입니다. 이 거리는 보정됩니다. 와이어 인쇄에만 적용됩니다.

# wireframe_strategy label
source: WP Strategy
ko_kr: WP 계획 수립
pl: DS Strategia

# wireframe_strategy description
source: Strategy for making sure two consecutive layers connect at each connection point. Retraction lets the upward lines harden in the right position, but may cause filament grinding. A knot can be made at the end of an upward line to heighten the chance of connecting to it and to let the line cool; however, it may require slow printing speeds. Another strategy is to compensate for the sagging of the top of an upward line; however, the lines won't always fall down as predicted.
ko_kr: 각 연결점에서 연속된 두 개의 레이어가 연결되도록 하기 위한 계획수립입니다. 리트렉션으로 인해 위쪽 선이 올바른 위치에서 경화되지만 필라멘트 갈림 현상이 발생할 수 있습니다. 매듭은 연결 가능성을 높이고 선이 식도록 하기 위해 위쪽 선 끝에 만들 수 있지만, 인쇄 속도가 느릴 수 있습니다. 또 다른 전략은 위쪽 선의 처짐을 보완하는 것이지만, 항상 예상한 것처럼 선이 아래로 떨어지지는 않습니다.

# wireframe_strategy option compensate
source: Compensate
ko_kr: 보정하기
pl: Kompensuj

# wireframe_strategy option knot
source: Knot
ko_kr: 매듭짓기
pl: Supeł

# wireframe_strategy option retract
source: Retract
ko_kr: 후퇴하기
pl: Retrakcja

# wireframe_straight_before_down label
source: WP Straighten Downward Lines
ko_kr: WP 곧은 하향 선
pl: DS Prostuj linie w dół

# wireframe_straight_before_down description
source: Percentage of a diagonally downward line which is covered by a horizontal line piece. This can prevent sagging of the top most point of upward lines. Only applies to Wire Printing.
ko_kr: 수평선 조각으로 덮인 대각선 아래쪽 선의 비율입니다. 이것은 상향 선의 최상단의 처짐을 방지할 수 있습니다. 와이어 인쇄에만 적용됩니다.

# wireframe_roof_fall_down label
source: WP Roof Fall Down
ko_kr: WP 지붕 떨어짐
pl: DS Opad sklepienia

# wireframe_roof_fall_down description
source: The distance which horizontal roof lines printed 'in thin air' fall down when being printed. This distance is compensated for. Only applies to Wire Printing.
ko_kr: '공급이 적은 공중에서' 인쇄된 수평 지붕선이 인쇄될 때 떨어지는 거리입니다. 이 거리는 보정됩니다. 와이어 인쇄에만 적용됩니다.

# wireframe_roof_drag_along label
source: WP Roof Drag Along
ko_kr: WP 지붕 끌림 거리
pl: DS Przeciągnięcie sklepienia

# wireframe_roof_drag_along description
source: The distance of the end piece of an inward line which gets dragged along when going back to the outer outline of the roof. This distance is compensated for. Only applies to Wire Printing.
ko_kr: 지붕의 바깥쪽 외곽선으로 돌아갈 때 끌려가는 안쪽 선의 끝부분의 거리입니다. 이 거리는 보상된다. 와이어 인쇄에만 적용됩니다.

# wireframe_roof_outer_delay label
source: WP Roof Outer Delay
ko_kr: WP 지붕 외부 지연시간
pl: DS Opóźnienie na zewnątrz sklepienia

# wireframe_roof_outer_delay description
source: Time spent at the outer perimeters of hole which is to become a roof. Longer times can ensure a better connection. Only applies to Wire Printing.
ko_kr: 지붕이 될 구멍의 바깥쪽 경계에서 보낸 시간입니다. 더 긴 시간은 더 나은 연결을 보장할 수 있습니다. 와이어 인쇄에만 적용됩니다.

# wireframe_nozzle_clearance label
source: WP Nozzle Clearance
ko_kr: WP 노즐 여유간격
pl: DS Odstęp od dyszy

# wireframe_nozzle_clearance description
source: Distance between the nozzle and horizontally downward lines. Larger clearance results in diagonally downward lines with a less steep angle, which in turn results in less upward connections with the next layer. Only applies to Wire Printing.
ko_kr: 노즐과 수평 아래쪽 선 사이의 거리입니다. 여유 공간이 클수록 경사가 덜한 대각선 아래쪽 선이 생성되어 다음 레이어와의 위쪽 연결이 줄어듭니다. 와이어 인쇄에만 적용됩니다.

# adaptive_layer_height_enabled label
source: Use Adaptive Layers
ko_kr: 적응형 레이어 사용

# adaptive_layer_height_enabled description
source: Adaptive layers computes the layer heights depending on the shape of the model.
ko_kr: 적응형 레이어는 모델의 모양에 따라 레이어 높이를 계산합니다.

# adaptive_layer_height_variation label
source: Adaptive Layers Maximum Variation
ko_kr: 적응형 레이어 최대 변동

# adaptive_layer_height_variation description
source: The maximum allowed height different from the base layer height.
ko_kr: 기본 레이어 높이와 다른 최대 허용 높이입니다.

# adaptive_layer_height_variation_step label
source: Adaptive Layers Variation Step Size
ko_kr: 적응형 레이어 변동 단계 크기

# adaptive_layer_height_variation_step description
source: The difference in height of the next layer height compared to the previous one.
ko_kr: 이전 레이어와 비교하여 다음 레이어 높이의 높이 차이입니다.

# adaptive_layer_height_threshold label
source: Adaptive Layers Topography Size
ko_kr: 적응 레이어 형상 크기

# adaptive_layer_height_threshold description
source: Target horizontal distance between two adjacent layers. Reducing this setting causes thinner layers to be used to bring the edges of the layers closer together.
ko_kr: 인접한 두 레이어 사이의 수평 거리를 목표로 합니다. 이 설정을 줄이면 레이어의 가장자리를 더 가깝게 만들기 위해 더 얇은 레이어가 사용됩니다.

# wall_overhang_angle label
source: Overhanging Wall Angle
ko_kr: 돌출된 벽 각도

# wall_overhang_angle description
source: Walls that overhang more than this angle will be printed using overhanging wall settings. When the value is 90, no walls will be treated as overhanging. Overhang that gets supported by support will not be treated as overhang either.
ko_kr: 이 각도보다 많이 돌출된 벽은 돌출된 벽 설정을 사용하여 인쇄됩니다. 값이 90이면 벽이 돌출된 것으로 처리되지 않습니다. 지지대로 지지되는 돌출부도 돌출부으로 취급되지 않습니다.

# wall_overhang_speed_factor label
source: Overhanging Wall Speed
ko_kr: 돌출된 벽 속도

# wall_overhang_speed_factor description
source: Overhanging walls will be printed at this percentage of their normal print speed.
ko_kr: 돌출된 벽은 정상 인쇄 속도의 이 비율로 인쇄됩니다.

# bridge_settings_enabled label
source: Enable Bridge Settings
ko_kr: 브리지 설정 활성화

# bridge_settings_enabled description
source: Detect bridges and modify print speed, flow and fan settings while bridges are printed.
ko_kr: 브리지가 인쇄되는 동안 브리지를 감지하고 인쇄 속도, 흐름 및 팬 설정을 수정합니다.

# bridge_wall_min_length label
source: Minimum Bridge Wall Length
ko_kr: 최소 브리지 벽 길이

# bridge_wall_min_length description
source: Unsupported walls shorter than this will be printed using the normal wall settings. Longer unsupported walls will be printed using the bridge wall settings.
ko_kr: 이 값보다 짧은 지지되지 않는 벽은 일반 벽 설정을 사용하여 인쇄됩니다. 지지되지 않는 더 긴 벽은 브리지 벽 설정을 사용하여 인쇄됩니다.

# bridge_skin_support_threshold label
source: Bridge Skin Support Threshold
ko_kr: 브리지 겉면 지지대 임계값

# bridge_skin_support_threshold description
source: If a skin region is supported for less than this percentage of its area, print it using the bridge settings. Otherwise it is printed using the normal skin settings.
ko_kr: 겉면 영역이 해당 영역의 이 백분율 미만으로 지원되는 경우 브리지 설정을 사용하여 인쇄하십시오. 그렇지 않으면 일반 겉면 설정을 사용하여 인쇄됩니다.

# bridge_sparse_infill_max_density label
source: Bridge Sparse Infill Max Density
ko_kr: 브리지 듬성듬성한 내부채움 최대 밀도

# bridge_sparse_infill_max_density description
source: Maximum density of infill considered to be sparse. Skin over sparse infill is considered to be unsupported and so may be treated as a bridge skin.
ko_kr: 내부채움의 최대 밀도는 듬성듬성한 것으로 간주됩니다. 듬성듬성한 내부채움 위의 겉면은 지지되지 않는 것으로 간주되어 브리지 겉면으로 취급될 수 있습니다.
