Repository: CustoNationCo/SANJAY
Catalog: resources/i18n/*/fdmprinter.json.po
Languages: de, pl

# meshfix_keep_open_polygons description
source: Normally Cura tries to stitch up small holes in the mesh and remove parts of a layer with big holes. Enabling this option keeps those parts which cannot be stitched. This option should be used as a last resort option when all else doesn produce proper GCode.
de: Normalerweise versucht Cura kleine Löcher im Mesh abzudecken und entfernt die Teile von Schichten, die große Löcher aufweisen. Die Aktivierung dieser Option erhält jene Teile, die nicht abgedeckt werden können. Diese Option sollte nur als letzter Ausweg verwendet werden, wenn es ansonsten nicht möglich ist, einen korrekten G-Code zu berechnen.
pl: Normalnie Cura stara się zamknąć niewielkie otwory w siatce obiektu oraz usunąć te części warstwy w których otwory są zbyt duże. Włączenie tej opcji pozostawia części z dużymi dziurami nietknięte. Jest to opcja „ostatniej szansy” kiedy wszystkie inne metody zawiodły i nadal nie udaje się wygenerować prawidłowego GCode.

# blackmagic label
source: Special Modes
de: Sonderfunktionen
pl: Tryby specjalne

# print_sequence label
source: Print sequence
pl: Drukowanie sekwencyjne

# print_sequence description
source: Whether to print all objects one layer at a time or to wait for one object to finish, before moving on to the next. One at a time mode is only possible if all models are separated such that the whole print head can move between and all models are lower than the distance between the nozzle and the X/Y axles.
de: Legt fest, ob alle Objekte einer Schicht zur gleichen Zeit gedruckt werden sollen oder ob zuerst ein Objekt fertig gedruckt wird, bevor der Druck von einem weiteren begonnen wird. Der „Eins nach dem anderen“-Modus ist nur möglich, wenn alle Modelle voneinander getrennt sind, sodass sich der gesamte Druckkopf zwischen allen Modellen bewegen kann und alle Modelle niedriger als der Abstand zwischen der Düse und den X/Y-Achsen ist.
pl: Pozwala wybrać czy podczas drukowania wielu obiektów, mają być one drukowanie jednocześnie, warstwa po warstwie, czy też należy wydrukować najpierw jeden obiekt do końca, potem drugi itd. Druga opcja jest możliwa tylko wtedy, jeśli pomiędzy obiektami pozostawione jest wystarczająco dużo wolnego miejsca aby zmieściła się tam głowica drukująca oraz wszystkie obiektu muszą być niższe niż odległość pomiędzy końcem dyszy drukującej a wałkami osi X i Y.

# print_sequence option all_at_once
source: All at Once
de: Alle auf einmal
pl: Wszystkie jednocześnie

# print_sequence option one_at_a_time
source: One at a Time
de: Eins nach dem anderen
pl: Pojedynczo

# magic_mesh_surface_mode label
source: Surface Mode
de: Oberflächen-Modus
pl: Tryb powierzchni

# magic_mesh_surface_mode description
source: Print the surface instead of the volume. No infill, no top/bottom skin, just a single wall of which the middle coincides with the surface of the mesh. It's also possible to do both: print the insides of a closed volume as normal, but print all polygons not part of a closed volume as surface.
de: Druckt nur Oberfläche, nicht das Volumen. Keine Füllung, keine obere/untere Außenhaut, nur eine einzige Wand, deren Mitte mit der Oberfläche des Mesh übereinstimmt. Demnach ist beides möglich: die Innenflächen eines geschlossenen Volumens wie gewohnt zu drucken, aber alle Polygone, die nicht Teil eines geschlossenen Volumens sind, als Oberfläche zu drucken.
pl: Drukuje wyłącznie powierzchnię modelu, bez jego objętości. Nie drukuje wypełnienia, nie drukuje powierzchni górnych i dolnych. Drukowana jest tylko ściana pojedynczej grubości której środek wypada na powierzchni siatki modelu. Możliwe jest także wydrukowanie wnętrza modelu jako zamkniętego, i wszystkich wielokątów nie będących częścią wnętrza jako powierzchni.

# magic_mesh_surface_mode option normal
source: Normal
pl: Normalny

# magic_mesh_surface_mode option surface
source: Surface
de: Oberfläche
pl: Powierzchnia

# magic_mesh_surface_mode option both
source: Both
de: Beides
pl: Obie

# magic_spiralize label
source: Spiralize Outer Contour
pl: Tryb wazy

# magic_spiralize description
source: Spiralize smooths out the Z move of the outer edge. This will create a steady Z increase over the whole print. This feature turns a solid object into a single walled print with a solid bottom. This feature used to be called ‘Joris’ in older versions.
de: Durch Spiralisieren wird die Z-Bewegung der äußeren Kante geglättet. Dies führt zu einem konstanten Z-Anstieg des gesamten Drucks. Diese Funktion wandelt ein solides Objekt in einen einzigen Druck mit Wänden und einem soliden Boden um. Diese Funktion wurde bei den Vorversionen „Joris“ genannt.
pl: Powoduje, że obiekt jest tworzony jako jedna, ciągła spiralna linia, bez wyróżnionych warstw. Uzyskuje się to przez stały posuw osi Z podczas druku całego obiektu. W ten sposób, z obiektu powstaje coś w rodzaju wazy, z solidnym, zamkniętym dnem oraz ścianami utworzonymi przez jedną linię wydruku. W starszych wersjach programu Cura, opcja ta nazywała się „Joris”.

# magic_fuzzy_skin_enabled label
source: Fuzzy Skin
de: Ungleichmäßige Außenhaut
pl: Szalona skórka

# magic_fuzzy_skin_enabled description
source: Randomly jitter while printing the outer wall, so that the surface has a rough and fuzzy look.
de: Willkürliche Zitterbewegung beim Druck der äußeren Wand, wodurch die Oberfläche ein raues und ungleichmäßiges Aussehen erhält.
pl: Włącza wykonywanie niewielkich losowych, drgających ruchów podczas drukowania zewnętrznych ścian co daje w efekcie szorstką powierzchnię zewnętrzną obiektu.

# magic_fuzzy_skin_thickness label
source: Fuzzy Skin Thickness
pl: Grubość szalonej skórki

# magic_fuzzy_skin_thickness description
source: The width within which to jitter. It's advised to keep this below the outer wall width, since the inner walls are unaltered.
de: Die Breite der Zitterbewegung. Es wird geraten, diese unterhalb der Breite der äußeren Wand zu halten, da die inneren Wände unverändert sind.
pl: Zakres w jakim mają następować drgania. Zaleca się aby był mniejszy niż szerokość zewnętrznych ścian, tak by wewnętrzne ściany pozostały nienaruszone.

# magic_fuzzy_skin_point_density label
source: Fuzzy Skin Density
de: Dichte der ungleichmäßigen Außenhaut
pl: Gęstość szalonej skórki

# magic_fuzzy_skin_point_density description
source: The average density of points introduced on each polygon in a layer. Note that the original points of the polygon are discarded, so a low density results in a reduction of the resolution.
de: Die durchschnittliche Dichte der Punkte, die auf jedes Polygon einer Schicht aufgebracht werden. Beachten Sie, dass die Originalpunkte des Polygons verworfen werden, sodass eine geringe Dichte in einer Reduzierung der Auflösung resultiert.
pl: Średnia gęstość punktów dodanych do każdego wielokąta na warstwie. Zwróć uwagę, że oryginalne punkty wielokąta zostaną porzucone, więc ustawienie małej gęstości spowoduje także zredukowanie rozdzielczości.

# magic_fuzzy_skin_point_dist label
source: Fuzzy Skin Point Distance
pl: Odległość między punktami szalonej skórki

# magic_fuzzy_skin_point_dist description
source: The average distance between the random points introduced on each line segment. Note that the original points of the polygon are discarded, so a high smoothness results in a reduction of the resolution. This value must be higher than half the Fuzzy Skin Thickness.
de: Der durchschnittliche Abstand zwischen den willkürlich auf jedes Liniensegment aufgebrachten Punkten. Beachten Sie, dass die Originalpunkte des Polygons verworfen werden, sodass eine hohe Glättung in einer Reduzierung der Auflösung resultiert. Dieser Wert muss größer als die Hälfte der Dicke der ungleichmäßigen Außenhaut.
pl: Średnia odległość pomiędzy losowo generowanymi punktami wprowadzanymi do każdego segmentu danej linii. Zwróć uwagę, że oryginalne punkty wielokąta zostaną porzucone, więc wprowadzenie wysokiej gładkości spowoduje redukcję rozdzielczości. Wartość tutaj podana musi być większa niż połowa grubości szalonej skórki.

# wireframe_enabled label
source: Wire Printing
de: Drucken mit Drahtstruktur
pl: Drukowanie szkieletowe

# wireframe_enabled description
source: Print only the outside surface with a sparse webbed structure, printing 'in thin air'. This is realized by horizontally printing the contours of the model at given Z intervals which are connected via upward and diagonally downward lines.
de: Druckt nur die äußere Oberfläche mit einer dünnen Netzstruktur „schwebend“. Dazu werden die Konturen des Modells horizontal gemäß den gegebenen Z-Intervallen gedruckt, welche durch aufwärts und diagonal abwärts verlaufende Linien verbunden werden.
pl: Drukuje tylko zewnętrzną powierzchnię za pomocą rzadkiej, „drucianej” struktury. Osiągane jest to przez drukowanie konturów obiektu tylko w określonych miejscach w pionie. Wydrukowane miejsca są połączone za pomocą przekątnych linii do góry i do dołu.

# wireframe_height label
source: WP Connection Height
pl: Wysokość połączeń

# wireframe_height description
source: The height of the upward and diagonally downward lines between two horizontal parts. This determines the overall density of the net structure. Only applies to Wire Printing.
pl: Wysokość połączenia górnych i dolnych przekątnych pomiędzy częściami w poziomie. Wyznacza średnią gęstość siatki powstającej struktury. Wpływa wyłącznie na drukowanie szkieletowe.

# wireframe_roof_inset label
source: WP Roof Inset Distance
pl: Odległość od dachu

# wireframe_roof_inset description
source: The distance covered when making a connection from a roof outline inward. Only applies to Wire Printing.
de: Die abgedeckte Distanz beim Herstellen einer Verbindung vom Dachumriss nach innen. Dies gilt nur für das Drucken mit Drahtstruktur.
pl: Odległość pomiędzy połączeniem górnej powierzchni siatki na zewnątrz. Wpływa wyłącznie na drukowanie szkieletowe.

# wireframe_printspeed label
source: WP speed
pl: Prędkość drukowania szkieletowego

# wireframe_printspeed description
source: Speed at which the nozzle moves when extruding material. Only applies to Wire Printing.
de: Die Geschwindigkeit, mit der sich die Düse bei der Material-Extrusion bewegt. Dies gilt nur für das Drucken mit Drahtstruktur.
pl: Prędkość z jaką głowica porusza się podczas podawania materiału. Wpływa wyłącznie na drukowanie szkieletowe.

# wireframe_printspeed_bottom label
source: WP Bottom Printing Speed
pl: Prędkość drukowania spodu

# wireframe_printspeed_bottom description
source: Speed of printing the first layer, which is the only layer touching the build platform. Only applies to Wire Printing.
de: Die Geschwindigkeit, mit der die erste Schicht gedruckt wird, also die einzige Schicht, welche die Druckplatte berührt. Dies gilt nur für das Drucken mit Drahtstruktur.
pl: Prędkość drukowania pierwszej warstwy która jest jedyną dotykającą platformy. Wpływa wyłącznie na drukowanie szkieletowe.

# wireframe_printspeed_up label
source: WP Upward Printing Speed
pl: Prędkość drukowania w górę

# wireframe_printspeed_up description
source: Speed of printing a line upward 'in thin air'. Only applies to Wire Printing.
de: Geschwindigkeit für das Drucken einer „schwebenden“ Linie in Aufwärtsrichtung. Dies gilt nur für das Drucken mit Drahtstruktur.
pl: Prędkość drukowania w górę. Wpływa wyłącznie na drukowanie szkieletowe.

# wireframe_printspeed_down label
source: WP Downward Printing Speed
pl: Prędkość drukowania w dół

# wireframe_printspeed_down description
source: Speed of printing a line diagonally downward. Only applies to Wire Printing.
de: Geschwindigkeit für das Drucken einer Linie in diagonaler Abwärtsrichtung. Dies gilt nur für das Drucken mit Drahtstruktur.
pl: Prędkość drukowania przekątnych w dół. Wpływa wyłącznie na drukowanie szkieletowe.

# wireframe_printspeed_flat label
source: WP Horizontal Printing Speed
pl: Prędkość pozioma

# wireframe_printspeed_flat description
source: Speed of printing the horizontal contours of the object. Only applies to Wire Printing.
de: Geschwindigkeit für das Drucken der horizontalen Konturen des Objekts. Dies gilt nur für das Drucken mit Drahtstruktur.
pl: Prędkość drukowania poziomych konturów obiektu. Wpływa wyłącznie na drukowanie szkieletowe.

# wireframe_flow label
source: WP Flow
pl: Wypływ

# wireframe_flow description
source: Flow compensation: the amount of material extruded is multiplied by this value. Only applies to Wire Printing.
de: Fluss-Kompensation: Die extrudierte Materialmenge wird mit diesem Wert multipliziert. Dies gilt nur für das Drucken mit Drahtstruktur.
pl: Kompensacja wypływu: ilość materiału który jest ekstrudowany jest mnożona przez podaną tutaj wartość. Wpływa wyłącznie na drukowanie szkieletowe.

# wireframe_flow_connection label
source: WP Connection Flow
pl: Wypływ w górę/dół

# wireframe_flow_connection description
source: Flow compensation when going up or down. Only applies to Wire Printing.
de: Fluss-Kompensation bei der Aufwärts- und Abwärtsbewegung. Dies gilt nur für das Drucken mit Drahtstruktur.
pl: Kompensacja wypływu przy druku w górę lub w dół. Wpływa wyłącznie na drukowanie szkieletowe.

# wireframe_flow_flat label
source: WP Flat Flow
pl: Wypływ poziomy

# wireframe_flow_flat description
source: Flow compensation when printing flat lines. Only applies to Wire Printing.
de: Fluss-Kompensation beim Drucken flacher Linien. Dies gilt nur für das Drucken mit Drahtstruktur.
pl: Kompensacja wypływu podczas drukowania płaskich linii. Wpływa wyłącznie na drukowanie szkieletowe.

# wireframe_top_delay label
source: WP Top Delay
pl: Opóźnienie górne

# wireframe_top_delay description
source: Delay time after an upward move, so that the upward line can harden. Only applies to Wire Printing.
de: Verzögerungszeit nach einer Aufwärtsbewegung, damit die Aufwärtslinie härten kann. Dies gilt nur für das Drucken mit Drahtstruktur.
pl: Opóźnienie po ruchu w górę dające czas na utwardzenie linii. Wpływa wyłącznie na drukowanie szkieletowe.

# wireframe_bottom_delay label
source: WP Bottom Delay
pl: Opóźnienie dolne

# wireframe_bottom_delay description
source: Delay time after a downward move. Only applies to Wire Printing. Only applies to Wire Printing.
de: Verzögerungszeit nach einer Abwärtsbewegung. Dies gilt nur für das Drucken mit Drahtstruktur.
pl: Opóźnienie po ruchu w dół. Wpływa wyłącznie na drukowanie szkieletowe.

# wireframe_flat_delay label
source: WP Flat Delay
pl: Opóźnienie poziome

# wireframe_flat_delay description
source: Delay time between two horizontal segments. Introducing such a delay can cause better adhesion to previous layers at the connection points, while too large delay times cause sagging. Only applies to Wire Printing.
de: Verzögerungszeit zwischen zwei horizontalen Segmenten. Durch eine solche Verzögerung kann eine bessere Haftung an den Verbindungspunkten zu vorherigen Schichten erreicht werden; bei einer zu langen Verzögerungszeit kann es allerdings zum Heruntersinken von Bestandteilen kommen. Dies gilt nur für das Drucken mit Drahtstruktur.
pl: Opóźnienie pomiędzy dwoma segmentami poziomymi.

# wireframe_up_half_speed label
source: WP Ease Upward
pl: Zwolnienie w górę

# wireframe_up_half_speed description
source: Distance of an upward move which is extruded with half speed. This can cause better adhesion to previous layers, while not heating the material in those layers too much. Only applies to Wire Printing.
de: Die Distanz einer Aufwärtsbewegung, die mit halber Geschwindigkeit extrudiert wird. Dies kann zu einer besseren Haftung an vorhergehenden Schichten führen, während gleichzeitig ein Überhitzen des Materials in diesen Schichten vermieden wird. Dies gilt nur für das Drucken mit Drahtstruktur.
pl: Odległość podczas ruchu w górę kiedy materiał jest podawany z połową prędkości. Może pomóc w poprawieniu przyczepności do poprzedniej warstwy i zapobiec przegrzewaniu. Wpływa wyłącznie na drukowanie szkieletowe.

# wireframe_top_jump label
source: WP Knot Size
pl: Rozmiar węzła

# wireframe_top_jump description
source: Creates a small knot at the top of an upward line, so that the consecutive horizontal layer has a better chance to connect to it. Only applies to Wire Printing.
de: Stellt einen kleinen Knoten oben auf einer Aufwärtslinie her, damit die nächste horizontale Schicht eine bessere Verbindung mit dieser herstellen kann. Dies gilt nur für das Drucken mit Drahtstruktur.
pl: Tworzy mały węzeł na szczycie linii do góry, dzięki czemu kolejna warstwa pozioma ma większą szansę na przyczepienie się. Wpływa wyłącznie na drukowanie szkieletowe.

# wireframe_fall_down label
source: WP Fall Down
pl: Opadanie

# wireframe_fall_down description
source: Distance with which the material falls down after an upward extrusion. This distance is compensated for. Only applies to Wire Printing.
de: Distanz, mit der das Material nach einer Aufwärts-Extrusion herunterfällt. Diese Distanz wird kompensiert. Dies gilt nur für das Drucken mit Drahtstruktur.
pl: Odległość na jakiej materiał opada po ekstruzji do góry. Odległość ta jest kompensowana. Wpływa wyłącznie na drukowanie szkieletowe.

# wireframe_drag_along label
source: WP Drag along
pl: Wleczenie

# wireframe_drag_along description
source: Distance with which the material of an upward extrusion is dragged along with the diagonally downward extrusion. This distance is compensated for. Only applies to Wire Printing.
de: Die Distanz, mit der das Material bei einer Aufwärts-Extrusion mit der diagonalen Abwärts-Extrusion nach unten gezogen wird. Diese Distanz wird kompensiert. Dies gilt nur für das Drucken mit Drahtstruktur.
pl: Dystans na jakim materiał z ekstruzji w górę jest ciągnięty po przekątnej w dół. Ten dystans jest kompensowany. Wpływa wyłącznie na drukowanie szkieletowe.

# wireframe_strategy label
source: WP Strategy
pl: Strategia

# wireframe_strategy description
source: Strategy for making sure two consecutive layers connect at each connection point. Retraction lets the upward lines harden in the right position, but may cause filament grinding. A knot can be made at the end of an upward line to heighten the chance of connecting to it and to let the line cool; however it may require slow printing speeds. Another strategy is to compensate for the sagging of the top of an upward line; however, the lines won't always fall down as predicted.
de: Eine Strategie, um sicherzustellen, dass an jedem Verbindungspunkt zwei Schichten miteinander verbunden werden. Durch den Einzug härten die Aufwärtslinien in der richtigen Position, allerdings kann es dabei zum Schleifen des Filaments kommen. Ab Ende jeder Aufwärtslinie kann ein Knoten gemacht werden, um die Chance einer erfolgreichen Verbindung zu erhöhen und die Linie abkühlen zu lassen; allerdings ist dafür möglicherweise eine niedrige Druckgeschwindigkeit erforderlich. Eine andere Strategie ist die Kompensation für das Herabsinken einer Aufwärtslinie; allerdings sinken nicht alle Linien immer genauso ab, wie dies erwartet wird.
pl: Strategia na podstawie której wybierana jest metoda łączenia kolejnych warstw w każdym punkcie łączącym. Retrakcja pozwala liniom do góry stwardnieć na właściwej pozycji, ale może spowodować zeszlifowanie filamentu. Węzeł tworzony na szczycie linii w górę pomaga w połączeniu i pozwala na odpowiednie zastygnięcie, ale może wymagać zwolnienia prędkości drukowania. Kolejna strategia to kompensacja ugięcia szczytu linii do góry, jednakże takie linie nie zawsze opadają zgodnie z przewidywaniami.

# wireframe_strategy option compensate
source: Compensate
de: Kompensieren
pl: Kompensacja

# wireframe_strategy option knot
source: Knot
de: Knoten
pl: Węzeł

# wireframe_strategy option retract
source: Retract
pl: Retrakcja

# wireframe_straight_before_down label
source: WP Straighten Downward Lines
pl: Prostowanie linii w dół

# wireframe_straight_before_down description
source: Percentage of a diagonally downward line which is covered by a horizontal line piece. This can prevent sagging of the top most point of upward lines. Only applies to Wire Printing.
de: Prozentsatz einer diagonalen Abwärtslinie, der von einer horizontalen Linie abgedeckt wird. Dies kann das Herabsinken des höchsten Punktes einer Aufwärtslinie verhindern. Dies gilt nur für das Drucken mit Drahtstruktur.
pl: Procentowa ilość przekątnych linii w dół które są pokryte przez linie poziome. Może zabezpieczyć przez uginaniem się szczytowych punktów linii do góry. Wpływa wyłącznie na drukowanie szkieletowe.

# wireframe_roof_fall_down label
source: WP Roof Fall Down
pl: Opadanie dachu

# wireframe_roof_fall_down description
source: The distance which horizontal roof lines printed 'in thin air' fall down when being printed. This distance is compensated for. Only applies to Wire Printing.
de: Die Distanz, um die horizontale Dachlinien, die „schwebend“ gedruckt werden, beim Druck herunterfallen. Diese Distanz wird kompensiert. Dies gilt nur für das Drucken mit Drahtstruktur.
pl: Odległość na jakiej poziome linie dachu drukowane „w powietrzu” opadają podczas drukowania. Ta odległość podlega kompensacji. Wpływa wyłącznie na drukowanie szkieletowe.

# wireframe_roof_drag_along label
source: WP Roof Drag Along
pl: Wleczenie dachu

# wireframe_roof_drag_along description
source: The distance of the end piece of an inward line which gets dragged along when going back to the outer outline of the roof. This distance is compensated for. Only applies to Wire Printing.
de: Die Distanz des Endstücks einer hineingehenden Linie, die bei der Rückkehr zur äußeren Umfangslinie des Dachs nachgezogen wird. Diese Distanz wird kompensiert. Dies gilt nur für das Drucken mit Drahtstruktur.
pl: Odległość na jakiej końcówka wewnętrznej linii jest wleczona przy powrocie do zewnętrznej linii dachu. Ta odległość podlega kompensacji. Wpływa wyłącznie na drukowanie szkieletowe.

# wireframe_roof_outer_delay label
source: WP Roof Outer Delay
pl: Zewnętrzne opóźnienie dachu

# wireframe_roof_outer_delay description
source: Time spent at the outer perimeters of hole which is to become a roof. Larger times can ensure a better connection. Only applies to Wire Printing.
de: Die Zeit, die für die äußeren Umfänge eines Lochs aufgewendet wird, das später zu einem Dach werden soll. Durch längere Zeiten kann die Verbindung besser werden. Dies gilt nur für das Drucken mit Drahtstruktur.
pl: Czas spędzony na drukowaniu zewnętrznych perymetrów otworu który ma się stać dachem. Dłuższy czas daje lepsze połączenie. Wpływa wyłącznie na drukowanie szkieletowe.

# wireframe_nozzle_clearance label
source: WP Nozzle Clearance
pl: Prześwit dyszy

# wireframe_nozzle_clearance description
source: Distance between the nozzle and horizontally downward lines. Larger clearance results in diagonally downward lines with a less steep angle, which in turn results in less upward connections with the next layer. Only applies to Wire Printing.
de: Die Distanz zwischen der Düse und den horizontalen Abwärtslinien. Bei einem größeren Abstand haben die diagonalen Abwärtslinien einen weniger spitzen Winkel, was wiederum weniger Aufwärtsverbindungen zur nächsten Schicht zur Folge hat. Dies gilt nur für das Drucken mit Drahtstruktur.
pl: Odległość pomiędzy dyszą a poziomymi liniami w dół. Większy prześwit daje przekątne w dół z mniejszą ilością kroków, co w efekcie daje mniej połączeń do góry z następną warstwą. Wpływa wyłącznie na drukowanie szkieletowe.

# top_bottom_pattern option zigzag
source: Zig Zag
de: Zickzack

# infill_pattern option zigzag
source: Zig Zag
de: Zickzack
