Repository: CustoNationCo/SANJAY
Catalog: resources/i18n/*/fdmprinter.json.po
Languages: de, pl

# infill_wipe_dist label
source: Infill Wipe Distance
pl: Odległość wycierania wypełnienia

# infill_wipe_dist description
source: Distance of a travel move inserted after every infill line, to make the infill stick to the walls better. This option is imilar to infill overlap, but without extrusion and only on one end of the infill line.
de: Distanz einer Bewegung, die nach jeder Fülllinie einsetzt, damit die Füllung besser an den Wänden haftet. Diese Option ähnelt Überlappung der Füllung, aber ohne Extrusion und nur an einem Ende der Fülllinie.
pl: Odległość jaką ma pokonać głowica pomiędzy drukowaniem każdej linii wypełnienia. Jej celem jest polepszenie przylegania wypełnienia do ścian. Ta opcja jest podobna do zakładki wypełnienia, ale bez ekstrudowania filamentu i tylko z jednej strony linii tworzącej wypełnienie.

# infill_sparse_thickness label
source: Infill Thickness
pl: Grubość warstwy szybkiego wypełnienia.

# infill_sparse_thickness description
source: The thickness of the sparse infill. This is rounded to a multiple of the layerheight and used to print the sparse-infill in fewer, thicker layers to save printing time.
pl: Grubość warstwy podczas drukowania wypełnienia. Jest zaokrąglana do wielokrotności grubości pojedynczej warstwy, służy do szybkiego drukowania wypełnienia za pomocą mniejszej ilości, ale grubszych warstw.

# infill_sparse_combine label
source: Infill Layers
pl: Ilość warstw tworzących szybkie wypełnienie

# infill_sparse_combine description
source: Amount of layers that are combined together to form sparse infill.
pl: Ilość pojedynczych warstw które mają tworzyć pojedynczą, grubszą warstwę szybkiego wypełnienia.

# infill_before_walls label
source: Infill Before Walls
pl: Wypełnienie przed ścianami

# infill_before_walls description
source: Print the infill before printing the walls. Printing the walls first may lead to more accurate walls, but overhangs print worse. Printing the infill first leads to sturdier walls, but the infill pattern might sometimes show through the surface.
de: Druckt die Füllung, bevor die Wände gedruckt werden. Wenn man die Wände zuerst druckt, kann dies zu präziseren Wänden führen, aber Überhänge werden schlechter gedruckt. Wenn man die Füllung zuerst druckt, bekommt man stabilere Wände, aber manchmal zeigt sich das Füllmuster auf der Oberfläche.
pl: Na każdej warstwie najpierw drukuje wypełnienie a potem ściany. Drukowanie najpierw ścian może dać lepszą dokładność, ale przewieszki będą drukowane gorzej. Drukowanie najpierw wypełnienia powoduje powstanie trwalszych ścian, ale czasem wzór wypełnienia może być widoczny przez ściany.

# material label
source: Material
pl: Materiał

# material_print_temperature label
source: Printing Temperature
de: Drucktemperatur
pl: Temperatura drukowania

# material_print_temperature description
source: The temperature used for printing. Set at 0 to pre-heat yourself. For PLA a value of 210C is usually used. For ABS a value of 230C or higher is required.
de: Die für das Drucken verwendete Temperatur. Wählen Sie hier 0, um das Vorheizen selbst durchzuführen. Für PLA wird normalerweise 210 °C verwendet. Für ABS ist ein Wert von mindestens 230°C erforderlich.
pl: Temperatura używana podczas drukowania. Ustaw na 0 jeśli chcesz zdecydować o tym podczas uruchamiania wydruku. Dla PLA najczęściej stosuje się 210C Drukowanie z ABS wymaga temperatury 230C lub wyższej.

# material_bed_temperature label
source: Bed Temperature
de: Temperatur des Druckbetts
pl: Temperatura platformy

# material_bed_temperature description
source: The temperature used for the heated printer bed. Set at 0 to pre-heat it yourself.
de: Die Temperatur, die für das Erhitzen des Druckbetts verwendet wird. Wählen Sie hier 0, um das Vorheizen selbst durchzuführen.
pl: Temperatura jaką ma mieć podgrzewana platforma podczas wydruku. Ustaw na 0 jeśli chcesz decydować o tym podczas uruchamiania wydruku.

# material_diameter label
source: Diameter
de: Durchmesser
pl: Średnica

# material_diameter description
source: The diameter of your filament needs to be measured as accurately as possible. If you cannot measure this value you will have to calibrate it, a higher number means less extrusion, a smaller number generates more extrusion.
de: Der Durchmesser des Filaments muss so genau wie möglich gemessen werden. Wenn Sie diesen Wert nicht messen können, müssen Sie ihn kalibrieren; je höher dieser Wert ist, desto weniger Extrusion erfolgt, je niedriger er ist, desto mehr.
pl: Średnica filamentu - najlepiej jest zmierzyć ją dokładnie i zmierzoną wartość wpisać tutaj. Jeśli nie ma możliwości zmierzenia, potrzebne będzie wykonanie kalibracji, wyższe wartości oznaczają mniejszy wypływ filamentu. Niższe wartości to większy wypływ.

# material_flow label
source: Flow
de: Fluss
pl: Wypływ

# material_flow description
source: Flow compensation: the amount of material extruded is multiplied by this value.
de: Fluss-Kompensation: Die extrudierte Materialmenge wird mit diesem Wert multipliziert.
pl: Kompensacja wypływu czyli ilości podawanego filamentu. Wyliczona przez program ilość jest mnożona przez podaną tutaj wartość.

# retraction_enable label
source: Enable Retraction
de: Einzug aktivieren
pl: Włącz retrakcję

# retraction_enable description
source: Retract the filament when the nozzle is moving over a non-printed area. Details about the retraction can be configured in the advanced tab.
de: Dient zum Einziehen des Filaments, wenn sich die Düse über einem nicht zu bedruckenden Bereich bewegt. Dieser Einzug kann in der Registerkarte „Erweitert“ zusätzlich konfiguriert werden.
pl: Włącza wycofywanie filamentu podczas gdy głowica przemieszcza się bez drukowania. Szczegółowe ustawienia retrakcji znajdziesz w zakładce zaawansowanej.

# retraction_amount label
source: Retraction Distance
de: Einzugsabstand
pl: Wielkość retrakcji

# retraction_amount description
source: The amount of retraction: Set at 0 for no retraction at all. A value of 4.5mm seems to generate good results for 3mm filament in Bowden-tube fed printers.
de: Ausmaß des Einzugs: 0 wählen, wenn kein Einzug gewünscht wird. Ein Wert von 4,5 mm scheint bei 3 mm dickem Filament mit Druckern mit Bowden-Röhren zu guten Resultaten zu führen.
pl: Ustaw na 0 aby całkowicie wyłączyć retrakcję. Wartość 4,5mm jest dobrym ustawieniem dla filamentu o średnicy 3mm z rurką Bowdena (jak Ultimaker).

# retraction_speed label
source: Retraction Speed
de: Einzugsgeschwindigkeit
pl: Retrakcja

# retraction_speed description
source: The speed at which the filament is retracted. A higher retraction speed works better, but a very high retraction speed can lead to filament grinding.
de: Die Geschwindigkeit, mit der das Filament eingezogen wird. Eine hohe Einzugsgeschwindigkeit funktioniert besser; bei zu hohen Geschwindigkeiten kann es jedoch zum Schleifen des Filaments kommen.
pl: Szybkość z jaką filament będzie wycofywany. Wyższe prędkości dają lepsze rezultaty, ale zbyt duża prędkość może spowodować zacięcia filamentu.

# retraction_retract_speed label
source: Retraction Retract Speed
de: Allgemeine Einzugsgeschwindigkeit
pl: Szybkość retrakcji

# retraction_retract_speed description
source: The speed at which the filament is retracted. A higher retraction speed works better, but a very high retraction speed can lead to filament grinding.
de: Die Geschwindigkeit, mit der das Filament eingezogen wird. Eine hohe Einzugsgeschwindigkeit funktioniert besser; bei zu hohen Geschwindigkeiten kann es jedoch zum Schleifen des Filaments kommen.
pl: Szybkość z jaką filament będzie wycofywany. Wyższe prędkości dają lepsze rezultaty, ale zbyt duża prędkość może spowodować zacięcia filamentu.

# retraction_prime_speed label
source: Retraction Prime Speed
de: Einzugsansauggeschwindigkeit
pl: Szybkość powrotna

# retraction_prime_speed description
source: The speed at which the filament is pushed back after retraction.
de: Die Geschwindigkeit, mit der das Filament nach dem Einzug zurück geschoben wird.
pl: Szybkość z jaką filament będzie z powrotem podawany po retrakcji.

# retraction_extra_prime_amount label
source: Retraction Extra Prime Amount
pl: Dodatek po retrakcji

# retraction_extra_prime_amount description
source: The amount of material extruded after unretracting. During a retracted travel material might get lost and so we need to compensate for this.
de: Die Menge an Material, das nach dem Gegeneinzug extrahiert wird. Während einer Einzugsbewegung kann Material verloren gehen und dafür wird eine Kompensation benötigt.
pl: Ilość materiału która zostanie dodatkowo wypchnięta przy powrocie z retrakcji. Ruchy głowicy w czasie retrakcji mogą spowodować utratę części materiału którą w ten sposób można skompensować

# retraction_min_travel label
source: Retraction Minimum Travel
de: Mindestbewegung für Einzug
pl: Minimalne przesunięcie do retrakcji

# retraction_min_travel description
source: The minimum distance of travel needed for a retraction to happen at all. This helps ensure you do not get a lot of retractions in a small area.
de: Der Mindestbewegungsabstand, damit ein Einzug erfolgt. Dadurch kann vermieden werden, dass es in einem kleinen Bereich zu vielen Einzügen kommt.
pl: Minimalne przesunięcie jakie musi nastąpić, żeby wywołać retrakcję. Zabezpiecza przed wykonywaniem dużej ilości retrakcji na małej powierzchni.

# retraction_count_max label
source: Maximal Retraction Count
pl: Maksymalna ilość retrakcji

# retraction_count_max description
source: This settings limits the number of retractions occuring within the Minimal Extrusion Distance Window. Further retractions within this window will be ignored. This avoids retracting repeatedly on the same piece of filament as that can flatten the filament and cause grinding issues.
pl: Limituje ilość retrakcji jakie mogą nastąpić w zakresie minimalnego zakresu retrakcji. Kolejne retrakcje będą ignorowane. W ten sposób zabezpieczamy się przed wykonywaniem powtarzających się retrakcji na tym samym kawałku filamentu co może spowodować jego spłaszczenie i problemy z wydrukiem.

# retraction_extrusion_window label
source: Minimal Extrusion Distance Window
pl: Minimalny zakres retrakcji

# retraction_extrusion_window description
source: The window in which the Maximal Retraction Count is enforced. This window should be approximately the size of the Retraction distance, so that effectively the number of times a retraction passes the same patch of material is limited.
de: Das Fenster, in dem die Maximale Anzahl von Einzügen durchgeführt wird. Dieses Fenster sollte etwa die Größe des Einzugsabstands haben, sodass die effektive Häufigkeit, in der ein Einzug dieselbe Stelle des Material passiert, begrenzt wird.
pl: Zakres w którym brana jest pod uwagę maksymalna ilość retrakcji. Zakres powinien wynosić mniej więcej tyle ile ustawiono jako wielkość retrakcji. W ten sposób ograniczamy ilość retrakcji jakie występują w tym samym miejscu filamentu.

# retraction_hop label
source: Z Hop when Retracting
de: Z-Sprung beim Einzug
pl: Podskok podczas retrakcji

# retraction_hop description
source: Whenever a retraction is done, the head is lifted by this amount to travel over the print. A value of 0.075 works well. This feature has a lot of positive effect on delta towers.
de: Nach erfolgtem Einzug wird der Druckkopf diesem Wert entsprechend angehoben, um sich über das gedruckte Objekt hinweg zu bewegen. Ein Wert von 0,075 funktioniert gut. Diese Funktion hat sehr viele positive Auswirkungen auf Delta-Pfeiler.
pl: Powoduje, że na czas trwania retrakcji, głowica jest podnoszona aby zmniejszyć ryzyko zahaczenia o wydruk. Wartość 0,075 najczęściej dobrze się sprawdza. Korzystanie z tej opcji daje bardzo dobre efekty w drukarkach typu delta.

# speed label
source: Speed
de: Geschwindigkeit
pl: Prędkość

# speed_print label
source: Print Speed
de: Druckgeschwindigkeit
pl: Prędkość drukowania

# speed_print description
source: The speed at which printing happens. A well-adjusted Ultimaker can reach 150mm/s, but for good quality prints you will want to print slower. Printing speed depends on a lot of factors, so you will need to experiment with optimal settings for this.
de: Die Geschwindigkeit, mit der Druckvorgang erfolgt. Ein gut konfigurierter Ultimaker kann Geschwindigkeiten von bis zu 150 mm/s erreichen; für hochwertige Druckresultate wird jedoch eine niedrigere Geschwindigkeit empfohlen. Die Druckgeschwindigkeit ist von vielen Faktoren abhängig, also müssen Sie normalerweise etwas experimentieren, bis Sie die optimale Einstellung finden.
pl: Prędkość z jaką tworzony jest wydruk. Dobrze skalibrowany Ultimaker może osiągnąć 150mm/s, ale szybkie drukowanie pogarsza jakość wydruku. Optymalna prędkość wydruku zależy od bardzo wielu czynników i wymaga eksperymentów lub doświadczenia w celu jej uzyskania.

# speed_infill label
source: Infill Speed
de: Füllgeschwindigkeit
pl: Prędkość drukowania wypełnienia

# speed_infill description
source: The speed at which infill parts are printed. Printing the infill faster can greatly reduce printing time, but this can negatively affect print quality.
de: Die Geschwindigkeit, mit der Füllteile gedruckt werden. Wenn diese schneller gedruckt werden, kann dadurch die Gesamtdruckzeit deutlich verringert werden; die Druckqualität kann dabei jedoch beeinträchtigt werden.
pl: Prędkość z jaką drukowane będzie wypełnienie. Wyższa prędkość może znacząco zredukować czas drukowania, ale może też mieć negatywny wpływ na ostateczną jakość wydruku.

# speed_wall label
source: Shell Speed
de: Gehäusegeschwindigkeit
pl: Prędkość drukowania pokrycia

# speed_wall description
source: The speed at which shell is printed. Printing the outer shell at a lower speed improves the final skin quality.
de: Die Geschwindigkeit, mit der das Gehäuse gedruckt wird. Durch das Drucken des äußeren Gehäuses auf einer niedrigeren Geschwindigkeit wird eine bessere Qualität der Außenhaut erreicht.
pl: Prędkość z jaką są drukowane miejsca tworzące pokrycie. Wydruk zewnętrznego (widocznego) pokrycia z mniejszą prędkością poprawia końcową jakość pokrycia.

# speed_wall_0 label
source: Outer Shell Speed
de: Äußere Gehäusegeschwindigkeit
pl: Prędkość drukowania zewnętrznego pokrycia

# speed_wall_0 description
source: The speed at which outer shell is printed. Printing the outer shell at a lower speed improves the final skin quality. However, having a large difference between the inner shell speed and the outer shell speed will effect quality in a negative way.
de: Die Geschwindigkeit, mit der das äußere Gehäuse gedruckt wird. Durch das Drucken des äußeren Gehäuses auf einer niedrigeren Geschwindigkeit wird eine bessere Qualität der Außenhaut erreicht. Wenn es zwischen der Geschwindigkeit für das innere Gehäuse und jener für das äußere Gehäuse allerdings zu viel Unterschied gibt, wird die Qualität negativ beeinträchtigt.
pl: Prędkość z jaką są drukowane miejsca tworzące zewnętrzne pokrycie. Wydruk zewnętrznego (widocznego) pokrycia z mniejszą prędkością poprawia końcową jakość pokrycia. Jednakże ustalenie zbyt dużej różnicy pomiędzy prędkością drukowania zewnętrznego i wewnętrznego pokrycia będzie miało negatywny wpływ na ostateczną jakość.

# speed_wall_x label
source: Inner Shell Speed
de: Innere Gehäusegeschwindigkeit
pl: Prędkość drukowania wewnętrznego pokrycia

# speed_wall_x description
source: The speed at which all inner shells are printed. Printing the inner shell fasster than the outer shell will reduce printing time. It is good to set this in between the outer shell speed and the infill speed.
de: Die Geschwindigkeit, mit der alle inneren Gehäuse gedruckt werden. Wenn das innere Gehäuse schneller als das äußere Gehäuse gedruckt wird, wird die Druckzeit reduziert. Es wird empfohlen, diese Geschwindigkeit zwischen der Geschwindigkeit für das äußere Gehäuse und der Füllgeschwindigkeit festzulegen.
pl: Prędkość z jaką są drukowane miejsca tworzące wewnętrzne pokrycie. Wydruk wewnętrznego pokrycia szybciej niż zewnętrznego, skraca czas wydruku. Najlepiej jak prędkość ta jest ustawiona pomiędzy prędkością druku zewnętrznego pokrycia a prędkością druku wypełnienia.

# speed_topbottom label
source: Top/Bottom Speed
de: Geschwindigkeit für oben/unten
pl: Prędkość drukowania góry/dołu

# speed_topbottom description
source: Speed at which top/bottom parts are printed. Printing the top/bottom faster can greatly reduce printing time, but this can negatively affect print quality.
de: Die Geschwindigkeit, mit der die oberen/unteren Stücke gedruckt werden. Wenn diese schneller gedruckt werden, kann dadurch die Gesamtdruckzeit deutlich verringert werden; die Druckqualität kann dabei jedoch beeinträchtigt werden.
pl: Prędkość z jaką drukowane będą powierzchnie górne/dolne. Wyższa prędkość może znacząco zredukować czas drukowania, ale może też mieć negatywny wpływ na ostateczną jakość wydruku.

# speed_support label
source: Support Speed
de: Stützstrukturgeschwindigkeit
pl: Prędkość drukowania podpór

# speed_support description
source: The speed at which exterior support is printed. Printing exterior supports at higher speeds can greatly improve printing time. And the surface quality of exterior support is usually not important, so higher speeds can be used.
de: Die Geschwindigkeit, mit der die äußere Stützstruktur gedruckt wird. Durch das Drucken der äußeren Stützstruktur mit höheren Geschwindigkeiten kann die Gesamt-Druckzeit deutlich verringert werden. Da die Oberflächenqualität der äußeren Stützstrukturen normalerweise nicht wichtig ist, können hier höhere Geschwindigkeiten verwendet werden.
pl: Prędkość z jaką będą drukowane zewnętrzne podpory. Wyższa prędkość może znacząco zredukować czas drukowania. A ponieważ jakość powierzchni zewnętrznych podpór jest zwykle nieistotna, więc można tą prędkość z reguły zwiększyć.

# speed_support_lines label
source: Support Wall Speed
pl: Prędkość drukowania ścian podporowych

# speed_support_lines description
source: The speed at which the walls of exterior support are printed. Printing the walls at higher speeds can improve on the overall duration.
pl: Prędkość z jaką drukowane są ściany podporowe. Wyższa prędkość może znacząco zredukować czas trwania wydruku.

# speed_support_roof label
source: Support Roof Speed
pl: Prędkość drukowania szczytu podpór

# speed_support_roof description
source: The speed at which the roofs of exterior support are printed. Printing the support roof at lower speeds can improve on overhang quality.
pl: Prędkość z jaką szczyty podpór będą drukowane. Jej zmniejszenie może podnieść jakość drukowania przewieszek.

# speed_travel label
source: Travel Speed
de: Bewegungsgeschwindigkeit
pl: Prędkość ruchu jałowego

# speed_travel description
source: The speed at which travel moves are done. A well-built Ultimaker can reach speeds of 250mm/s. But some machines might have misaligned layers then.
de: Die Geschwindigkeit für Bewegungen. Ein gut gebauter Ultimaker kann Geschwindigkeiten bis zu 250 mm/s erreichen. Bei manchen Maschinen kann es dadurch allerdings zu einer schlechten Ausrichtung der Schichten kommen.
pl: Prędkość z jaką będzie poruszać się głowica przy ruchu jałowym (kiedy nie drukuje, tylko przesuwa się na nowe miejsce). Dobrze skalibrowany Ultimaker może osiągnąć 250mm/s, ale niektóre drukarki mogą przy takiej prędkości gubić kroki. W konsekwencji spowoduje to przesunięcia poziome pomiędzy warstwami i uszkodzenie wydruku.

# speed_layer_0 label
source: Bottom Layer Speed
de: Geschwindigkeit für untere Schicht
pl: Prędkość drukowania powierzchni dolnej

# speed_layer_0 description
source: The print speed for the bottom layer: You want to print the first layer slower so it sticks to the printer bed better.
de: Die Druckgeschwindigkeit für die untere Schicht: Normalerweise sollte die erste Schicht langsamer gedruckt werden, damit sie besser am Druckbett haftet.
pl: Prędkość z jaką będzie drukowana dolna powierzchnia. Z reguły drukuje się ją wolniej aby lepiej przykleiła się do platformy.

# skirt_speed label
source: Skirt Speed
de: Skirt-Geschwindigkeit
pl: Prędkość drukowania obrysówki (skirt)

# skirt_speed description
source: The speed at which the skirt and brim are printed. Normally this is done at the initial layer speed. But sometimes you want to print the skirt at a different speed.
de: Die Geschwindigkeit, mit der die Komponenten „Skirt“ und „Brim“ gedruckt werden. Normalerweise wird dafür die Geschwindigkeit der Basisschicht verwendet. In machen Fällen kann es jedoch vorteilhaft sein, das Skirt-Element mit einer anderen Geschwindigkeit zu drucken.
pl: Prędkość z jaką drukowana będzie obrysówka (skirt) oraz podklejka (brim). Zwykle drukowane są z prędkością pierwszej warstwy, ale czasami może być potrzeba aby drukować je z inną prędkością.

# speed_slowdown_layers label
source: Amount of Slower Layers
de: Anzahl der langsamen Schichten
pl: Ilość wolniejszych warstw

# speed_slowdown_layers description
source: The first few layers are printed slower then the rest of the object, this to get better adhesion to the printer bed and improve the overall success rate of prints. The speed is gradually increased over these layers. 4 layers of speed-up is generally right for most materials and printers.
de: Die ersten paar Schichten werden langsamer als der Rest des Objekts gedruckt, damit sie besser am Druckbett haften, wodurch die Wahrscheinlichkeit eines erfolgreichen Drucks erhöht wird. Die Geschwindigkeit wird ab diesen Schichten wesentlich erhöht. Bei den meisten Materialien und Druckern kann die Geschwindigkeit nach 4 Schichten erhöht werden.
pl: Kilka pierwszych warstw jest drukowanych wolniej niż reszta modelu. Robi się to po to, aby zapewnić lepsze przyklejenie się do platformy . Prędkość jest stopniowo zwiększana aby osiągnąć docelową. Tutaj można ustalić na ile takich wolniejszych warstw będzie drukowanych. 4 warstwy są zwykle wystarczające dla większości drukarek i materiałów.

# travel label
source: Travel
pl: Przesuw

# retraction_combing label
source: Enable Combing
de: Combing aktivieren
pl: Nie przekraczaj krawędzi

# retraction_combing description
source: Combing keeps the head within the interior of the print whenever possible when traveling from one part of the print to another, and does not use retraction. If combing is disabled the printer head moves straight from the start point to the end point and it will always retract.
de: Durch Combing bleibt der Druckkopf immer im Inneren des Drucks, wenn er sich von einem Bereich zum anderen bewegt, und es kommt nicht zum Einzug. Wenn diese Funktion deaktiviert ist, bewegt sich der Druckkopf direkt vom Start- zum Endpunkt, und es kommt immer zum Einzug.
pl: Włączenie powoduje, że drukarka zawsze stara się pozostawać wewnątrz obrysu obiektu kiedy przesuwa głowicę z jednego miejsca w drugie oraz nie używa retrakcji. Jeśli ta opcja jest wyłączona, głowica przesuwa się po prostej ze starego miejsca w nowe przekraczając przy tym czasami zewnętrzne krawędzie wydruku i zawsze korzysta z retrakcji - może to powodować pozostawanie na krawędziach kropek plastiku.

# travel_avoid_other_parts label
source: Avoid Printed Parts
de: Gedruckte Teile umgehen
pl: Omijaj wydrukowane części

# travel_avoid_other_parts description
source: Avoid other parts when traveling between parts.
de: Bei der Bewegung zwischen Teilen werden andere Teile umgangen.
pl: Powoduje omijanie już wydrukowanych części podczas przesuwania głowicy między częściami.

# travel_avoid_distance label
source: Avoid Distance
pl: Odległość omijania

# travel_avoid_distance description
source: The distance to stay clear of parts which are avoided during travel.
de: Der Abstand, der von Teilen eingehalten wird, die während der Bewegung umgangen werden.
pl: Odległość w jakiej głowica będzie omijała już wydrukowane części.
