Repository: CustoNationCo/SANJAY
Catalog: resources/i18n/*/fdmprinter.def.json.po
Languages: ko_kr, pl

# support_infill_extruder_nr description
source: The extruder train to use for printing the infill of the support. This is used in multi-extrusion.
ko_kr: 지지대의 내부채움을 인쇄하는 데 사용할 압출기 트레인입니다. 이것은 다중 압출에 사용됩니다.

# support_extruder_nr_layer_0 label
source: First Layer Support Extruder
ko_kr: 첫 번째 레이어 지지대 압출기
pl: Ekstruder pierwszej warstwy podpór

# support_extruder_nr_layer_0 description
source: The extruder train to use for printing the first layer of support infill. This is used in multi-extrusion.
ko_kr: 지지대 내부채움의 첫 번째 레이어를 인쇄하는 데 사용할 압출기 트레인입니다. 이것은 다중 압출에 사용됩니다.

# support_interface_extruder_nr label
source: Support Interface Extruder
ko_kr: 지지대 접촉면 연결 압출기
pl: Ekstruder interfejsu podpór

# support_interface_extruder_nr description
source: The extruder train to use for printing the roofs and floors of the support. This is used in multi-extrusion.
ko_kr: 지지대의 지붕과 바닥을 인쇄하는 데 사용하는 압출기 트레인입니다. 이것은 다중 압출에 사용됩니다.

# support_roof_extruder_nr label
source: Support Roof Extruder
ko_kr: 지지대 지붕 압출기
pl: Ekstruder sklepienia podpór

# support_roof_extruder_nr description
source: The extruder train to use for printing the roofs of the support. This is used in multi-extrusion.
ko_kr: 지지대의 지붕을 인쇄하는 데 사용할 압출기 트레인입니다. 이것은 다중 압출에 사용됩니다.

# support_bottom_extruder_nr label
source: Support Floor Extruder
ko_kr: 지지대 바닥 압출기
pl: Ekstruder podłogi podpór

# support_bottom_extruder_nr description
source: The extruder train to use for printing the floors of the support. This is used in multi-extrusion.
ko_kr: 지지대의 바닥을 인쇄하는 데 사용하는 압출기 트레인입니다. 이것은 다중 압출에 사용됩니다.

# support_structure label
source: Support Structure
ko_kr: 지지대 구조물

# support_structure description
source: Chooses between the techniques available to generate support. "Normal" support creates a support structure directly below the overhanging parts and drops those areas straight down. "Tree" support creates branches towards the overhanging areas that support the model on the tips of those branches, and allows the branches to crawl around the model to support it from the build plate as much as possible.
ko_kr: 지지대를 생성하는 데 사용할 수 있는 기법 중에서 선택합니다. "수직형" 지지대는 돌출된 부분 바로 아래에 지지대 구조물을 만들고 해당 영역을 똑바로 떨어뜨립니다. "나무형" 지지대는 해당 가지의 끝에서 모델을 지지하는 돌출된 영역을 향해 가지를 생성하고 가지가 모델 주위를 감싸도록 하여 빌드 플레이트에서 최대한 모델을 지지할 수 있도록 합니다.

# support_structure option normal
source: Normal
ko_kr: 수직형

# support_structure option tree
source: Tree
ko_kr: 나무형

# support_tree_angle label
source: Tree Support Branch Angle
ko_kr: 나무형 지지대 가지 각도

# support_tree_angle description
source: The angle of the branches. Use a lower angle to make them more vertical and more stable. Use a higher angle to be able to have more reach.
ko_kr: 가지의 각도입니다. 더 낮은 각도를 사용하여 더 수직이고 더 안정적으로 만듭니다. 더 많은 도달 범위를 가질 수 있도록 더 높은 각도를 사용합니다.

# support_tree_branch_distance label
source: Tree Support Branch Distance
ko_kr: 나무형 지지대 가지 거리

# support_tree_branch_distance description
source: How far apart the branches need to be when they touch the model. Making this distance small will cause the tree support to touch the model at more points, causing better overhang but making support harder to remove.
ko_kr: 모델에 닿았을 때 가지들이 얼마나 떨어져 있어야 하는지를 나타냅니다. 이 거리를 좁히면 나무형 지지대가 더 많은 지점에서 모델에 닿게 되어 돌출부는 개선되지만 지지대를 제거하기가 더 어려워집니다.

# support_tree_branch_diameter label
source: Tree Support Branch Diameter
ko_kr: 나무형 지지대 가지 직경

# support_tree_branch_diameter description
source: The diameter of the thinnest branches of tree support. Thicker branches are more sturdy. Branches towards the base will be thicker than this.
ko_kr: 나무형 지지대의 가장 얇은 가지의 직경입니다. 두꺼운 가지는 더 튼튼합니다. 밑부분을 향한 가지는 이보다 두껍습니다.

# support_tree_branch_diameter_angle label
source: Tree Support Branch Diameter Angle
ko_kr: 나무형 지지대 가지 직경 각도

# support_tree_branch_diameter_angle description
source: The angle of the branches' diameter as they gradually become thicker towards the bottom. An angle of 0 will cause the branches to have uniform thickness over their length. A bit of an angle can increase stability of the tree support.
ko_kr: 아래쪽으로 갈수록 점점 두꺼워지는 가지 직경의 각도입니다. 각도가 0이면 가지가 길이에 걸쳐 균일한 두께를 갖게 됩니다. 약간의 각도는 나무형 지지대의 안정성을 높일 수 있습니다.

# support_tree_collision_resolution label
source: Tree Support Collision Resolution
ko_kr: 나무형 지지대 충돌 해상도

# support_tree_collision_resolution description
source: Resolution to compute collisions with to avoid hitting the model. Setting this lower will produce more accurate trees that fail less often, but increases slicing time dramatically.
ko_kr: 모델 충돌을 피하기 위해 충돌을 계산하는 해상도입니다. 이 값을 낮게 설정하면 실패 빈도가 낮은 더 정확한 나무 모양이 생성되지만, 슬라이싱 시간이 크게 늘어납니다.

# support_type label
source: Support Placement
ko_kr: 지지대 배치
pl: Rozmieszczenie podpór

# support_type description
source: Adjusts the placement of the support structures. The placement can be set to touching build plate or everywhere. When set to everywhere the support structures will also be printed on the model.
ko_kr: 지지대 구조물의 배치를 조절합니다. 배치는 빌드 플레이트 또는 모든 곳에 닿도록 설정할 수 있습니다. 모든 곳으로 설정하면 지지대 구조물도 모델에 인쇄됩니다.
pl: Dopasuj rozmieszczenie struktur podpór. Podpory mogą być wstawione tylko tam gdzie dotykają stołu lub wszędzie. Kiedy podpory są drukowane wszędzie, będą generowane również na powierzchni modelu.

# support_type option buildplate
source: Touching Buildplate
ko_kr: 빌드 플레이트 접촉면
pl: Dotykające stołu

# support_type option everywhere
source: Everywhere
ko_kr: 모든 곳
pl: Wszędzie

# support_angle label
source: Support Overhang Angle
ko_kr: 지지대 돌출부 각도
pl: Kąt podpór dla nawisów

# support_angle description
source: The minimum angle of overhangs for which support is added. At a value of 0° all overhangs are supported, 90° will not provide any support.
ko_kr: 지지대가 추가되는 돌출부의 최소 각도입니다. 값이 0°이면 모든 돌출부가 지지되며, 90°면 지지되지 않습니다.
pl: Minimalny kąt nawisu, dla którego wstawiane są podpory. Dla wartości 0° wszystkie nawisy są podpierane, dla wartości 90° żaden z nawisów nie będzie podparty.

# support_pattern label
source: Support Pattern
ko_kr: 지지대 패턴
pl: Wzór podpór

# support_pattern description
source: The pattern of the support structures of the print. The different options available result in sturdy or easy to remove support.
ko_kr: 인쇄물의 지지대 구조물 패턴입니다. 사용 가능한 다양한 옵션을 통해 지지대를 견고하거나 쉽게 제거할 수 있습니다.
pl: Wzór struktur podpór. Różne opcje skutkują trudnymi lub łatwymi do usunięcia podporami.

# support_pattern option lines
source: Lines
ko_kr: 선
pl: Linie

# support_pattern option grid
source: Grid
ko_kr: 격자
pl: Kratownica

# support_pattern option triangles
source: Triangles
ko_kr: 삼각형
pl: Trójkąty

# support_pattern option concentric
source: Concentric
ko_kr: 동심원
pl: Koncentryczny

# support_pattern option zigzag
source: Zig Zag
ko_kr: 지그 재그
pl: Zygzak

# support_pattern option cross
source: Cross
ko_kr: 십자형

# support_pattern option gyroid
source: Gyroid
ko_kr: 자이로이드

# support_wall_count label
source: Support Wall Line Count
ko_kr: 지지대 벽 선 개수

# support_wall_count description
source: The number of walls with which to surround support infill. Adding a wall can make support print more reliably and can support overhangs better, but increases print time and material used.
ko_kr: 지지대 내부채움을 둘러쌀 벽의 수입니다. 벽을 추가하면 지지대 인쇄가 더 안정적으로 되고 돌출부가 더 잘 지지될 수 있지만 인쇄 시간과 사용되는 재료가 늘어납니다.

# zig_zaggify_support label
source: Connect Support Lines
ko_kr: 지지대 선 연결하기

# zig_zaggify_support description
source: Connect the ends of the support lines together. Enabling this setting can make your support more sturdy and reduce underextrusion, but it will cost more material.
ko_kr: 지지대 선의 끝을 함께 연결합니다. 이 설정을 활성화하면 지지대가 더 견고해지고 과소 압출을 줄일 수 있지만, 재료 비용이 더 많이 듭니다.

# support_connect_zigzags label
source: Connect Support ZigZags
ko_kr: 지지대 지그재그 연결하기
pl: Połącz zygzaki

# support_connect_zigzags description
source: Connect the ZigZags. This will increase the strength of the zig zag support structure.
ko_kr: 지그재그를 연결합니다. 이것은 지그재그 지지대 구조물의 강도를 증가시킵니다.
pl: Łączy zygzaki. Umacnia to strukturę podpory.

# support_infill_rate label
source: Support Density
ko_kr: 지지대 밀도
pl: Gęstość podpór

# support_infill_rate description
source: Adjusts the density of the support structure. A higher value results in better overhangs, but the supports are harder to remove.
ko_kr: 지지대 구조물의 밀도를 조정합니다. 값이 높을수록 돌출부가 개선되지만, 지지대를 제거하기가 더 어렵습니다.
pl: Dopasuj gęstość struktur podpór. Wyższa wartość skutkuje lepszymi nawisami, lecz podpory są trudniejsze do usunięcia.

# support_line_distance label
source: Support Line Distance
ko_kr: 지지대 선 거리
pl: Odległość linii podpór

# support_line_distance description
source: Distance between the printed support structure lines. This setting is calculated by the support density.
ko_kr: 인쇄된 지지대 구조물 선 사이의 거리입니다. 이 설정은 지지대 밀도로 계산됩니다.
pl: Odległość między liniami drukowanej struktur podpór. Ta wartość jest obliczana z gęstości podpór.

# support_initial_layer_line_distance label
source: Initial Layer Support Line Distance
ko_kr: 초기 레이어 지지대 선 거리

# support_initial_layer_line_distance description
source: Distance between the printed initial layer support structure lines. This setting is calculated by the support density.
ko_kr: 인쇄된 초기 레이어 지지대 구조물 선 사이의 거리입니다. 이 설정은 지지대 밀도로 계산됩니다.

# support_infill_angles label
source: Support Infill Line Directions
ko_kr: 지지대 내부채움 선 방향

# support_infill_angles description
source: A list of integer line directions to use. Elements from the list are used sequentially as the layers progress and when the end of the list is reached, it starts at the beginning again. The list items are separated by commas and the whole list is contained in square brackets. Default is an empty list which means use the default angle 0 degrees.
ko_kr: 사용할 정수 선 방향 목록입니다. 목록의 요소는 레이어가 진행됨에 따라 순차적으로 사용되며 목록의 끝에 도달하면 처음부터 다시 시작합니다. 목록 항목은 쉼표로 구분되며 전체 목록은 대괄호 안에 포함됩니다. 기본값은 기본 각도 0도를 사용하는 것을 의미하는 빈 목록입니다.

# support_brim_enable label
source: Enable Support Brim
ko_kr: 지지대 브림 활성화

# support_brim_enable description
source: Generate a brim within the support infill regions of the first layer. This brim is printed underneath the support, not around it. Enabling this setting increases the adhesion of support to the build plate.
ko_kr: 첫 번째 레이어의 지지대 내부채움 영역 내에 브림을 생성합니다. 이 브림은 지지대 주변이 아니라 지지대 아래에 인쇄됩니다. 이 설정을 활성화하면 빌드 플레이트에 대한 지지대의 접착력이 높아집니다.

# support_brim_width label
source: Support Brim Width
ko_kr: 지지대 브림 너비

# support_brim_width description
source: The width of the brim to print underneath the support. A larger brim enhances adhesion to the build plate, at the cost of some extra material.
ko_kr: 지지대 아래에 인쇄할 브림의 폭입니다. 브림이 클수록 빌드 플레이트에 대한 접착력이 향상되지만, 추가 재료가 필요합니다.

# support_brim_line_count label
source: Support Brim Line Count
ko_kr: 지지대 브림 선 개수

# support_brim_line_count description
source: The number of lines used for the support brim. More brim lines enhance adhesion to the build plate, at the cost of some extra material.
ko_kr: 지지대에 사용된 선의 수입니다. 브림 선이 많을수록 빌드 플레이트에 대한 접착력이 향상되지만, 추가 재료가 필요합니다.

# support_z_distance label
source: Support Z Distance
ko_kr: 지지대 Z 거리
pl: Odległość podpór Z

# support_z_distance description
source: Distance from the top/bottom of the support structure to the print. This gap provides clearance to remove the supports after the model is printed. This value is rounded up to a multiple of the layer height.
ko_kr: 지지대 구조물의 상단/하단에서 인쇄물까지의 거리입니다. 이 빈틈은 모델을 인쇄한 후 지지대를 제거할 수 있는 여유 공간을 제공합니다. 이 값은 레이어 높이의 배수로 반올림됩니다.
pl: Odległość od góry/dołu struktury podpory do wydruku. Ta przerwa ułatwia usunięcie podpór po zakończonym wydruku. Wartość jest zaokrąglana w górę do wielokrotności wysokości warstwy.

# support_top_distance label
source: Support Top Distance
ko_kr: 지지대 상단 거리
pl: Odległość sufitu podpór

# support_top_distance description
source: Distance from the top of the support to the print.
ko_kr: 지지대 상단에서 인쇄물까지의 거리입니다.
pl: Odległość od sufitu podpór do wydruku.

# support_bottom_distance label
source: Support Bottom Distance
ko_kr: 지지대 하단 거리
pl: Odległość podłogi podpór

# support_bottom_distance description
source: Distance from the print to the bottom of the support.
ko_kr: 인쇄물에서 지지대 바닥까지의 거리입니다.
pl: Odległość od wydruku do podłogi podpór.

# support_xy_distance label
source: Support X/Y Distance
ko_kr: 지지대 X/Y 거리
pl: Odległość podpór X/Y

# support_xy_distance description
source: Distance of the support structure from the print in the X/Y directions.
ko_kr: X/Y 방향으로 인쇄물에서 지지대 구조물까지의 거리입니다.
pl: Odległość struktur podpór od wydruku w osiach X/Y.

# support_xy_overrides_z label
source: Support Distance Priority
ko_kr: 지지대 거리 우선순위
pl: Priorytet odległości podpór

# support_xy_overrides_z description
source: Whether the Support X/Y Distance overrides the Support Z Distance or vice versa. When X/Y overrides Z the X/Y distance can push away the support from the model, influencing the actual Z distance to the overhang. We can disable this by not applying the X/Y distance around overhangs.
ko_kr: 지지대 X/Y 거리가 지지대 Z 거리를 재정의하는지 또는 그 반대의 경우도 마찬가지입니다. X/Y가 Z를 재정의하면 X/Y 거리는 모델에서 지지대를 밀어낼 수 있으며, 돌출부까지의 실제 Z 거리에 영향을 줍니다. 돌출부 주위에 X/Y 거리를 적용하지 않음으로써 이것을 비활성화할 수 있습니다.

# support_xy_overrides_z option xy_overrides_z
source: X/Y overrides Z
ko_kr: X/Y의 Z 재정의
pl: X/Y nad Z

# support_xy_overrides_z option z_overrides_xy
source: Z overrides X/Y
ko_kr: Z의 X/Y 재정의
pl: Z nad X/Y

# support_xy_distance_overhang label
source: Minimum Support X/Y Distance
ko_kr: 최소 지지대 X/Y 거리
pl: Minimalna odległość podpór X/Y

# support_xy_distance_overhang description
source: Distance of the support structure from the overhang in the X/Y directions.
ko_kr: X/Y 방향의 돌출부에서 지지대 구조물까지의 거리입니다.

# support_bottom_stair_step_height label
source: Support Stair Step Height
ko_kr: 지지대 계단 단계 높이
pl: Wysokość stopni podpór schodowych

# support_bottom_stair_step_height description
source: The height of the steps of the stair-like bottom of support resting on the model. A low value makes the support harder to remove, but too high values can lead to unstable support structures. Set to zero to turn off the stair-like behaviour.
ko_kr: 모델에 놓이는 지지대의 계단 모양 바닥의 단계 높이입니다. 값이 낮으면 지지대를 제거하기가 더 어렵지만 값이 너무 높으면 지지대 구조물이 불안정해질 수 있습니다. 계단 모양 동작을 끄려면 0으로 설정합니다.

# support_bottom_stair_step_width label
source: Support Stair Step Maximum Width
ko_kr: 지지대 계단 단계 최대 너비
pl: Maksymalna szerokość podpór schodowych

# support_bottom_stair_step_width description
source: The maximum width of the steps of the stair-like bottom of support resting on the model. A low value makes the support harder to remove, but too high values can lead to unstable support structures.
ko_kr: 모델에 놓이는 지지대의 계단 모양 바닥 단계의 최대 너비입니다. 값이 낮으면 지지대를 제거하기가 더 어렵지만 값이 너무 높으면 지지대 구조물이 불안정해질 수 있습니다.

# support_bottom_stair_step_min_slope label
source: Support Stair Step Minimum Slope Angle
ko_kr: 지지대 계단 계단 최소 경사 각도

# support_bottom_stair_step_min_slope description
source: The minimum slope of the area for stair-stepping to take effect. Low values should make support easier to remove on shallower slopes, but really low values may result in some very counter-intuitive results on other parts of the model.
ko_kr: 계단 스텝핑을 적용할 영역의 최소 경사입니다. 값이 낮으면 얕은 경사면에서 지지대를 쉽게 제거할 수 있지만 값이 너무 낮으면 모델의 다른 부분에서 매우 적절하지 않은 결과가 나타날 수 있습니다.

# support_join_distance label
source: Support Join Distance
ko_kr: 지지대 접합 점 거리
pl: Odległość połączenia podpór

# support_join_distance description
source: The maximum distance between support structures in the X/Y directions. When separate structures are closer together than this value, the structures merge into one.
ko_kr: X/Y 방향에서 지지대 구조물 사이의 최대 거리입니다. 개별 구조가 이 값보다 가까우면 구조물이 하나로 병합됩니다.

# support_offset label
source: Support Horizontal Expansion
ko_kr: 지지대 수평 확장
pl: Rozszerzenie poziome podpór

# support_offset description
source: Amount of offset applied to all support polygons in each layer. Positive values can smooth out the support areas and result in more sturdy support.
ko_kr: 각 레이어의 모든 지지대 다각형에 적용된 오프셋 양입니다. 양수 값은 지지대 영역을 매끄럽게 하여 더 견고한 지지대를 생성할 수 있습니다.
pl: Wartość przesunięcia stosowana dla wszystkich wielokątów podpór na każdej warstwie. Dodatnie wartości mogą wygładzić podparte obszary i skutkować silniejszą podporą.

# support_infill_sparse_thickness label
source: Support Infill Layer Thickness
ko_kr: 지지대 내부채움 레이어 두께

# support_infill_sparse_thickness description
source: The thickness per layer of support infill material. This value should always be a multiple of the layer height and is otherwise rounded.
ko_kr: 지지대 내부채움 재료의 각 레이어에 대한 두께입니다. 이 값은 항상 레이어 높이의 배수여야 하며 그렇지 않으면 반올림됩니다.

# gradual_support_infill_steps label
source: Gradual Support Infill Steps
ko_kr: 점진적인 지지대 내부채움 단계

# gradual_support_infill_steps description
source: Number of times to reduce the support infill density by half when getting further below top surfaces. Areas which are closer to top surfaces get a higher density, up to the Support Infill Density.
ko_kr: 상단 표면 아래로 더 내려갈 때 지지대 내부채움 밀도를 절반으로 줄이는 횟수입니다. 상단 표면에 더 가까운 영역은 지지대 내부채움 밀도까지 더 높은 밀도를 얻습니다.

# gradual_support_infill_step_height label
source: Gradual Support Infill Step Height
ko_kr: 점진적인 지지대 내부채움 단계 높이

# gradual_support_infill_step_height description
source: The height of support infill of a given density before switching to half the density.
ko_kr: 밀도의 절반으로 전환하기 전에 주어진 밀도의 지지대 내부채움 높이입니다.

# minimum_support_area label
source: Minimum Support Area
ko_kr: 최소 지지대 영역

# minimum_support_area description
source: Minimum area size for support polygons. Polygons which have an area smaller than this value will not be generated.
ko_kr: 지지대 다각형의 최소 영역 크기입니다. 이 값보다 작은 영역의 다각형은 생성되지 않습니다.

# support_interface_enable label
source: Enable Support Interface
ko_kr: 지지대 접촉면 연결 활성화
pl: Włącz interfejs podpór

# support_interface_enable description
source: Generate a dense interface between the model and the support. This will create a skin at the top of the support on which the model is printed and at the bottom of the support, where it rests on the model.
ko_kr: 모델과 지지대 사이에 조밀한 접촉면 연결을 만들어 냅니다. 이렇게 하면 모델이 인쇄되는 지지대 상단과 모델 위에 놓이는 지지대 하단에 겉면이 만들어 집니다.

# support_roof_enable label
source: Enable Support Roof
ko_kr: 지지대 지붕 활성화
pl: Włącz sklepienie podpór

# support_roof_enable description
source: Generate a dense slab of material between the top of support and the model. This will create a skin between the model and support.
ko_kr: 지지대 상단과 모델 사이에 밀도가 높은 재료의 평판을 생성합니다. 이렇게 하면 모델과 지지대 사이에 겉면이 생성됩니다.

# support_bottom_enable label
source: Enable Support Floor
ko_kr: 지지대 바닥 활성화
pl: Włącz podłogę podpór

# support_bottom_enable description
source: Generate a dense slab of material between the bottom of the support and the model. This will create a skin between the model and support.
ko_kr: 지지대의 바닥과 모델 사이에 밀도가 높은 재료의 평판을 생성합니다. 이렇게 하면 모델과 지지대 사이에 겉면이 생성됩니다.

# support_interface_height label
source: Support Interface Thickness
ko_kr: 지지대 접촉면 연결 두께
pl: Grubość interfejsu podpór

# support_interface_height description
source: The thickness of the interface of the support where it touches with the model on the bottom or the top.
ko_kr: 하단 또는 상단의 모델과 접촉하는 지지대의 접촉면 연결 두께입니다

# support_roof_height label
source: Support Roof Thickness
ko_kr: 지지대 지붕 두께
pl: Grubość sklepienia podpór

# support_roof_height description
source: The thickness of the support roofs. This controls the amount of dense layers at the top of the support on which the model rests.
ko_kr: 지지대 지붕의 두께입니다. 이것은 모델이 놓이는 지지대의 상단에 있는 조밀한 레이어의 양을 제어합니다.

# support_bottom_height label
source: Support Floor Thickness
ko_kr: 지지대 바닥 두께
pl: Grubość podłogi podpór

# support_bottom_height description
source: The thickness of the support floors. This controls the number of dense layers that are printed on top of places of a model on which support rests.
ko_kr: 지지대 바닥의 두께입니다. 이것은 지지대가 있는 모델의 장소 상단에 인쇄되는 조밀한 레이어의 수를 제어합니다.

# support_interface_skip_height label
source: Support Interface Resolution
ko_kr: 지지대 접촉면 연결 해상도
pl: Rozdzielczość interfejsu podpór

# support_interface_skip_height description
source: When checking where there's model above and below the support, take steps of the given height. Lower values will slice slower, while higher values may cause normal support to be printed in some places where there should have been support interface.
ko_kr: 지지대 위와 아래에 모델이 있는 위치를 확인할 때 지정된 높이만큼 단계를 수행합니다. 값이 낮으면 슬라이스 속도가 느려지고, 값이 높을수록 지원 접촉면 연결이 있어야 하는 일부 위치에 수직형 지지대가 인쇄될 수 있습니다.

# support_interface_density label
source: Support Interface Density
ko_kr: 지지대 접촉면 연결 밀도
pl: Gęstość interfejsu podpór

# support_interface_density description
source: Adjusts the density of the roofs and floors of the support structure. A higher value results in better overhangs, but the supports are harder to remove.
ko_kr: 지지대 구조물의 지붕 및 바닥 밀도를 조절합니다. 값이 높을수록 돌출부가 개선되지만, 지지대를 제거하기가 더 어렵습니다.
pl: Dopasuj gęstość sklepień i podłóg podpór. Wyższa wartość skutkuje lepszą jakością nawisów, lecz podpory są trudniejsze do oderwania.

# support_roof_density label
source: Support Roof Density
ko_kr: 지지대 지붕 밀도
pl: Gęstość sklepienia podpór

# support_roof_density description
source: The density of the roofs of the support structure. A higher value results in better overhangs, but the supports are harder to remove.
ko_kr: 지지대 구조물의 지붕 밀도입니다. 값이 높을수록 돌출부가 개선되지만, 지지대를 제거하기가 더 어렵습니다.
pl: Dopasuj gęstość sklepienia podpór. Wyższa wartość skutkuje lepszą jakością nawisów, lecz podpory są trudniejsze do oderwania.

# support_roof_line_distance label
source: Support Roof Line Distance
ko_kr: 지지대 지붕 선 거리
pl: Odległość linii sklepienia podpór

# support_roof_line_distance description
source: Distance between the printed support roof lines. This setting is calculated by the Support Roof Density, but can be adjusted separately.
ko_kr: 인쇄된 지지대 지붕 선 사이의 거리입니다. 이 설정은 지지대 지붕 밀도에 의해 계산되지만, 별도로 조절할 수 있습니다.
pl: Odległość między liniami sklepienia podpór. Ta wartość jest obliczana z Gęstości sklepienia podpór, ale może być też dopasowana osobno.

# support_bottom_density label
source: Support Floor Density
ko_kr: 지지대 바닥 밀도
pl: Gęstość podłogi podpór

# support_bottom_density description
source: The density of the floors of the support structure. A higher value results in better adhesion of the support on top of the model.
ko_kr: 지지대 구조물의 바닥 밀도입니다. 값이 높을수록 모델 위에 지지대가 더 잘 부착됩니다.
pl: Dopasuj gęstość podłogi podpór. Wyższa wartość skutkuje lepszym przyleganiem do sklepienia modelu.

# support_bottom_line_distance label
source: Support Floor Line Distance
ko_kr: 지지대 바닥 선 거리
pl: Odległość linii podłogi podpory

# support_bottom_line_distance description
source: Distance between the printed support floor lines. This setting is calculated by the Support Floor Density, but can be adjusted separately.
ko_kr: 인쇄된 지지대 바닥선 사이의 거리입니다. 이 설정은 지지대 바닥 밀도에 의해 계산되지만, 별도로 조절할 수 있습니다.
pl: Odległość między liniami podłogi podpór. Ta wartość jest obliczana z Gęstości podłogi podpór, ale może być też dopasowana osobno.

# support_interface_pattern label
source: Support Interface Pattern
ko_kr: 지지대 접촉면 연결 패턴
pl: Wzór interfejsu podpór

# support_interface_pattern description
source: The pattern with which the interface of the support with the model is printed.
ko_kr: 모델과 지지대의 접촉면 연결이 인쇄되는 패턴입니다.
pl: Wzór, po którym drukowane są interfejsy podpór.

# support_interface_pattern option lines
source: Lines
ko_kr: 선
pl: Linie

# support_interface_pattern option grid
source: Grid
ko_kr: 격자
pl: Kratownica

# support_interface_pattern option triangles
source: Triangles
ko_kr: 삼각형
pl: Trójkątny

# support_interface_pattern option concentric
source: Concentric
ko_kr: 동심원
pl: Koncentryczny

# support_interface_pattern option zigzag
source: Zig Zag
ko_kr: 지그 재그
pl: Zygzak

# support_roof_pattern label
source: Support Roof Pattern
ko_kr: 지지대 지붕 패턴
pl: Wzór sklepienia podpór

# support_roof_pattern description
source: The pattern with which the roofs of the support are printed.
ko_kr: 지지대의 지붕이 인쇄되는 패턴입니다.
pl: Wzór, po którym drukowane jest sklepienie podpór.

# support_roof_pattern option lines
source: Lines
ko_kr: 선
pl: Linie

# support_roof_pattern option grid
source: Grid
ko_kr: 격자
pl: Kratownica
