Repository: CustoNationCo/SANJAY
Catalog: resources/i18n/*/fdmprinter.def.json.po
Languages: ko_kr, pl

# machine_settings label
source: Machine
ko_kr: 3D 프린터
pl: Urządzenie

# machine_settings description
source: Machine specific settings
ko_kr: 3D 프린터 세부 설정
pl: Ustawienia urządzenia

# machine_name label
source: Machine Type
ko_kr: 3D 프린터 종류
pl: Typ urządzenia

# machine_name description
source: The name of your 3D printer model.
ko_kr: 3D 프린터 모델의 이름입니다.
pl: Nazwa modelu 3D.

# machine_show_variants label
source: Show Machine Variants
ko_kr: 3D 프린터 세부 설정 표시

# machine_show_variants description
source: Whether to show the different variants of this machine, which are described in separate json files.
ko_kr: 별도의 json 파일에 설명되어 있는 이 3D 프린터의 다양한 세부 설정을 표시할지 여부를 나타냅니다.
pl: Czy pokazywać różne warianty urządzenia, opisane w osobnych plikach JSON.

# machine_start_gcode label
source: Start G-code
ko_kr: G-code 시작

# machine_start_gcode description
source: G-code commands to be executed at the very start - separated by .
ko_kr: 맨 처음에 실행될 G 코드 명령 - 로 구분 .

# machine_end_gcode label
source: End G-code
ko_kr: G-code 끝

# machine_end_gcode description
source: G-code commands to be executed at the very end - separated by .
ko_kr: 맨 끝에 실행될 G 코드 명령 - 로 구분 .

# material_guid label
source: Material GUID
ko_kr: 재료 GUID
pl: GUID materiału

# material_guid description
source: GUID of the material. This is set automatically.
ko_kr: 재료의 GUID입니다. 이것은 자동으로 지정됩니다.

# material_diameter label
source: Diameter
ko_kr: 직경
pl: Średnica

# material_diameter description
source: Adjusts the diameter of the filament used. Match this value with the diameter of the used filament.
ko_kr: 사용하는 필라멘트의 직경을 조정합니다. 이 값을 사용한 필라멘트의 직경과 일치시킵니다.

# material_bed_temp_wait label
source: Wait for Build Plate Heatup
ko_kr: 빌드 플레이트가 가열될 때까지 대기

# material_bed_temp_wait description
source: Whether to insert a command to wait until the build plate temperature is reached at the start.
ko_kr: 시작 시 빌드 플레이트 온도에 도달할 때까지 대기하는 명령을 삽입할지 여부입니다.
pl: Czy dodać komendę oczekiwania na osiągnięcie żądanej temperatury stołu przed rozpoczęciem wydruku?

# material_print_temp_wait label
source: Wait for Nozzle Heatup
ko_kr: 노즐이 가열될 때까지 대기

# material_print_temp_wait description
source: Whether to wait until the nozzle temperature is reached at the start.
ko_kr: 시작 시 노즐 온도에 도달할 때까지 기다릴지 여부입니다.
pl: Czy czekać na osiągnięcie żądanej temperatury dyszy przed rozpoczęciem druku?

# material_print_temp_prepend label
source: Include Material Temperatures
ko_kr: 재료 온도 포함

# material_print_temp_prepend description
source: Whether to include nozzle temperature commands at the start of the gcode. When the start_gcode already contains nozzle temperature commands Cura frontend will automatically disable this setting.
ko_kr: gcode 시작 부분에 노즐 온도 명령을 포함할지 여부입니다. start_gcode에 이미 노즐 온도 명령이 포함되어 있으면 Cura 프론트엔드가 이 설정을 자동으로 비활성화합니다.
pl: Czy dołączać komendy ustawiające temperaturę dysz na początku G-code. Kiedy Początkowy G-code już zawiera takie komendy Cura automatycznie wyłączy ten parametr.

# material_bed_temp_prepend label
source: Include Build Plate Temperature
ko_kr: 빌드 플레이트 온도 포함

# material_bed_temp_prepend description
source: Whether to include build plate temperature commands at the start of the gcode. When the start_gcode already contains build plate temperature commands Cura frontend will automatically disable this setting.
ko_kr: gcode 시작 부분에 빌드 플레이트 온도 명령을 포함할지 여부입니다. start_gcode에 이미 빌드 플레이트 온도 명령이 포함되어 있으면 Cura 프런트엔드가 이 설정을 자동으로 비활성화합니다.
pl: Czy dołączać komendy ustawiające temperaturę stołu na początku G-code. Kiedy Początkowy G-code już zawiera takie komendy Cura automatycznie wyłączy ten parametr.

# machine_width label
source: Machine Width
ko_kr: 3D 프린터 너비

# machine_width description
source: The width (X-direction) of the printable area.
ko_kr: 인쇄 가능한 영역의 너비(X 방향)입니다.
pl: Szerokość (w kierunku X) przestrzeni druku.

# machine_depth label
source: Machine Depth
ko_kr: 3D 프린터 깊이

# machine_depth description
source: The depth (Y-direction) of the printable area.
ko_kr: 인쇄 가능한 영역의 깊이(Y 방향)입니다.
pl: Głębokość (w kierunku Y) przestrzeni druku.

# machine_height label
source: Machine Height
ko_kr: 3D 프린터 높이

# machine_height description
source: The height (Z-direction) of the printable area.
ko_kr: 인쇄 가능한 영역의 높이(Z 방향)입니다.
pl: Wysokość (w kierunku Z) przestrzeni druku.

# machine_shape label
source: Build Plate Shape
ko_kr: 빌드 플레이트 모양

# machine_shape description
source: The shape of the build plate without taking unprintable areas into account.
ko_kr: 인쇄할 수 없는 영역을 고려하지 않은 빌드 플레이트의 모양입니다.
pl: Kształt stołu roboczego bez uwzględniania powierzchni niemożliwych do zadrukowania.

# machine_shape option rectangular
source: Rectangular
ko_kr: 직사각형
pl: Prostokątny

# machine_shape option elliptic
source: Elliptic
ko_kr: 타원형
pl: Eliptyczny

# machine_buildplate_type label
source: Build Plate Material
ko_kr: 빌드 플레이트 재질

# machine_buildplate_type description
source: The material of the build plate installed on the printer.
ko_kr: 프린터에 설치된 빌드 플레이트의 재질입니다.

# machine_buildplate_type option glass
source: Glass
ko_kr: 유리

# machine_buildplate_type option aluminum
source: Aluminum
ko_kr: 알류미늄

# machine_heated_bed label
source: Has Heated Build Plate
ko_kr: 열선내장 빌드 플레이트 있음

# machine_heated_bed description
source: Whether the machine has a heated build plate present.
ko_kr: 3D 프린터에 열선내장 빌드 플레이트가 있는지 여부를 나타냅니다.
pl: Czy urządzenie ma podgrzewany stół?

# machine_heated_build_volume label
source: Has Build Volume Temperature Stabilization
ko_kr: 빌드 볼륨 온도 안정화

# machine_heated_build_volume description
source: Whether the machine is able to stabilize the build volume temperature.
ko_kr: 3D 프린터가 빌드 볼륨 온도를 안정화시킬 수 있는지 여부입니다.

# machine_always_write_active_tool label
source: Always Write Active Tool
ko_kr: 항상 활성 도구 작성하기

# machine_always_write_active_tool description
source: Write active tool after sending temp commands to inactive tool. Required for Dual Extruder printing with Smoothie or other firmware with modal tool commands.
ko_kr: 비활성 도구에 temp 명령을 전송한 후 활성 도구를 작성합니다. 스무디 또는 모달 도구 명령이 있는 기타 펌웨어를 사용한 이중 압출기 인쇄에 필요합니다.

# machine_center_is_zero label
source: Is Center Origin
ko_kr: 중심이 원점

# machine_center_is_zero description
source: Whether the X/Y coordinates of the zero position of the printer is at the center of the printable area.
ko_kr: 프린터의 영점 위치의 X/Y 좌표가 인쇄 가능한 영역의 중심에 있는지 여부입니다.
pl: Czy koordynaty X/Y pozycji zerowej (0, 0) jest na środku stołu roboczego?

# machine_extruder_count label
source: Number of Extruders
ko_kr: 압출기의 수
pl: Ilość ekstruderów

# machine_extruder_count description
source: Number of extruder trains. An extruder train is the combination of a feeder, bowden tube, and nozzle.
ko_kr: 압출기 트레인의 수입니다. 압출기 트레인은 피더, 보우덴 튜브 및 노즐의 조합입니다.
pl: Ilość łańcuchów ekstruzyjnych. Łańcuch to połączenie podajnika, rurki bowdena i dyszy.

# extruders_enabled_count label
source: Number of Extruders That Are Enabled
ko_kr: 활성화된 압출기의 수

# extruders_enabled_count description
source: Number of extruder trains that are enabled; automatically set in software
ko_kr: 활성화된 압출기 트레인의 수입니다; 소프트웨어에서 자동으로 설정

# machine_nozzle_tip_outer_diameter label
source: Outer Nozzle Diameter
ko_kr: 외부 노즐 직경

# machine_nozzle_tip_outer_diameter description
source: The outer diameter of the tip of the nozzle.
ko_kr: 노즐 끝의 외부 직경입니다.
pl: Zewnętrzna średnica końcówki dyszy.

# machine_nozzle_head_distance label
source: Nozzle Length
ko_kr: 노즐 길이

# machine_nozzle_head_distance description
source: The height difference between the tip of the nozzle and the lowest part of the print head.
ko_kr: 노즐 끝과 프린트 헤드의 가장 낮은 부분 사이의 높이 차이입니다.
pl: Różnica wysokości między końcówką dyszy a najniższą częścią głowicy.

# machine_nozzle_expansion_angle label
source: Nozzle Angle
ko_kr: 노즐 각도

# machine_nozzle_expansion_angle description
source: The angle between the horizontal plane and the conical part right above the tip of the nozzle.
ko_kr: 노즐 끝 바로 위의 원뿔형 부분과 수평면 사이의 각도입니다.
pl: Kąt między poziomem a częścią stożkową tuż nad końcówką dyszy.

# machine_heat_zone_length label
source: Heat Zone Length
ko_kr: 가열하는 영역 길이

# machine_heat_zone_length description
source: The distance from the tip of the nozzle in which heat from the nozzle is transferred to the filament.
ko_kr: 노즐의 열이 필라멘트로 전달되는 노즐의 끝부분까지의 거리입니다.
pl: Długość od końcówka dyszy do końca strefy, w której filament jest podgrzewany

# machine_nozzle_temp_enabled label
source: Enable Nozzle Temperature Control
ko_kr: 노즐 온도 제어 활성화
pl: Włącz kontrolę temperatury dyszy

# machine_nozzle_temp_enabled description
source: Whether to control temperature from Cura. Turn this off to control nozzle temperature from outside of Cura.
ko_kr: Cura에서 온도를 제어할지 여부입니다. Cura 외부에서 노즐 온도를 제어하려면 이 옵션을 끄십시오.

# machine_nozzle_heat_up_speed label
source: Heat Up Speed
ko_kr: 가열되는 속도

# machine_nozzle_heat_up_speed description
source: The speed (°C/s) by which the nozzle heats up averaged over the window of normal printing temperatures and the standby temperature.
ko_kr: 노즐이 가열되는 속도(°C/s)는 일반 인쇄 온도와 대기 온도 범위에서 평균입니다.

# machine_nozzle_cool_down_speed label
source: Cool Down Speed
ko_kr: 냉각되는 속도

# machine_nozzle_cool_down_speed description
source: The speed (°C/s) by which the nozzle cools down averaged over the window of normal printing temperatures and the standby temperature.
ko_kr: 노즐이 냉각되는 속도(°C/s)는 일반 인쇄 온도와 대기 온도의 창 전체에 걸쳐 평균냉각됩니다.

# machine_min_cool_heat_time_window label
source: Minimal Time Standby Temperature
ko_kr: 최소 시간 대기 온도

# machine_min_cool_heat_time_window description
source: The minimal time an extruder has to be inactive before the nozzle is cooled. Only when an extruder is not used for longer than this time will it be allowed to cool down to the standby temperature.
ko_kr: 노즐이 냉각되기 전에 압출기가 비활성화되어야 하는 최소 시간입니다. 압출기를 이 시간 이상 사용하지 않을 경우에만 대기온도로 냉각시킬 수 있습니다.

# machine_gcode_flavor label
source: G-code Flavor
ko_kr: G-code 유형

# machine_gcode_flavor description
source: The type of g-code to be generated.
ko_kr: 생성할 g-code의 유형입니다.

# machine_firmware_retract label
source: Firmware Retraction
ko_kr: 펌웨어 리트랙션

# machine_firmware_retract description
source: Whether to use firmware retract commands (G10/G11) instead of using the E property in G1 commands to retract the material.
ko_kr: 재료를 철회하기 위해 G1 명령의 E 속성을 사용하는 대신 펌웨어 리트랙션 명령(G10/G11)을 사용할지 여부입니다.

# machine_extruders_share_heater label
source: Extruders Share Heater
ko_kr: 압출기 공유 가열기

# machine_extruders_share_heater description
source: Whether the extruders share a single heater rather than each extruder having its own heater.
ko_kr: 각 압출기에 자체 히터가 있는 것이 아니라 압출기가 단일 히터를 공유하는지 여부입니다.

# machine_extruders_share_nozzle label
source: Extruders Share Nozzle
ko_kr: 압출기 공유 노즐

# machine_extruders_share_nozzle description
source: Whether the extruders share a single nozzle rather than each extruder having its own nozzle. When set to true, it is expected that the printer-start gcode script properly sets up all extruders in an initial retraction state that is known and mutually compatible (either zero or one filament not retracted); in that case the initial retraction status is described, per extruder, by the 'machine_extruders_shared_nozzle_initial_retraction' parameter.
ko_kr: 각 압출기에 자체 노즐이 있는 것이 아니라 압출기가 단일 노즐을 공유하는지 여부입니다. '참'으로 설정하면 printer-start gcode 스크립트가 알려진 초기 리트랙션 상태에서 모든 압출기를 올바르게 설정하고 상호 호환 가능(0 또는 하나의 필라멘트가 후퇴되지 않음)할 것으로 예상됩니다. 이 경우 초기 리트랙션 상태는 'machine_extruders_shared_nozzle_initial_retraction' 매개변수에 의해 압출기별로 설명됩니다.

# machine_extruders_shared_nozzle_initial_retraction label
source: Shared Nozzle Initial Retraction
ko_kr: 공유된 노즐 초기 리트렉션

# machine_extruders_shared_nozzle_initial_retraction description
source: How much the filament of each extruder is assumed to have been retracted from the shared nozzle tip at the completion of the printer-start gcode script; the value should be equal to or greater than the length of the common part of the nozzle's ducts.
ko_kr: 각 압출기의 필라멘트가 프린터 시작 gcode 스크립트 완료 시 공유 노즐 끝에서 후퇴된 것으로 가정하는 정도; 값은 노즐 덕트의 공통 부분 길이와 같거나 더 커야 합니다.

# machine_disallowed_areas label
source: Disallowed Areas
ko_kr: 허용되지 않는 영역

# machine_disallowed_areas description
source: A list of polygons with areas the print head is not allowed to enter.
ko_kr: 인쇄 헤드가 입력할 수 없는 영역이 있는 다각형 목록입니다.

# nozzle_disallowed_areas label
source: Nozzle Disallowed Areas
ko_kr: 노즐 허용되지 않는 영역
pl: Zabronione obszary dyszy

# nozzle_disallowed_areas description
source: A list of polygons with areas the nozzle is not allowed to enter.
ko_kr: 노즐이 들어갈 수 없는 영역이 있는 다각형 목록입니다.

# machine_head_with_fans_polygon label
source: Machine Head & Fan Polygon
ko_kr: 3D 프린터 헤드 및 팬 폴리곤

# machine_head_with_fans_polygon description
source: A 2D silhouette of the print head (fan caps included).
ko_kr: 프린트 헤드의 2D 실루엣(팬 캡 포함됨).

# gantry_height label
source: Gantry Height
ko_kr: 받침대 높이

# gantry_height description
source: The height difference between the tip of the nozzle and the gantry system (X and Y axes).
ko_kr: 노즐 끝과 받침대 시스템(X축, Y축)의 높이 차이입니다.

# machine_nozzle_id label
source: Nozzle ID
ko_kr: 노즐 ID

# machine_nozzle_id description
source: The nozzle ID for an extruder train, such as "AA 0.4" and "BB 0.8".
ko_kr: "AA 0.4" 및 "BB 0.8"과 같은 압출기 트레인의 노즐 ID입니다.

# machine_nozzle_size label
source: Nozzle Diameter
ko_kr: 노즐 직경
pl: Średnica dyszy

# machine_nozzle_size description
source: The inner diameter of the nozzle. Change this setting when using a non-standard nozzle size.
ko_kr: 노즐의 내부 직경입니다. 비표준 노즐 크기를 사용할 때 이 설정을 변경합니다.
pl: Wewnętrzna średnica dyszy. Zmień tą opcję jeśli używasz niestandardowego rozmiaru dyszy.

# machine_use_extruder_offset_to_offset_coords label
source: Offset with Extruder
ko_kr: 압출기로 오프셋

# machine_use_extruder_offset_to_offset_coords description
source: Apply the extruder offset to the coordinate system. Affects all extruders.
ko_kr: 압출기 오프셋을 좌표 시스템에 적용합니다. 모든 압출기에 영향을 미칩니다.

# extruder_prime_pos_z label
source: Extruder Prime Z Position
ko_kr: 압출기 초기 Z 위치
pl: Pozycja przejścia Z

# extruder_prime_pos_z description
source: The Z coordinate of the position where the nozzle primes at the start of printing.
ko_kr: 인쇄 시작 시 노즐 초기 위치의 Z 좌표입니다.
pl: Pozycja przejścia w osi Z, w której dysza jest zerowana na początku wydruku.

# extruder_prime_pos_abs label
source: Absolute Extruder Prime Position
ko_kr: 절대 압출기 초기 위치
pl: Bezwzględna pozycja przejścia

# extruder_prime_pos_abs description
source: Make the extruder prime position absolute rather than relative to the last-known location of the head.
ko_kr: 헤드의 마지막으로 알려진 위치를 기준으로 하지 않고, 압출기의 초기 위치를 절대 위치로 확인합니다.
pl: Pozycja przejścia ekstrudera będzie bezwzględna, a nie względna do poprzedniej pozycji głowicy.

# machine_max_feedrate_x label
source: Maximum Speed X
ko_kr: 최대 속도 X
pl: Maksymalna prędkość X

# machine_max_feedrate_x description
source: The maximum speed for the motor of the X-direction.
ko_kr: X 방향 모터의 최대 속도입니다.

# machine_max_feedrate_y label
source: Maximum Speed Y
ko_kr: 최대 속도 Y
pl: Maksymalna prędkość Y

# machine_max_feedrate_y description
source: The maximum speed for the motor of the Y-direction.
ko_kr: Y 방향 모터의 최대 속도입니다.

# machine_max_feedrate_z label
source: Maximum Speed Z
ko_kr: 최대 속도 Z
pl: Maksymalna prędkość Z

# machine_max_feedrate_z description
source: The maximum speed for the motor of the Z-direction.
ko_kr: Z 방향 모터의 최대 속도입니다.

# machine_max_feedrate_e label
source: Maximum Speed E
ko_kr: 최대 속도 E

# machine_max_feedrate_e description
source: The maximum speed of the filament.
ko_kr: 필라멘트의 최대 속도입니다.

# machine_max_acceleration_x label
source: Maximum Acceleration X
ko_kr: 최대 가속도 X
pl: Maksymalne przyspieszenie X

# machine_max_acceleration_x description
source: Maximum acceleration for the motor of the X-direction
ko_kr: X 방향 모터의 최대 가속도입니다.

# machine_max_acceleration_y label
source: Maximum Acceleration Y
ko_kr: 최대 가속도 Y
pl: Maksymalne przyspieszenie Y

# machine_max_acceleration_y description
source: Maximum acceleration for the motor of the Y-direction.
ko_kr: Y 방향의 모터의 최대 가속도입니다.

# machine_max_acceleration_z label
source: Maximum Acceleration Z
ko_kr: 최대 가속도 Z
pl: Maksymalne przyspieszenie Z

# machine_max_acceleration_z description
source: Maximum acceleration for the motor of the Z-direction.
ko_kr: Z 방향의 모터의 최대 가속도입니다.

# machine_max_acceleration_e label
source: Maximum Filament Acceleration
ko_kr: 최대 필라멘트 가속도
pl: Maksymalne przyspieszenie filamentu

# machine_max_acceleration_e description
source: Maximum acceleration for the motor of the filament.
ko_kr: 필라멘트 모터의 최대 가속도입니다.

# machine_acceleration label
source: Default Acceleration
ko_kr: 기본 가속도
pl: Domyślne przyspieszenie

# machine_acceleration description
source: The default acceleration of print head movement.
ko_kr: 프린트 헤드 움직임의 기본 가속도입니다.

# machine_max_jerk_xy label
source: Default X-Y Jerk
ko_kr: 기본 X-Y 저크
pl: Domyślny zryw X-Y

# machine_max_jerk_xy description
source: Default jerk for movement in the horizontal plane.
ko_kr: 수평면에서의 움직임에 대한 기본 저크입니다.

# machine_max_jerk_z label
source: Default Z Jerk
ko_kr: 기본 Z 저크
pl: Domyślny zryw Z

# machine_max_jerk_z description
source: Default jerk for the motor of the Z-direction.
ko_kr: Z 방향 모터의 기본 저크입니다.

# machine_max_jerk_e label
source: Default Filament Jerk
ko_kr: 기본 필라멘트 저크
pl: Domyślny zryw filamentu

# machine_max_jerk_e description
source: Default jerk for the motor of the filament.
ko_kr: 필라멘트 모터의 기본 저크입니다.

# machine_steps_per_mm_x label
source: Steps per Millimeter (X)
ko_kr: 밀리미터당 단계 수(X)

# machine_steps_per_mm_x description
source: How many steps of the stepper motor will result in one millimeter of movement in the X direction.
ko_kr: 스테퍼 모터의 몇 단계로 인해 X 방향으로 1밀리미터가 이동합니다.

# machine_steps_per_mm_y label
source: Steps per Millimeter (Y)
ko_kr: 밀리미터당 단계 수(Y)

# machine_steps_per_mm_y description
source: How many steps of the stepper motor will result in one millimeter of movement in the Y direction.
ko_kr: 스테퍼 모터의 몇 단계로 인해 Y 방향으로 1밀리미터가 이동합니다.

# machine_steps_per_mm_z label
source: Steps per Millimeter (Z)
ko_kr: 밀리미터당 단계 수(Z)

# machine_steps_per_mm_z description
source: How many steps of the stepper motor will result in one millimeter of movement in the Z direction.
ko_kr: 스테퍼 모터의 몇 단계로 인해 Z 방향으로 1밀리미터가 이동합니다.

# machine_steps_per_mm_e label
source: Steps per Millimeter (E)
ko_kr: 밀리미터당 단계 수(E)

# machine_steps_per_mm_e description
source: How many steps of the stepper motors will result in moving the feeder wheel by one millimeter around its circumference.
ko_kr: 스테퍼 모터의 몇 단계로 인해 피더 휠이 둘레 1mm만큼 이동합니다.

# machine_endstop_positive_direction_x label
source: X Endstop in Positive Direction
ko_kr: 양의 방향에서 X 엔드스톱

# machine_endstop_positive_direction_x description
source: Whether the endstop of the X axis is in the positive direction (high X coordinate) or negative (low X coordinate).
ko_kr: X축의 엔드스톱이 양의 방향(높은 X 좌표)인지 음의 방향(낮은 X 좌표)인지 여부입니다.

# machine_endstop_positive_direction_y label
source: Y Endstop in Positive Direction
ko_kr: 양의 방향에서 Y 엔드스톱

# machine_endstop_positive_direction_y description
source: Whether the endstop of the Y axis is in the positive direction (high Y coordinate) or negative (low Y coordinate).
ko_kr: Y축의 엔드스톱이 양의 방향(높은 Y 좌표)인지 음의 방향(낮은 Y 좌표)인지 여부입니다.

# machine_endstop_positive_direction_z label
source: Z Endstop in Positive Direction
ko_kr: 양의 방향에서 Z 엔드스톱

# machine_endstop_positive_direction_z description
source: Whether the endstop of the Z axis is in the positive direction (high Z coordinate) or negative (low Z coordinate).
ko_kr: Z축의 엔드스톱이 양의 방향(높은 Z 좌표)인지 음의 방향(낮은 Z 좌표)인지 여부입니다.

# machine_minimum_feedrate label
source: Minimum Feedrate
ko_kr: 최소 공급속도
pl: Minimalna prędkość

# machine_minimum_feedrate description
source: The minimal movement speed of the print head.
ko_kr: 프린트 헤드의 최소 움직임 속도입니다.

# machine_feeder_wheel_diameter label
source: Feeder Wheel Diameter
ko_kr: 피더 휠 직경

# machine_feeder_wheel_diameter description
source: The diameter of the wheel that drives the material in the feeder.
ko_kr: 피더에서 재료를 구동하는 휠의 직경입니다.

# resolution label
source: Quality
ko_kr: 품질
pl: Jakość

# resolution description
source: All settings that influence the resolution of the print. These settings have a large impact on the quality (and print time)
ko_kr: 인쇄 해상도에 영향을 미치는 모든 설정입니다. 이러한 설정은 품질(및 인쇄 시간)에 큰 영향을 미칩니다.

# layer_height label
source: Layer Height
ko_kr: 레이어 높이
pl: Wysokość warstwy

# layer_height description
source: The height of each layer in mm. Higher values produce faster prints in lower resolution, lower values produce slower prints in higher resolution.
ko_kr: 각 레이어의 높이(mm)입니다. 값이 높을수록 저해상도에서는 인쇄 속도가 빨라지고, 값이 낮을수록 고해상도에서는 인쇄 속도가 느려집니다.
pl: Wysokość każdej warstwy w mm. Wyższe wartości dają szybszy wydruk o niższej jakości, niższe wartości dają wolniejszy wydruk o wyższej jakości.

# layer_height_0 label
source: Initial Layer Height
ko_kr: 초기 레이어 높이
pl: Wysokość pierwszej warstwy

# layer_height_0 description
source: The height of the initial layer in mm. A thicker initial layer makes adhesion to the build plate easier.
ko_kr: 초기 레이어의 높이(mm)입니다. 초기 레이어가 두꺼울수록 빌드 플레이트에 더 쉽게 부착됩니다.
pl: Wysokość pierwszej warstwy w mm. Grubsza warstwa początkowa zwiększa przyczepność filamentu do stołu.

# line_width label
source: Line Width
ko_kr: 선 폭
pl: Szerokość linii

# line_width description
source: Width of a single line. Generally, the width of each line should correspond to the width of the nozzle. However, slightly reducing this value could produce better prints.
ko_kr: 단일 선의 폭입니다. 일반적으로 각 선의 폭은 노즐의 폭과 일치해야 합니다. 그러나 이 값을 약간 줄이면 더 나은 인쇄를 얻을 수 있습니다.
pl: Szerokość pojedynczej lini. Zasadniczo, grubość pojedyńczej lini powinna współgrać ze średnicą dyszy. Jednakże, nieznaczne zmniejszenie tej wartości może polepszyć jakość wydruku.

# wall_line_width label
source: Wall Line Width
ko_kr: 벽 선 폭
pl: Szerokość linii ściany

# wall_line_width description
source: Width of a single wall line.
ko_kr: 단일 벽 선의 폭입니다.
pl: Szerokość pojedynczej linii ściany.

# wall_line_width_0 label
source: Outer Wall Line Width
ko_kr: 외부 벽 선 폭
pl: Szerokość zewnętrznej linii ściany

# wall_line_width_0 description
source: Width of the outermost wall line. By lowering this value, higher levels of detail can be printed.
ko_kr: 가장 바깥쪽 벽 선의 폭입니다. 이 값을 낮추면 더 높은 수준의 세부 묘사를 인쇄할 수 있습니다.
pl: Szerokość zewnętrznej linii ściany. Przez zmniejszanie tej wartości, można drukować przedmioty o wyższej ilości detali.

# wall_line_width_x label
source: Inner Wall(s) Line Width
ko_kr: 내부 벽 선 폭
pl: Szerokość wewnętrznych linii ściany

# wall_line_width_x description
source: Width of a single wall line for all wall lines except the outermost one.
ko_kr: 가장 바깥쪽을 제외한 모든 벽 선에 대한 단일 벽 선의 폭입니다.
pl: Szerokość pojedynczej linii ściany dla wszystkich linii ścian, za wyjątkiem zewnętrznej.

# skin_line_width label
source: Top/Bottom Line Width
ko_kr: 상단/하단 선 폭
pl: Szerokość linii sklepienia/podłogi

# skin_line_width description
source: Width of a single top/bottom line.
ko_kr: 단일 상단/하단 선의 폭입니다.
pl: Szerokość pojedynczej górnej/dolnej linii.

# infill_line_width label
source: Infill Line Width
ko_kr: 내부채움 선 폭
pl: Szerokość linii wypełnienia

# infill_line_width description
source: Width of a single infill line.
ko_kr: 단일 내부채움 선의 폭입니다.
pl: Szerokość pojedynczej linii wypełnienia.

# skirt_brim_line_width label
source: Skirt/Brim Line Width
ko_kr: 스커트/브림 선 폭
pl: Szerokość linii obrysu/obramowania

# skirt_brim_line_width description
source: Width of a single skirt or brim line.
ko_kr: 단일 스커트 또는 브림 선의 폭입니다.

# support_line_width label
source: Support Line Width
ko_kr: 지지대 선 폭
pl: Szerokość linii podpór

# support_line_width description
source: Width of a single support structure line.
ko_kr: 단일 지지대 구조물 선의 너비입니다.
pl: Szerokość pojedynczej linii podpór.

# support_interface_line_width label
source: Support Interface Line Width
ko_kr: 지지대 접촉면 연결 선 폭
pl: Szerokość linii interfejsu podpory
