Repository: CustoNationCo/SANJAY
Catalog: resources/i18n/*/fdmprinter.def.json.po
Languages: ko_kr, pl

# acceleration_skirt_brim description
source: The acceleration with which the skirt and brim are printed. Normally this is done with the initial layer acceleration, but sometimes you might want to print the skirt or brim at a different acceleration.
ko_kr: 스커트와 브림이 인쇄되는 가속도입니다. 일반적으로 이것은 초기 레이어 가속으로 수행되지만, 스커트나 브림을 다른 가속도로 인쇄해야 하는 경우도 있습니다.
pl: Przyspieszenie z jakim są drukowane obrys (skirt) i obramowanie (brim). Zwykle są drukowane z tym samym przyspieszeniem co pierwsza warstwa, ale czasem zachodzi potrzeba druku z innym przyspieszeniem.

# jerk_enabled label
source: Enable Jerk Control
ko_kr: 저크 제어 활성화
pl: Włącz kontrolę zrywu

# jerk_enabled description
source: Enables adjusting the jerk of print head when the velocity in the X or Y axis changes. Increasing the jerk can reduce printing time at the cost of print quality.
ko_kr: X 또는 Y축의 속도가 변경될 때 프린트 헤드의 저크를 조절할 수 있습니다. 저크를 높이면 인쇄 품질을 희생시키면서 인쇄 시간을 줄일 수 있습니다.

# jerk_print label
source: Print Jerk
ko_kr: 인쇄 저크
pl: Zryw druku

# jerk_print description
source: The maximum instantaneous velocity change of the print head.
ko_kr: 프린트 헤드의 최대 순간 속도가 변경됩니다.

# jerk_infill label
source: Infill Jerk
ko_kr: 내부채움 저크
pl: Zryw wypełnienia

# jerk_infill description
source: The maximum instantaneous velocity change with which infill is printed.
ko_kr: 내부채움이 인쇄되는 최대 순간 속도가 변경됩니다.

# jerk_wall label
source: Wall Jerk
ko_kr: 벽 저크
pl: Zryw ścian

# jerk_wall description
source: The maximum instantaneous velocity change with which the walls are printed.
ko_kr: 벽이 인쇄되는 최대 순간 속도가 변경됩니다.

# jerk_wall_0 label
source: Outer Wall Jerk
ko_kr: 외벽 저크
pl: Zryw zewnętrznych ścian

# jerk_wall_0 description
source: The maximum instantaneous velocity change with which the outermost walls are printed.
ko_kr: 가장 바깥쪽 벽이 인쇄되는 최대 순간 속도가 변경됩니다.

# jerk_wall_x label
source: Inner Wall Jerk
ko_kr: 내벽 저크
pl: Zryw wewnętrznych ścian

# jerk_wall_x description
source: The maximum instantaneous velocity change with which all inner walls are printed.
ko_kr: 모든 내벽이 인쇄되는 최대 순간 속도가 변경됩니다.

# jerk_roofing label
source: Top Surface Skin Jerk
ko_kr: 상단 겉표면 저크

# jerk_roofing description
source: The maximum instantaneous velocity change with which top surface skin layers are printed.
ko_kr: 상단 겉표면 레이어가 인쇄되는 최대 순간 속도가 변경됩니다.

# jerk_topbottom label
source: Top/Bottom Jerk
ko_kr: 상단/하단 저크
pl: Zryw sklepienia/podłogi

# jerk_topbottom description
source: The maximum instantaneous velocity change with which top/bottom layers are printed.
ko_kr: 상단/하단 레이어가 인쇄되는 최대 순간 속도가 변경됩니다.

# jerk_support label
source: Support Jerk
ko_kr: 지지대 저크
pl: Zryw podpór

# jerk_support description
source: The maximum instantaneous velocity change with which the support structure is printed.
ko_kr: 지지대 구조물이 인쇄되는 최대 순간 속도가 변경됩니다.

# jerk_support_infill label
source: Support Infill Jerk
ko_kr: 지지대 내부채움 저크
pl: Zryw wypełnienia podpór

# jerk_support_infill description
source: The maximum instantaneous velocity change with which the infill of support is printed.
ko_kr: 지지대 내부채움이 인쇄되는 최대 순간 속도가 변경됩니다.

# jerk_support_interface label
source: Support Interface Jerk
ko_kr: 지지대 접촉면 연결 저크
pl: Zryw interfejsu podpór

# jerk_support_interface description
source: The maximum instantaneous velocity change with which the roofs and floors of support are printed.
ko_kr: 지지대의 지붕과 바닥이 인쇄되는 최대 순간 속도가 변경됩니다.

# jerk_support_roof label
source: Support Roof Jerk
ko_kr: 지지대 지붕 저크
pl: Zryw sklepienia podpór

# jerk_support_roof description
source: The maximum instantaneous velocity change with which the roofs of support are printed.
ko_kr: 지지대 지붕이 인쇄되는 최대 순간 속도가 변경됩니다.

# jerk_support_bottom label
source: Support Floor Jerk
ko_kr: 지지대 바닥 저크
pl: Zryw podłogi podpór

# jerk_support_bottom description
source: The maximum instantaneous velocity change with which the floors of support are printed.
ko_kr: 지지 바닥이 인쇄되는 최대 순간 속도가 변경됩니다.

# jerk_prime_tower label
source: Prime Tower Jerk
ko_kr: 프라임 타워 저크
pl: Zryw kolumny przejściowej

# jerk_prime_tower description
source: The maximum instantaneous velocity change with which the prime tower is printed.
ko_kr: 프라임 타워가 인쇄되는 최대 순간 속도가 변경됩니다.

# jerk_travel label
source: Travel Jerk
ko_kr: 진행 저크
pl: Zryw ruchu jałowego

# jerk_travel description
source: The maximum instantaneous velocity change with which travel moves are made.
ko_kr: 진행 이동이 이루어지는 최대 순간 속도가 변경됩니다.

# jerk_layer_0 label
source: Initial Layer Jerk
ko_kr: 초기 레이어 저크
pl: Zryw pierwszej warstwy

# jerk_layer_0 description
source: The print maximum instantaneous velocity change for the initial layer.
ko_kr: 초기 레이어의 인쇄 최대 순간 속도가 변경됩니다.

# jerk_print_layer_0 label
source: Initial Layer Print Jerk
ko_kr: 초기 레이어 인쇄 저크
pl: Zryw druku pierwszej warstwy

# jerk_print_layer_0 description
source: The maximum instantaneous velocity change during the printing of the initial layer.
ko_kr: 초기 레이어 인쇄 중 최대 순간 속도가 변경됩니다.

# jerk_travel_layer_0 label
source: Initial Layer Travel Jerk
ko_kr: 초기 레이어 진행 저크
pl: Zryw ruchu jałowego pierwszej warstwy

# jerk_travel_layer_0 description
source: The acceleration for travel moves in the initial layer.
ko_kr: 진행에 대한 가속도는 초기 레이어에서 이동합니다.

# jerk_skirt_brim label
source: Skirt/Brim Jerk
ko_kr: 스커트/브림 저크
pl: Zryw obrysu/obramowania

# jerk_skirt_brim description
source: The maximum instantaneous velocity change with which the skirt and brim are printed.
ko_kr: 스커트와 브림이 인쇄되는 최대 순간 속도가 변경됩니다.

# travel label
source: Travel
ko_kr: 진행
pl: Ruch jałowy

# travel description
source: travel
ko_kr: 진행
pl: Ruch jałowy

# retraction_enable label
source: Enable Retraction
ko_kr: 리트랙션 활성화
pl: Włącz retrakcję

# retraction_enable description
source: Retract the filament when the nozzle is moving over a non-printed area.
ko_kr: 노즐이 인쇄되지 않은 영역 위로 움직이면 필라멘트를 후퇴시킵니다.

# retract_at_layer_change label
source: Retract at Layer Change
ko_kr: 레이어 변경 시 필라멘트 후퇴
pl: Retrakcja przy zmianie warstwy

# retract_at_layer_change description
source: Retract the filament when the nozzle is moving to the next layer.
ko_kr: 노즐이 다음 레이어로 이동할 때 필라멘트를 후퇴시킵니다.
pl: Cofa filament kiedy dysza przechodzi do następnej warstwy.

# retraction_amount label
source: Retraction Distance
ko_kr: 리트랙션 거리
pl: Dystans retrakcji

# retraction_amount description
source: The length of material retracted during a retraction move.
ko_kr: 리트랙션 이동 중에 후퇴된 재료의 길이입니다.
pl: Długość materiału cofanego podczas retrakcji.

# retraction_speed label
source: Retraction Speed
ko_kr: 리트랙션 속도
pl: Szybkość retrakcji

# retraction_speed description
source: The speed at which the filament is retracted and primed during a retraction move.
ko_kr: 리트랙션 이동 중에 필라멘트가 후퇴되고 채워지는 속도입니다.
pl: Szybkość z jaką filament jest cofany i powraca po retrakcji.

# retraction_retract_speed label
source: Retraction Retract Speed
ko_kr: 리트랙션 집어넣기 속도
pl: Szybkość wycofania filamentu

# retraction_retract_speed description
source: The speed at which the filament is retracted during a retraction move.
ko_kr: 리트랙션 이동 중에 필라멘트가 후퇴하는 속도입니다.
pl: Szybkość z jaką filament jest wycofywany podczas retrakcji.

# retraction_prime_speed label
source: Retraction Prime Speed
ko_kr: 리트랙션 채우기 속도
pl: Szybkość powrotu filamentu

# retraction_prime_speed description
source: The speed at which the filament is primed during a retraction move.
ko_kr: 리트랙션 이동 중에 필라멘트가 채워지는 속도입니다.
pl: Szybkość z jaką filament powraca po retrakcji.

# retraction_extra_prime_amount label
source: Retraction Extra Prime Amount
ko_kr: 리트랙션 추가 채우기 양
pl: Dodatkowa ilość filamentu po retrakcji

# retraction_extra_prime_amount description
source: Some material can ooze away during a travel move, which can be compensated for here.
ko_kr: 일부 재료는 진행 이동 중에 흘러나올 수 있으며 여기에서 보정할 수 있습니다.
pl: Część materiału może wyciec w czasie retrakcji podczas ruchu jałowego. Ta wartość kompensuje tą stratę.

# retraction_min_travel label
source: Retraction Minimum Travel
ko_kr: 리트랙션 최소 진행
pl: Minimalna odległość do retrakcji

# retraction_min_travel description
source: The minimum distance of travel needed for a retraction to happen at all. This helps to get fewer retractions in a small area.
ko_kr: 리트랙션이 일어나기 위해 필요한 최소 이동 거리입니다. 이것은 작은 영역에서 리트랙션이 줄어듭니다.
pl: Minimalna odległość, na którą przemieszcza się głowica potrzebna na cały cykl retrakcji. Pomaga uzyskać mniej retrakcji na małej przestrzeni.

# retraction_count_max label
source: Maximum Retraction Count
ko_kr: 최대 리트랙션 횟수
pl: Maksymalna liczba retrakcji

# retraction_count_max description
source: This setting limits the number of retractions occurring within the minimum extrusion distance window. Further retractions within this window will be ignored. This avoids retracting repeatedly on the same piece of filament, as that can flatten the filament and cause grinding issues.
ko_kr: 이 설정은 최소 압출 거리 창 내에서 발생하는 리트랙션의 수를 제한합니다. 이 창안에서 더 이상의 리트랙션은 무시됩니다. 이렇게 하면 필라멘트가 납작해지고 연삭 문제가 발생할 수 있으므로 동일한 필라멘트 조각에서 반복적으로 후퇴하는 것을 방지할 수 있습니다.
pl: Ta wartość ogranicza liczbę retrakcji występujących w obrębie przestrzeni minimalnej odległości do retrakcji. Kolejne retrakcje w obrębie tej przestrzeni będą ignorowane. Pozwala to uniknąć powtarzających się retrakcji na tym samym kawałku filamentu, który mógłby się spłaszczyć i spowodować błędy, przez które model będzie wymagał szlifowania po wydruku.

# retraction_extrusion_window label
source: Minimum Extrusion Distance Window
ko_kr: 최소 압출 거리 창
pl: Obszar minimalnej odległości do retrakcji

# retraction_extrusion_window description
source: The window in which the maximum retraction count is enforced. This value should be approximately the same as the retraction distance, so that effectively the number of times a retraction passes the same patch of material is limited.
ko_kr: 최대 리트랙션 횟수가 적용되는 창입니다. 이 값은 리트랙션 거리와 거의 동일해야 하므로, 리트랙션이 동일한 부분을 통과하는 횟수를 효과적으로 제한할 수 있습니다.
pl: Obszar, w którym maksymalna liczba retrakcji jest egzekwowana. Ta wartość powinna być w przybliżeniu taka sama jak dystans retrakcji, aby liczba razy kiedy retrakcja jest wykonywana nad tą samą ścieżką materiału była efektywnie ograniczona.

# limit_support_retractions label
source: Limit Support Retractions
ko_kr: 지지대 리트랙션 제한

# limit_support_retractions description
source: Omit retraction when moving from support to support in a straight line. Enabling this setting saves print time, but can lead to excessive stringing within the support structure.
ko_kr: 지지대에서 지지대로 직선으로 이동할 때 리트랙션을 생략합니다. 이 설정을 활성화하면 인쇄 시간이 절약되지만 지지대 구조물 내에서 과도한 잔선 이어짐이 발생할 수 있습니다.

# retraction_combing label
source: Combing Mode
ko_kr: 빗질 모드
pl: Ruch wewnętrzny (combing)

# retraction_combing description
source: Combing keeps the nozzle within already printed areas when traveling. This results in slightly longer travel moves but reduces the need for retractions. If combing is off, the material will retract and the nozzle moves in a straight line to the next point. It is also possible to avoid combing over top/bottom skin areas or to only comb within the infill.
ko_kr: 빗질은 노즐을 진행할 때 이미 인쇄된 영역 내에 유지시켜 줍니다. 이로 인해 진행 이동 거리가 약간 더 길어지지만 리트랙션의 필요성이 줄어듭니다. 빗질이 꺼져 있으면, 재료가 후퇴되고 노즐이 다음 지점으로 직선으로 이동합니다. 또한 상단/하단 겉면 영역 위로 빗질하는 것을 피하거나 내부채움 내에서만 빗질하는 것이 가능합니다.

# retraction_combing option off
source: Off
ko_kr: 끄기
pl: Wyłączony

# retraction_combing option all
source: All
ko_kr: 모두
pl: Wszystko

# retraction_combing option no_outer_surfaces
source: Not on Outer Surface
ko_kr: 외부 표면에 없음

# retraction_combing option noskin
source: Not in Skin
ko_kr: 겉면에 없음

# retraction_combing option infill
source: Within Infill
ko_kr: 내부채움 안에

# retraction_combing_max_distance label
source: Max Comb Distance With No Retract
ko_kr: 후퇴하기 없이 최대 빗질하는 거리

# retraction_combing_max_distance description
source: When greater than zero, combing travel moves that are longer than this distance will use retraction. If set to zero, there is no maximum and combing moves will not use retraction.
ko_kr: 0보다 크면 이 거리보다 긴 빗질 진행 이동은 리트랙션을 사용합니다. 0으로 설정하면 최대값이 없고, 빗질 동작에 리트랙션이 사용되지 않습니다.

# travel_retract_before_outer_wall label
source: Retract Before Outer Wall
ko_kr: 외벽 전 후퇴하기
pl: Retrakcja przed zewnętrzną ścianą

# travel_retract_before_outer_wall description
source: Always retract when moving to start an outer wall.
ko_kr: 외벽을 시작하기 위해 이동중에는 항상 후퇴합니다.

# travel_avoid_other_parts label
source: Avoid Printed Parts When Traveling
ko_kr: 진행할 때 인쇄된 부분 피하기
pl: Unikaj zadrukowanych powierzchni przy ruchu jałowym

# travel_avoid_other_parts description
source: The nozzle avoids already printed parts when traveling. This option is only available when combing is enabled.
ko_kr: 노즐이 진행할 때 이미 인쇄된 부분을 피합니다. 이 옵션은 빗질이 사용 가능한 경우에만 사용할 수 있습니다.
pl: Głowica unika przechodzenia nad już wydrukowanymi częściami podczas ruchu jałowego. Ta opcja jest dostępna tylko jeśli włączony jest Ruch wewnętrzny.

# travel_avoid_supports label
source: Avoid Supports When Traveling
ko_kr: 진행할 때 지지대 피하기

# travel_avoid_supports description
source: The nozzle avoids already printed supports when traveling. This option is only available when combing is enabled.
ko_kr: 노즐이 진행할 때 이미 인쇄된 지지대를 피합니다. 이 옵션은 빗질이 사용 가능한 경우에만 사용할 수 있습니다.

# travel_avoid_distance label
source: Travel Avoid Distance
ko_kr: 진행 피하기 거리
pl: Odległość unikania wydruku

# travel_avoid_distance description
source: The distance between the nozzle and already printed parts when avoiding during travel moves.
ko_kr: 노즐과 이미 인쇄된 부품 사이의 진행 이동 중 피한 거리입니다.

# layer_start_x label
source: Layer Start X
ko_kr: 레이어 시작 X
pl: Początek warstwy X

# layer_start_x description
source: The X coordinate of the position near where to find the part to start printing each layer.
ko_kr: 각 레이어의 인쇄를 시작할 부분을 찾을 위치 근처의 X 좌표입니다.

# layer_start_y label
source: Layer Start Y
ko_kr: 레이어 시작 Y
pl: Początek warstwy Y

# layer_start_y description
source: The Y coordinate of the position near where to find the part to start printing each layer.
ko_kr: 각 레이어 인쇄를 시작할 부분을 찾을 위치 근처의 Y 좌표입니다.

# retraction_hop_enabled label
source: Z Hop When Retracted
ko_kr: 후퇴되었을 때 Z 도약
pl: Skok Z przy retrakcji

# retraction_hop_enabled description
source: Whenever a retraction is done, the build plate is lowered to create clearance between the nozzle and the print. It prevents the nozzle from hitting the print during travel moves, reducing the chance to knock the print from the build plate.
ko_kr: 리트랙션이 완료될 때마다 빌드 플레이트가 내려가 노즐과 인쇄물 사이에 여유 공간이 생깁니다. 노즐이 진행 이동 중에 인쇄물에 부딪히는 것을 방지하여 빌드 플레이트에서 인쇄물이 부딪힐 가능성을 줄입니다.
pl: Za każdy razem, kiedy wymagana jest retrakcja, głowica jest podnoszona, aby stworzyć przestrzeń pomiędzy nią a wydrukiem. Zapobiega to sytuacji, w której dysza uderza w wydruk podczas ruchu jałowego i odrywa go od stołu.

# retraction_hop_only_when_collides label
source: Z Hop Only Over Printed Parts
ko_kr: 인쇄된 부분 위에만 Z 도약
pl: Skok Z tylko nad wydrukiem

# retraction_hop_only_when_collides description
source: Only perform a Z Hop when moving over printed parts which cannot be avoided by horizontal motion by Avoid Printed Parts when Traveling.
ko_kr: 진행할 때 인쇄된 부분 피하기로 수평 이동으로 피할 수 없는 인쇄된 부분 위로 이동할 때만 Z 도약(Hop)을 수행합니다.

# retraction_hop label
source: Z Hop Height
ko_kr: Z 도약 높이
pl: Wysokość skoku Z

# retraction_hop description
source: The height difference when performing a Z Hop.
ko_kr: Z 도약(Hop)을 수행할 때의 높이 차이입니다.

# retraction_hop_after_extruder_switch label
source: Z Hop After Extruder Switch
ko_kr: 압출기 전환 후 Z 도약
pl: Skok Z przy zmianie ekstrudera

# retraction_hop_after_extruder_switch description
source: After the machine switched from one extruder to the other, the build plate is lowered to create clearance between the nozzle and the print. This prevents the nozzle from leaving oozed material on the outside of a print.
ko_kr: 3D 프린터가 한 압출기에서 다른 압출기로 전환된 후 빌드 플레이트가 낮아져 노즐과 인쇄물 사이에 여유 공간이 생깁니다. 이렇게 하면 노즐이 인쇄물 외부에 흘러나온 재료를 남기는 것을 방지할 수 있습니다.

# retraction_hop_after_extruder_switch_height label
source: Z Hop After Extruder Switch Height
ko_kr: 압출기 전환 후 Z 도약 높이

# retraction_hop_after_extruder_switch_height description
source: The height difference when performing a Z Hop after extruder switch.
ko_kr: 압출기 전환 후 Z 도약(Hop) 수행 시 높이 차이입니다.

# cooling label
source: Cooling
ko_kr: 냉각
pl: Chłodzenie

# cooling description
source: Cooling
ko_kr: 냉각
pl: Chłodzenie

# cool_fan_enabled label
source: Enable Print Cooling
ko_kr: 인쇄 냉각 활성화
pl: Włącz chłodzenie wydruku

# cool_fan_enabled description
source: Enables the print cooling fans while printing. The fans improve print quality on layers with short layer times and bridging / overhangs.
ko_kr: 인쇄하는 동안 인쇄 냉각 팬을 활성화합니다. 팬은 레이어 시간이 짧고, 브리징/돌출부가 있는 레이어의 인쇄 품질을 향상시킵니다.
pl: Włącza wentylatory chłodzące wydruk. Wentylatory zwiększają jakość wydruku na warstwach z krótkimi czasami nałożenia oraz jakość mostów i nawisów.

# cool_fan_speed label
source: Fan Speed
ko_kr: 팬 속도
pl: Prędkość wentylatorów

# cool_fan_speed description
source: The speed at which the print cooling fans spin.
ko_kr: 인쇄 냉각 팬이 회전하는 속도입니다.
pl: Prędkość z jaką obracają się wentylatory chłodzące wydruk.

# cool_fan_speed_min label
source: Regular Fan Speed
ko_kr: 일정한 팬 속도
pl: Zwykła prędkość wentylatorów

# cool_fan_speed_min description
source: The speed at which the fans spin before hitting the threshold. When a layer prints faster than the threshold, the fan speed gradually inclines towards the maximum fan speed.
ko_kr: 임계값에 도달하기 전에 팬이 회전하는 속도입니다. 레이어가 임계값보다 빠르게 인쇄되면 팬 속도가 최대 팬 속도 쪽으로 점차 기울어집니다.
pl: Prędkość z jaką obracają się wentylatory przed osiągnięciem progu czasowego warstwy. Kiedy warstwa jest drukowana szybciej niż wartość progu czasowego, prędkość wentylatorów stopniowo rośnie do wartości maksymalnej.

# cool_fan_speed_max label
source: Maximum Fan Speed
ko_kr: 최대 팬 속도
pl: Maksymalna prędkość wentylatorów

# cool_fan_speed_max description
source: The speed at which the fans spin on the minimum layer time. The fan speed gradually increases between the regular fan speed and maximum fan speed when the threshold is hit.
ko_kr: 최소 레이어 시간에 팬이 회전하는 속도입니다. 임계값에 도달하면 팬 속도가 일반 팬 속도와 최대 팬 속도 사이에서 점차 증가합니다.
pl: Prędkość z jaką obracają się wentylatory przy krótkich warstwach. Prędkość wentylatorów stopniowo rośnie od zwykłej prędkość do maksymalnej kiedy przekraczany jest próg czasowy na warstwę.

# cool_min_layer_time_fan_speed_max label
source: Regular/Maximum Fan Speed Threshold
ko_kr: 일정한 / 최대 팬 속도 임계값
pl: Próg czasowy dla zwykłej/maksymalnej prędkości wentylatorów

# cool_min_layer_time_fan_speed_max description
source: The layer time which sets the threshold between regular fan speed and maximum fan speed. Layers that print slower than this time use regular fan speed. For faster layers the fan speed gradually increases towards the maximum fan speed.
ko_kr: 일정한 팬 속도와 최대 팬 속도 사이의 임계값을 설정하는 레이어 시간입니다. 이 시간보다 느리게 인쇄되는 레이어는 일정한 팬 속도를 사용합니다. 더 빠른 레이어의 경우 팬 속도가 최대 팬 속도 쪽으로 점차 증가합니다.
pl: Czas ułożenia warstwy wyznaczający próg pomiędzy standardową prędkością wentylatorów a maksymalną prędkością wentylatorów. Warstwy, które drukują się wolniej niż ten czas są chłodzone ze standardową prędkością wentylatorów. Dla warstw drukujących się szybciej prędkość wentylatorów stopniowo rośnie do osiągnięcia wartości maksymalnej.

# cool_fan_speed_0 label
source: Initial Fan Speed
ko_kr: 초기 팬 속도
pl: Początkowa prędkość wentylatorów

# cool_fan_speed_0 description
source: The speed at which the fans spin at the start of the print. In subsequent layers the fan speed is gradually increased up to the layer corresponding to Regular Fan Speed at Height.
ko_kr: 인쇄 시작 시 팬이 회전하는 속도입니다. 후속 레이어에서 팬 속도는 높이에서 일반 팬 속도에 해당하는 레이어까지 점진적으로 증가합니다.

# cool_fan_full_at_height label
source: Regular Fan Speed at Height
ko_kr: 높이에서 일정한 팬 속도
pl: Zwykła prędkość wentylatorów od wysokości

# cool_fan_full_at_height description
source: The height at which the fans spin on regular fan speed. At the layers below the fan speed gradually increases from Initial Fan Speed to Regular Fan Speed.
ko_kr: 팬이 일정한 팬 속도로 회전하는 높이입니다. 아래 레이어에서 팬 속도는 초기 팬 속도에서 일정한 팬 속도까지 점차 증가합니다.
pl: Wysokość, na której wentylatory zaczynają działać ze zwykłą prędkością. Na warstwach poniżej prędkość stopniowo rośnie od Początkowej do Zwykłej.

# cool_fan_full_layer label
source: Regular Fan Speed at Layer
ko_kr: 레이어에서 일정한 팬 속도
pl: Zwykła prędkość wentylatorów od warstwy

# cool_fan_full_layer description
source: The layer at which the fans spin on regular fan speed. If regular fan speed at height is set, this value is calculated and rounded to a whole number.
ko_kr: 팬이 일정한 팬 속도로 회전하는 레이어입니다. 높이에서 일정한 팬 속도가 설정된 경우, 이 값이 계산되어 정수로 반올림됩니다.
pl: Warstwa, na której wentylatory zaczynają działać ze zwykłą prędkością. Jeśli jest włączona Zwykła prędkość od wysokości, ta wartość jest obliczana automatycznie i zaokrąglana do liczby całkowitej.

# cool_min_layer_time label
source: Minimum Layer Time
ko_kr: 최소 레이어 시간
pl: Minimalny czas na warstwę

# cool_min_layer_time description
source: The minimum time spent in a layer. This forces the printer to slow down, to at least spend the time set here in one layer. This allows the printed material to cool down properly before printing the next layer. Layers may still take shorter than the minimal layer time if Lift Head is disabled and if the Minimum Speed would otherwise be violated.
ko_kr: 레이어에서 보낸 최소 시간입니다. 이렇게 하면 프린터 속도가 느려지고 여기에서 설정한 시간을 한 레이어에서 보내게 됩니다. 이렇게 하면 다음 레이어를 인쇄하기 전에 인쇄물이 적절하게 식을 수 있습니다. 헤드 들어올리기가 비활성화되어 있고 최소 속도가 위반되는 경우 레이어는 여전히 최소 레이어 시간보다 더 짧을 수 있습니다.
pl: Minimalny czas wydruku warstwy. Zmusza to drukarkę do zwolnienia, przynajmniej do momentu zużycia ustawionego czasu na danej warstwie. Pozwala to drukowanemu materiałowi na prawidłowe ochłodzenie przed ułożeniem kolejnej warstwy. Warstwy mogą być drukowane krócej niż minimalny czas na warstwę, jeżeli opcja Podnoszenia głowicy jest wyłączona, przez co Minimalny czas nie będzie spełniony.

# cool_min_speed label
source: Minimum Speed
ko_kr: 최소 속도
pl: Minimalna prędkość

# cool_min_speed description
source: The minimum print speed, despite slowing down due to the minimum layer time. When the printer would slow down too much, the pressure in the nozzle would be too low and result in bad print quality.
ko_kr: 최소 레이어 시간으로 인해 속도가 느려지음에도 불구하고 최소 인쇄 속도입니다. 프린터 속도가 너무 느려지면, 노즐의 압력이 너무 낮아져 인쇄 품질이 저하됩니다.
pl: Minimalna prędkość drukowania bez względu na zwolnienie spowodowane minimalnym czasem ułożenia warstwy. Kiedy drukarka zwolni za bardzo, ciśnienie w głowicy będzie zbyt małe co będzie skutkować niską jakością druku.

# cool_lift_head label
source: Lift Head
ko_kr: 헤드 들어올리기
pl: Podnoszenie głowicy

# cool_lift_head description
source: When the minimum speed is hit because of minimum layer time, lift the head away from the print and wait the extra time until the minimum layer time is reached.
ko_kr: 최소 레이어 시간으로 인해 최소 속도가 기록되면 인쇄물에서 헤드를 들어 올리고 최소 레이어 시간에 도달할 때까지 추가 시간을 기다립니다.
pl: Kiedy jest osiągnięta minimalna prędkość druku z powodu minimalnego czasu na warstwę, jest podnoszona głowica z dala od wydruku i czeka do czasu osiągnięcia minimalnego czasu na warstwę.

# support label
source: Support
ko_kr: 지지대
pl: Podpory

# support description
source: Support
ko_kr: 지지대
pl: Podpory

# support_enable label
source: Generate Support
ko_kr: 지지대 생성하기
pl: Generuj podpory

# support_enable description
source: Generate structures to support parts of the model which have overhangs. Without these structures, such parts would collapse during printing.
ko_kr: 돌출부가 있는 모델 부분을 지지하는 구조물을 생성합니다. 이러한 구조물이 없으면 이러한 부분은 인쇄 중에 붕괴됩니다.
pl: Generuj struktury podpór wspierające nawisy w modelu. Bez takich struktur takie obszary mogą się zapaść lub nie wydrukować poprawnie.

# support_extruder_nr label
source: Support Extruder
ko_kr: 지지대 압출기
pl: Ekstruder podporowy

# support_extruder_nr description
source: The extruder train to use for printing the support. This is used in multi-extrusion.
ko_kr: 지지대를 인쇄하는 데 사용할 압출기 트레인입니다. 이것은 다중 압출에 사용됩니다.

# support_infill_extruder_nr label
source: Support Infill Extruder
ko_kr: 지지대 내부채움 압출기
pl: Ekstruder wypełnienia podpór
