Repository: CustoNationCo/SANJAY
Catalog: resources/i18n/*/fdmprinter.def.json.po
Languages: ko_kr, pl

# support_interface_line_width description
source: Width of a single line of support roof or floor.
ko_kr: 지지대 지붕 또는 바닥의 단일 선 폭입니다.
pl: Szerokość pojedynczej linii interfejsu podpór (podłoga, sklepienie).

# support_roof_line_width label
source: Support Roof Line Width
ko_kr: 지지대 지붕 선 폭
pl: Szerokość linii sklepienia podpory

# support_roof_line_width description
source: Width of a single support roof line.
ko_kr: 단일 지지대 지붕 선의 폭입니다.
pl: Szerokość pojedynczej linii sklepienia podpory.

# support_bottom_line_width label
source: Support Floor Line Width
ko_kr: 지지대 바닥 선 폭
pl: Szerokość linii podłogi podpory

# support_bottom_line_width description
source: Width of a single support floor line.
ko_kr: 단일 지지대 바닥선의 폭입니다.
pl: Szerokość pojedynczej linii podłogi podpory.

# prime_tower_line_width label
source: Prime Tower Line Width
ko_kr: 프라임 타워 선 폭
pl: Szerokość linii kolumny przejściowej

# prime_tower_line_width description
source: Width of a single prime tower line.
ko_kr: 단일 프라임 타워 선의 폭입니다.
pl: Szerokość pojedynczej linii kolumny przejściowej (prime tower).

# initial_layer_line_width_factor label
source: Initial Layer Line Width
ko_kr: 초기 레이어 선 폭

# initial_layer_line_width_factor description
source: Multiplier of the line width on the first layer. Increasing this could improve bed adhesion.
ko_kr: 첫 번째 레이어의 선 폭의 증폭기입니다. 이것을 늘리면 베드 접착력이 향상될 수 있습니다.

# shell label
source: Walls
ko_kr: 벽

# shell description
source: Shell
ko_kr: 뼈대
pl: Powłoka (shell)

# wall_extruder_nr label
source: Wall Extruder
ko_kr: 벽 압출기

# wall_extruder_nr description
source: The extruder train used for printing the walls. This is used in multi-extrusion.
ko_kr: 벽 인쇄에 사용되는 압출기 트레인입니다. 이것은 다중 압출에 사용됩니다.

# wall_0_extruder_nr label
source: Outer Wall Extruder
ko_kr: 외벽 압출기

# wall_0_extruder_nr description
source: The extruder train used for printing the outer wall. This is used in multi-extrusion.
ko_kr: 외벽 인쇄에 사용되는 압출기 트레인입니다. 이것은 다중 압출에 사용됩니다.

# wall_x_extruder_nr label
source: Inner Wall Extruder
ko_kr: 내벽 압출기

# wall_x_extruder_nr description
source: The extruder train used for printing the inner walls. This is used in multi-extrusion.
ko_kr: 내벽 인쇄에 사용되는 압출기 트레인입니다. 이것은 다중 압출에 사용됩니다.

# wall_thickness label
source: Wall Thickness
ko_kr: 벽 두께
pl: Grubość ściany

# wall_thickness description
source: The thickness of the walls in the horizontal direction. This value divided by the wall line width defines the number of walls.
ko_kr: 수평 방향의 벽 두께입니다. 이 값을 벽 선 폭으로 나눈 값이 벽의 수를 정의합니다.

# wall_line_count label
source: Wall Line Count
ko_kr: 벽 선 개수
pl: Liczba linii ściany

# wall_line_count description
source: The number of walls. When calculated by the wall thickness, this value is rounded to a whole number.
ko_kr: 벽의 수입니다. 벽 두께로 계산할 때 이 값은 정수로 반올림됩니다.
pl: Liczba ścian. Kiedy jest obliczona z grubości ściany, wartość jest zaokrąglana do liczby całkowitej.

# wall_0_wipe_dist label
source: Outer Wall Wipe Distance
ko_kr: 외부 벽 문지르기 거리

# wall_0_wipe_dist description
source: Distance of a travel move inserted after the outer wall, to hide the Z seam better.
ko_kr: Z 이음선을 더 잘 숨기기 위해 외벽 뒤에 삽입된 진행 이동 거리입니다.

# wall_0_inset label
source: Outer Wall Inset
ko_kr: 외벽 삽입

# wall_0_inset description
source: Inset applied to the path of the outer wall. If the outer wall is smaller than the nozzle, and printed after the inner walls, use this offset to get the hole in the nozzle to overlap with the inner walls instead of the outside of the model.
ko_kr: 외벽의 경로에 적용된 인세트입니다. 외부 벽이 노즐보다 작고 내부 벽 뒤에 인쇄되는 경우 이 오프셋을 사용하여 노즐의 구멍이 모델 외부 대신 내부 벽과 겹치도록 합니다.

# optimize_wall_printing_order label
source: Optimize Wall Printing Order
ko_kr: 벽 인쇄 순서 최적화

# optimize_wall_printing_order description
source: Optimize the order in which walls are printed so as to reduce the number of retractions and the distance travelled. Most parts will benefit from this being enabled but some may actually take longer so please compare the print time estimates with and without optimization. First layer is not optimized when choosing brim as build plate adhesion type.
ko_kr: 벽이 인쇄되는 순서를 최적화하여 리트렉션 횟수와 진행되는 거리를 줄일 수 있습니다. 대개의 부분은 이 기능을 활성화하면 이점이 있지만, 일부 부분은 실제로 시간이 오래 걸릴 수 있으므로 최적화 여부와 인쇄 시간 추정치를 비교하십시오. 첫 번째 레이어는 빌드 플레이트 부착 유형으로 브림을 선택할 때 최적화되지 않습니다.

# outer_inset_first label
source: Outer Before Inner Walls
ko_kr: 내벽 전 외벽
pl: Zewnętrzne ściany przed wewnętrznymi

# outer_inset_first description
source: Prints walls in order of outside to inside when enabled. This can help improve dimensional accuracy in X and Y when using a high viscosity plastic like ABS; however it can decrease outer surface print quality, especially on overhangs.
ko_kr: 활성화되면 바깥쪽에서 안쪽으로 벽을 인쇄합니다. 이는 ABS와 같은 고점도 플라스틱을 사용할 때 X 및 Y의 치수 정확도를 개선하는 데 도움이 될 수 있습니다. 그러나 특히 돌출부에서 외부 표면 인쇄 품질을 저하시킬 수 있습니다.

# alternate_extra_perimeter label
source: Alternate Extra Wall
ko_kr: 추가 벽 번갈아 섞기
pl: Naprzemienna dodatkowa ściana

# alternate_extra_perimeter description
source: Prints an extra wall at every other layer. This way infill gets caught between these extra walls, resulting in stronger prints.
ko_kr: 다른 모든 레이어에 추가 벽을 인쇄합니다. 이렇게 하면 내부채움이 이러한 추가 벽 사이에 끼어 더 강한 인쇄물을 얻을 수 있습니다.
pl: Drukuje dodatkową ścianę na co drugiej warstwie. W ten sposób wypełnienie pozostaje uwięzione pomiędzy dodatkowymi, pełnymi ścianami, co w rezultacie daje mocniejszy wydruk.

# travel_compensate_overlapping_walls_enabled label
source: Compensate Wall Overlaps
ko_kr: 벽 겹침 보정하기
pl: Skompenesuj nachodzenie ścian

# travel_compensate_overlapping_walls_enabled description
source: Compensate the flow for parts of a wall being printed where there is already a wall in place.
ko_kr: 이미 벽이 있는 곳에서 인쇄 중인 벽 부분에 대한 압출량을 보정합니다.

# travel_compensate_overlapping_walls_0_enabled label
source: Compensate Outer Wall Overlaps
ko_kr: 외벽 겹침 보정하기
pl: Skompenesuj nachodzenie zewnętrznych ścian

# travel_compensate_overlapping_walls_0_enabled description
source: Compensate the flow for parts of an outer wall being printed where there is already a wall in place.
ko_kr: 이미 벽이 있는 곳에서 인쇄되는 외벽 부분의 압출량을 보정합니다.

# travel_compensate_overlapping_walls_x_enabled label
source: Compensate Inner Wall Overlaps
ko_kr: 내부 벽 겹침 보정하기
pl: Skompenesuj nachodzenie wewnętrznych ścian

# travel_compensate_overlapping_walls_x_enabled description
source: Compensate the flow for parts of an inner wall being printed where there is already a wall in place.
ko_kr: 이미 벽이 있는 곳에서 인쇄되는 내벽 부분에 대한 압출량을 보정합니다.

# wall_min_flow label
source: Minimum Wall Flow
ko_kr: 최소 벽 압출량

# wall_min_flow description
source: Minimum allowed percentage flow for a wall line. The wall overlap compensation reduces a wall's flow when it lies close to an existing wall. Walls whose flow is less than this value will be replaced with a travel move. When using this setting, you must enable the wall overlap compensation and print the outer wall before inner walls.
ko_kr: 벽 선에 대해 허용되는 최소 백분율 압출량입니다. 벽 겹침 보정은 벽이 기존 벽에 가까이 있을 때 벽의 압출량을 감소시킵니다. 압출량이 이 값보다 작은 벽은 진행 이동으로 대체됩니다. 이 설정을 사용하는 경우 벽 겹침 보정을 활성화하고 내벽보다 외벽을 먼저 인쇄해야 합니다.

# wall_min_flow_retract label
source: Prefer Retract
ko_kr: 리트랙트 선호

# wall_min_flow_retract description
source: If enabled, retraction is used rather than combing for travel moves that replace walls whose flow is below the minimum flow threshold.
ko_kr: 활성화된 경우, 압출량이 최소 압출량 임계값 미만인 벽을 대체하는 진행 이동에 빗질 대신 후퇴가 사용됩니다.

# fill_perimeter_gaps label
source: Fill Gaps Between Walls
ko_kr: 벽 사이의 빈틈 채우기
pl: Wypełnij luki pomiędzy ścianami

# fill_perimeter_gaps description
source: Fills the gaps between walls where no walls fit.
ko_kr: 벽이 맞지 않는 벽 사이의 빈틈을 채웁니다.
pl: Wypełnia luki między ścianami kiedy normalna ściana już się nie mieści.

# fill_perimeter_gaps option nowhere
source: Nowhere
ko_kr: 채우지 않음
pl: Nigdzie

# fill_perimeter_gaps option everywhere
source: Everywhere
ko_kr: 모든 곳
pl: Wszędzie

# filter_out_tiny_gaps label
source: Filter Out Tiny Gaps
ko_kr: 아주 작은 빈틈 거르기

# filter_out_tiny_gaps description
source: Filter out tiny gaps to reduce blobs on outside of model.
ko_kr: 모델 외부의 작은 얼룩들을 줄이기 위해 아주 작은 빈틈을 거릅니다.

# fill_outline_gaps label
source: Print Thin Walls
ko_kr: 얇은 벽 인쇄

# fill_outline_gaps description
source: Print pieces of the model which are horizontally thinner than the nozzle size.
ko_kr: 노즐 크기보다 가로로 더 얇은 모델 조각을 인쇄합니다.

# xy_offset label
source: Horizontal Expansion
ko_kr: 수평 확장
pl: Rozszerzanie w poziomie

# xy_offset description
source: Amount of offset applied to all polygons in each layer. Positive values can compensate for too big holes; negative values can compensate for too small holes.
ko_kr: 각 레이어의 모든 다각형에 적용된 오프셋 양입니다. 양수 값은 대단히 큰 구멍을 보완할 수 있고, 음수 값은 대단히 작은 구멍을 보완할 수 있습니다.
pl: Wartość przesunięcia stosowana dla wszystkich wielokątów w każdej warstwie. Dodatnie wartości mogą skompensować zbyt duże otwory, a ujemne wartości zbyt małe otwory.

# xy_offset_layer_0 label
source: Initial Layer Horizontal Expansion
ko_kr: 초기 레이어 수평 확장

# xy_offset_layer_0 description
source: Amount of offset applied to all polygons in the first layer. A negative value can compensate for squishing of the first layer known as "elephant's foot".
ko_kr: 첫 번째 레이어의 모든 다각형에 적용된 오프셋 양입니다. 음수 값은 "코끼리의 발"로 알려진 첫 번째 레이어의 찌그러짐을 보정할 수 있습니다.

# hole_xy_offset label
source: Hole Horizontal Expansion
ko_kr: 구멍 수평 확장

# hole_xy_offset description
source: Amount of offset applied to all holes in each layer. Positive values increase the size of the holes, negative values reduce the size of the holes.
ko_kr: 각 레이어의 모든 구멍에 적용된 오프셋 양입니다. 양수 값은 구멍 크기를 늘리고 음수 값은 구멍 크기를 줄입니다.

# z_seam_type label
source: Z Seam Alignment
ko_kr: Z 이음선 정렬
pl: Szew osi Z

# z_seam_type description
source: Starting point of each path in a layer. When paths in consecutive layers start at the same point a vertical seam may show on the print. When aligning these near a user specified location, the seam is easiest to remove. When placed randomly the inaccuracies at the paths' start will be less noticeable. When taking the shortest path the print will be quicker.
ko_kr: 레이어에 있는 각 경로의 시작점입니다. 연속 레이어의 경로가 같은 지점에서 시작하면 세로 이음선이 인쇄물에 나타날 수 있습니다. 사용자가 지정한 위치 근처에 정렬할 때 이음선을 제거하는 것이 가장 쉽습니다. 무작위로 배치하면 경로 시작 부분의 부정확성이 덜 눈에 띄게 됩니다. 최단 경로를 선택하면 인쇄가 더 빨라집니다.
pl: Punkt początkowy dla każdej ścieżki w warstwie. Kiedy ścieżki w kolejnych warstwach zaczynają się w tym samym punkcie, na wydruku może być widoczny pionowy szew. Kiedy ten punkt będzie ułożony w pobliżu wskazanych koordynat, szew będzie najłatwiejszy do usunięcia. Kiedy punkt startowy ścieżki będzie umieszczany losowo dla każdej warstwy, niedoskonałości powierzchni będą mniej zauważalne. Najszybszy jest szew dla najkrótszej ścieżki.

# z_seam_type option back
source: User Specified
ko_kr: 사용자 명시됨
pl: Użytkownika

# z_seam_type option shortest
source: Shortest
ko_kr: 최단경로
pl: Nakrótsza ścieżka

# z_seam_type option random
source: Random
ko_kr: 무작위경로
pl: Losowo

# z_seam_type option sharpest_corner
source: Sharpest Corner
ko_kr: 가장 뚜렷한 모서리

# z_seam_position label
source: Z Seam Position
ko_kr: Z 이음선 위치

# z_seam_position description
source: The position near where to start printing each part in a layer.
ko_kr: 레이어의 각 부분 인쇄를 시작할 위치 근처의 자리입니다.

# z_seam_position option backleft
source: Back Left
ko_kr: 후면 왼쪽

# z_seam_position option back
source: Back
ko_kr: 후면

# z_seam_position option backright
source: Back Right
ko_kr: 후면 오른쪽

# z_seam_position option right
source: Right
ko_kr: 오른쪽

# z_seam_position option frontright
source: Front Right
ko_kr: 전면 오른쪽

# z_seam_position option front
source: Front
ko_kr: 전면

# z_seam_position option frontleft
source: Front Left
ko_kr: 전면 왼쪽

# z_seam_position option left
source: Left
ko_kr: 왼쪽

# z_seam_x label
source: Z Seam X
ko_kr: Z 이음선 X
pl: Szew X

# z_seam_x description
source: The X coordinate of the position near where to start printing each part in a layer.
ko_kr: 레이어의 각 부분 인쇄를 시작할 위치 근처의 X 좌표입니다.

# z_seam_y label
source: Z Seam Y
ko_kr: Z 이음선 Y
pl: Szew Y

# z_seam_y description
source: The Y coordinate of the position near where to start printing each part in a layer.
ko_kr: 레이어의 각 부분 인쇄를 시작할 위치 근처의 Y 좌표입니다.

# z_seam_corner label
source: Seam Corner Preference
ko_kr: 이음선 모서리 기본설정

# z_seam_corner description
source: Control whether corners on the model outline influence the position of the seam. None means that corners have no influence on the seam position. Hide Seam makes the seam more likely to occur on an inside corner. Expose Seam makes the seam more likely to occur on an outside corner. Hide or Expose Seam makes the seam more likely to occur at an inside or outside corner. Smart Hiding allows both inside and outside corners, but chooses inside corners more frequently, if appropriate.
ko_kr: 모델 외형의 모서리가 이음선 위치에 영향을 미치는지 여부를 제어합니다. 없음은 모서리가 이음선 위치에 영향을 미치지 않음을 의미합니다. 이음선 숨기기를 사용하면 이음선 안쪽 모서리에 발생할 가능성이 높아집니다. 이음선 노출은 이음선이 외부 모서리에서 발생할 가능성을 높입니다. 이음선 숨기기 또는 노출은 이음선이 내부 또는 외부 모서리에서 발생할 가능성을 높입니다. 깔끔한 숨김은 내부 및 외부 모서리를 모두 허용하지만 적절한 경우 내부 모서리를 더 자주 선택합니다.

# z_seam_corner option z_seam_corner_none
source: None
ko_kr: 없음

# z_seam_corner option z_seam_corner_inner
source: Hide Seam
ko_kr: 이음선 숨기기

# z_seam_corner option z_seam_corner_outer
source: Expose Seam
ko_kr: 이음선 드러내기

# z_seam_corner option z_seam_corner_any
source: Hide or Expose Seam
ko_kr: 이음선 숨기기 / 드러내기

# z_seam_corner option z_seam_corner_weighted
source: Smart Hiding
ko_kr: 깔끔한 숨김

# z_seam_relative label
source: Z Seam Relative
ko_kr: 상대적 Z 이음선

# z_seam_relative description
source: When enabled, the z seam coordinates are relative to each part's centre. When disabled, the coordinates define an absolute position on the build plate.
ko_kr: 활성화된 경우, Z 이음선 좌표는 각 부분의 중심을 기준으로 합니다. 비활성화된 경우, 좌표는 빌드 플레이트의 절대 위치를 정의합니다.

# top_bottom label
source: Top/Bottom
ko_kr: 상단/하단

# top_bottom description
source: Top/Bottom
ko_kr: 상단/하단

# roofing_extruder_nr label
source: Top Surface Skin Extruder
ko_kr: 상단 겉표면 압출기

# roofing_extruder_nr description
source: The extruder train used for printing the top most skin. This is used in multi-extrusion.
ko_kr: 최상단의 겉면을 인쇄하는 데 사용되는 압출기 트레인입니다. 이것은 다중 압출에 사용됩니다.

# roofing_layer_count label
source: Top Surface Skin Layers
ko_kr: 상단 겉표면 레이어

# roofing_layer_count description
source: The number of top most skin layers. Usually only one top most layer is sufficient to generate higher quality top surfaces.
ko_kr: 최상단 겉면 레이어의 수입니다. 일반적으로 최상단 레이어 하나만 있으면 더 높은 품질의 상단 표면을 생성하기에 충분합니다.

# top_bottom_extruder_nr label
source: Top/Bottom Extruder
ko_kr: 상단/하단 압출기

# top_bottom_extruder_nr description
source: The extruder train used for printing the top and bottom skin. This is used in multi-extrusion.
ko_kr: 상단 및 하단 겉면 인쇄에 사용되는 압출기 트레인입니다. 이것은 다중 압출에 사용됩니다.

# top_bottom_thickness label
source: Top/Bottom Thickness
ko_kr: 상단/하단 두께
pl: Grubość sklepienia/podłogi

# top_bottom_thickness description
source: The thickness of the top/bottom layers in the print. This value divided by the layer height defines the number of top/bottom layers.
ko_kr: 인쇄물의 상단/하단 레이어의 두께입니다. 이 값을 레이어 높이로 나눈 값은 상단/하단 레이어의 수를 정의합니다.
pl: Grubość sklepienia/podłogi wydruku. Ta wartość podzielona przez wysokość warstwy określa liczbę górnych/dolnych warstw.

# top_thickness label
source: Top Thickness
ko_kr: 상단 두께
pl: Grubość sklepienia

# top_thickness description
source: The thickness of the top layers in the print. This value divided by the layer height defines the number of top layers.
ko_kr: 인쇄물에서 맨 위 레이어의 두께입니다. 이 값을 레이어 높이로 나눈 값은 상단 레이어 수를 정의합니다.
pl: Grubość sklepienia. Ta wartość podzielona przez wysokość warstwy określa liczbę górnych warstw.

# top_layers label
source: Top Layers
ko_kr: 상단 레이어
pl: Warstwy sklepienia

# top_layers description
source: The number of top layers. When calculated by the top thickness, this value is rounded to a whole number.
ko_kr: 상단 레이어의 수입니다. 상단 두께로 계산할 때, 이 값은 정수로 반올림됩니다.
pl: Liczba warstw sklepienia. Jeśli jest obliczona z grubości sklepienia, wartość jest zaokrąglana do liczby całkowitej.

# bottom_thickness label
source: Bottom Thickness
ko_kr: 하단 두께
pl: Grubość podłogi

# bottom_thickness description
source: The thickness of the bottom layers in the print. This value divided by the layer height defines the number of bottom layers.
ko_kr: 인쇄물에서 맨 아래 레이어의 두께입니다. 이 값을 레이어 높이로 나눈 값은 하단 레이어의 수를 정의합니다.
pl: Grubość podłogi. Ta wartość podzielona przez wysokość warstwy określa liczbę dolnych warstw.

# bottom_layers label
source: Bottom Layers
ko_kr: 하단 레이어
pl: Warstwy podłogi

# bottom_layers description
source: The number of bottom layers. When calculated by the bottom thickness, this value is rounded to a whole number.
ko_kr: 하단 레이어의 수입니다. 하단 두께로 계산할 때, 이 값은 정수로 반올림됩니다.
pl: Liczba warstw podłogi. Jeśli jest obliczona z grubości podłogi, wartość jest zaokrąglana do liczby całkowitej.

# initial_bottom_layers label
source: Initial Bottom Layers
ko_kr: 초기 하단 레이어

# initial_bottom_layers description
source: The number of initial bottom layers, from the build-plate upwards. When calculated by the bottom thickness, this value is rounded to a whole number.
ko_kr: 빌드 플레이트에서 위쪽으로의 초기 하단 레이어 수입니다. 하단 두께로 계산할 때, 이 값은 정수로 반올림됩니다.

# top_bottom_pattern label
source: Top/Bottom Pattern
ko_kr: 상단/하단 패턴
pl: Wzór sklepienia/podłogi

# top_bottom_pattern description
source: The pattern of the top/bottom layers.
ko_kr: 상단/하단 레이어의 패턴입니다.
pl: Wzór górnych/dolnych warstw.

# top_bottom_pattern option lines
source: Lines
ko_kr: 선
pl: Linie

# top_bottom_pattern option concentric
source: Concentric
ko_kr: 동심원
pl: Koncentryczne

# top_bottom_pattern option zigzag
source: Zig Zag
ko_kr: 지그 재그
pl: Zygzak

# top_bottom_pattern_0 label
source: Bottom Pattern Initial Layer
ko_kr: 하단 패턴 초기 레이어
pl: Początkowy wzór

# top_bottom_pattern_0 description
source: The pattern on the bottom of the print on the first layer.
ko_kr: 첫 번째 레이어의 인쇄 하단에 있는 패턴입니다.
pl: Wzór wypełnienia na pierwszej warstwie wydruku.

# top_bottom_pattern_0 option lines
source: Lines
ko_kr: 선
pl: Linie

# top_bottom_pattern_0 option concentric
source: Concentric
ko_kr: 동심원
pl: Koncentryczny

# top_bottom_pattern_0 option zigzag
source: Zig Zag
ko_kr: 지그 재그
pl: Zygzak

# connect_skin_polygons label
source: Connect Top/Bottom Polygons
ko_kr: 상단/하단 다각형 연결

# connect_skin_polygons description
source: Connect top/bottom skin paths where they run next to each other. For the concentric pattern enabling this setting greatly reduces the travel time, but because the connections can happen midway over infill this feature can reduce the top surface quality.
ko_kr: 위쪽/아래쪽 겉면 경로를 서로 나란히 연결합니다. 이 설정을 활성화하는 동심원 패턴의 경우 진행 시간이 크게 단축되지만, 빈 공간 채움 중간에 연결이 발생할 수 있기 때문에 이 기능은 상단 표면 품질을 저하시킬 수 있습니다.

# skin_monotonic label
source: Monotonic Top/Bottom Order
ko_kr: 단조로운 상단/하단 순서

# skin_monotonic description
source: Print top/bottom lines in an ordering that causes them to always overlap with adjacent lines in a single direction. This takes slightly more time to print, but makes flat surfaces look more consistent.
ko_kr: 상단/하단 선을 항상 한 방향으로 인접 선과 겹치는 순서로 인쇄합니다. 이것은 인쇄하는 데 약간 더 많은 시간이 걸리지만 평평한 표면을 더 일관되게 보이게 합니다.

# skin_angles label
source: Top/Bottom Line Directions
ko_kr: 상단/하단 선 방향
pl: Kierunek linii sklepienia/podłogi

# skin_angles description
source: A list of integer line directions to use when the top/bottom layers use the lines or zig zag pattern. Elements from the list are used sequentially as the layers progress and when the end of the list is reached, it starts at the beginning again. The list items are separated by commas and the whole list is contained in square brackets. Default is an empty list which means use the traditional default angles (45 and 135 degrees).
ko_kr: 상단/하단 레이어가 선 또는 지그재그 패턴을 사용할 때 사용할 정수 선 방향 목록입니다. 목록의 요소는 레이어가 진행됨에 따라 순차적으로 사용되며 목록의 끝에 도달하면 처음부터 다시 시작합니다. 목록 항목은 쉼표로 구분되며 전체 목록은 대괄호 안에 포함됩니다. 기본값은 기존의 기본 각도(45도 및 135도)를 사용하는 것을 의미하는 빈 목록입니다.

# skin_no_small_gaps_heuristic label
source: No Skin in Z Gaps
ko_kr: Z 빈틈에 겉면 없음

# skin_no_small_gaps_heuristic description
source: When the model has small vertical gaps of only a few layers, there should normally be skin around those layers in the narrow space. Enable this setting to not generate skin if the vertical gap is very small. This improves printing time and slicing time, but technically leaves infill exposed to the air.
ko_kr: 모델에 몇 개의 레이어만 있는 작은 수직 빈틈이 있는 경우, 일반적으로 좁은 공간에서 해당 레이어 주위에 겉면이 있어야 합니다. 수직 빈틈이 매우 작은 경우, 겉면을 생성하지 않으려면 이 설정을 활성화합니다. 이렇게 하면 인쇄 시간과 슬라이싱 시간이 향상되지만 기술적으로 내부채움이 공기 중에 노출된 상태로 남게 됩니다.

# skin_outline_count label
source: Extra Skin Wall Count
ko_kr: 추가 겉면 벽 개수
pl: Dodatkowa liczba ścian powłoki

# skin_outline_count description
source: Replaces the outermost part of the top/bottom pattern with a number of concentric lines. Using one or two lines improves roofs that start on infill material.
ko_kr: 상단/하단 패턴의 가장 바깥쪽 부분을 다수의 동심선으로 바꿉니다. 하나 또는 두 개의 선을 사용하면 내부채움 재료에서 시작하는 지붕이 향상됩니다.
pl: Zamienia zewnętrzną część wzoru sklepienia/podłogi na daną liczbę koncentrycznych linii. Używanie jednej lub dwóch linii poprawia sklepienia zaczynające się od wypełnienia.

# ironing_enabled label
source: Enable Ironing
ko_kr: 다림질 활성화

# ironing_enabled description
source: Go over the top surface one additional time, but this time extruding very little material. This is meant to melt the plastic on top further, creating a smoother surface. The pressure in the nozzle chamber is kept high so that the creases in the surface are filled with material.
ko_kr: 상단 표면 위로 한 번 더 이동하되, 이번에는 아주 적은 양의 재료를 압출시킵니다. 이것은 상단의 플라스틱을 더 녹여서 더 부드러운 표면을 만들기 위한 것입니다. 노즐 챔버의 압력은 높게 유지되어 표면의 주름이 재료로 채워집니다.

# ironing_only_highest_layer label
source: Iron Only Highest Layer
ko_kr: 가장 위의 레이어만 다림질하기

# ironing_only_highest_layer description
source: Only perform ironing on the very last layer of the mesh. This saves time if the lower layers don't need a smooth surface finish.
ko_kr: 메시의 맨 마지막 레이어만 다림질합니다. 이렇게 하면 하위 레이어에 매끄러운 표면 마감이 필요하지 않은 경우, 시간이 절약됩니다.

# ironing_pattern label
source: Ironing Pattern
ko_kr: 다림질 패턴

# ironing_pattern description
source: The pattern to use for ironing top surfaces.
ko_kr: 상단 표면을 다림질하는 데 사용할 패턴입니다.

# ironing_pattern option concentric
source: Concentric
ko_kr: 동심원

# ironing_pattern option zigzag
source: Zig Zag
ko_kr: 지그 재그

# ironing_monotonic label
source: Monotonic Ironing Order
ko_kr: 단조로운 다림질 순서

# ironing_monotonic description
source: Print ironing lines in an ordering that causes them to always overlap with adjacent lines in a single direction. This takes slightly more time to print, but makes flat surfaces look more consistent.
ko_kr: 한 방향으로 인접한 선과 항상 겹치도록 하는 순서로 다림질 선을 인쇄합니다. 이렇게 하면 인쇄하는 데 시간이 약간 더 걸리지만 평평한 표면이 더 일관성 있게 보입니다.

# ironing_line_spacing label
source: Ironing Line Spacing
ko_kr: 다림질 선 간격

# ironing_line_spacing description
source: The distance between the lines of ironing.
ko_kr: 다림질 선 사이의 거리입니다.

# ironing_flow label
source: Ironing Flow
ko_kr: 다림질 압출량

# ironing_flow description
source: The amount of material, relative to a normal skin line, to extrude during ironing. Keeping the nozzle filled helps filling some of the crevices of the top surface, but too much results in overextrusion and blips on the side of the surface.
ko_kr: 다림질하는 동안 압출되는 재료의 양(정상 겉면 선 기준). 노즐이 채워진 상태를 유지하면 상단 표면의 일부 갈라진 틈을 채우는 데 도움이 되지만, 지나치게 많으면 표면 측면에서 과잉 압출 및 일시적인 문제가 발생합니다.

# ironing_inset label
source: Ironing Inset
ko_kr: 다림질 인셋

# ironing_inset description
source: A distance to keep from the edges of the model. Ironing all the way to the edge of the mesh may result in a jagged edge on your print.
ko_kr: 모델의 가장자리에서 유지하는 거리입니다. 메시 가장자리까지 다림질하면 인쇄물의 가장자리가 들쭉날쭉해질 수 있습니다.

# speed_ironing label
source: Ironing Speed
ko_kr: 다림질 속도

# speed_ironing description
source: The speed at which to pass over the top surface.
ko_kr: 상단 표면을 지나가는 속도입니다.

# acceleration_ironing label
source: Ironing Acceleration
ko_kr: 다림질 가속도

# acceleration_ironing description
source: The acceleration with which ironing is performed.
ko_kr: 다림질이 수행되는 가속도입니다.
