Repository: CustoNationCo/SANJAY
Catalog: resources/i18n/*/fdmprinter.def.json.po
Languages: ko_kr, pl

# bridge_wall_coast label
source: Bridge Wall Coasting
ko_kr: 브리지 벽 코스팅

# bridge_wall_coast description
source: This controls the distance the extruder should coast immediately before a bridge wall begins. Coasting before the bridge starts can reduce the pressure in the nozzle and may produce a flatter bridge.
ko_kr: 이것은 브리지 벽이 시작되기 직전에 압출기가 코스트해야 하는 거리를 제어합니다. 브리지가 시작되기 전에 코스팅하면 노즐의 압력이 감소하고 브리지가 더 평평해질 수 있습니다.

# bridge_wall_speed label
source: Bridge Wall Speed
ko_kr: 브리지 벽 속도

# bridge_wall_speed description
source: The speed at which the bridge walls are printed.
ko_kr: 브리지 벽이 인쇄되는 속도입니다.

# bridge_wall_material_flow label
source: Bridge Wall Flow
ko_kr: 브리지 벽 압출량

# bridge_wall_material_flow description
source: When printing bridge walls, the amount of material extruded is multiplied by this value.
ko_kr: 브리지 벽을 인쇄할 때 압출된 재료의 양에 이 값을 곱합니다.

# bridge_skin_speed label
source: Bridge Skin Speed
ko_kr: 브리지 겉면 속도

# bridge_skin_speed description
source: The speed at which bridge skin regions are printed.
ko_kr: 브리지 겉면 영역이 인쇄되는 속도입니다.

# bridge_skin_material_flow label
source: Bridge Skin Flow
ko_kr: 브리지 겉면 압출량

# bridge_skin_material_flow description
source: When printing bridge skin regions, the amount of material extruded is multiplied by this value.
ko_kr: 브리지 겉면 영역을 인쇄할 때 압출된 재료의 양에 이 값을 곱합니다.

# bridge_skin_density label
source: Bridge Skin Density
ko_kr: 브리지 겉면 밀도

# bridge_skin_density description
source: The density of the bridge skin layer. Values less than 100 will increase the gaps between the skin lines.
ko_kr: 브리지 겉면 레이어의 밀도입니다. 100보다 작은 값은 겉면 선 사이의 빈틈을 증가시킵니다.

# bridge_fan_speed label
source: Bridge Fan Speed
ko_kr: 브리지 팬 속도

# bridge_fan_speed description
source: Percentage fan speed to use when printing bridge walls and skin.
ko_kr: 브리지 벽과 겉면을 인쇄할 때 사용할 팬 속도의 백분율입니다.

# bridge_enable_more_layers label
source: Bridge Has Multiple Layers
ko_kr: 브리지에 여러 개의 레이어가 있음

# bridge_enable_more_layers description
source: If enabled, the second and third layers above the air are printed using the following settings. Otherwise, those layers are printed using the normal settings.
ko_kr: 활성화된 경우, 다음 설정을 사용하여 허공 위의 두 번째 및 세 번째 레이어가 인쇄됩니다. 그렇지 않으면 해당 레이어가 일반 설정을 사용하여 인쇄됩니다.

# bridge_skin_speed_2 label
source: Bridge Second Skin Speed
ko_kr: 브리지 두 번째 겉면 속도

# bridge_skin_speed_2 description
source: Print speed to use when printing the second bridge skin layer.
ko_kr: 두 번째 브리지 겉면 레이어를 인쇄할 때 사용할 인쇄 속도입니다.

# bridge_skin_material_flow_2 label
source: Bridge Second Skin Flow
ko_kr: 브리지 두 번째 겉면 압출량

# bridge_skin_material_flow_2 description
source: When printing the second bridge skin layer, the amount of material extruded is multiplied by this value.
ko_kr: 두 번째 브리지 겉면 레이어를 인쇄할 때 압출된 재료의 양에 이 값을 곱합니다.

# bridge_skin_density_2 label
source: Bridge Second Skin Density
ko_kr: 브리지 두 번째 겉면 밀도

# bridge_skin_density_2 description
source: The density of the second bridge skin layer. Values less than 100 will increase the gaps between the skin lines.
ko_kr: 두 번째 브리지 겉면 레이어의 밀도입니다. 100보다 작은 값은 겉면 선 사이의 빈틈을 증가시킵니다.

# bridge_fan_speed_2 label
source: Bridge Second Skin Fan Speed
ko_kr: 브리지 두 번째 겉면 팬 속도

# bridge_fan_speed_2 description
source: Percentage fan speed to use when printing the second bridge skin layer.
ko_kr: 두 번째 브리지 겉면 레이어를 인쇄할 때 사용할 팬 속도의 백분율입니다.

# bridge_skin_speed_3 label
source: Bridge Third Skin Speed
ko_kr: 브리지 세 번째 겉면 속도

# bridge_skin_speed_3 description
source: Print speed to use when printing the third bridge skin layer.
ko_kr: 세 번째 브리지 겉면 레이어를 인쇄할 때 사용할 인쇄 속도입니다.

# bridge_skin_material_flow_3 label
source: Bridge Third Skin Flow
ko_kr: 브리지 세 번째 겉면 압출량

# bridge_skin_material_flow_3 description
source: When printing the third bridge skin layer, the amount of material extruded is multiplied by this value.
ko_kr: 세 번째 브리지 겉면 레이어를 인쇄할 때 압출된 재료의 양에 이 값을 곱합니다.

# bridge_skin_density_3 label
source: Bridge Third Skin Density
ko_kr: 브리지 세 번째 겉면 밀도

# bridge_skin_density_3 description
source: The density of the third bridge skin layer. Values less than 100 will increase the gaps between the skin lines.
ko_kr: 세 번째 브리지 겉면 레이어의 밀도입니다. 100보다 작은 값은 겉면 선 사이의 빈틈을 증가시킵니다.

# bridge_fan_speed_3 label
source: Bridge Third Skin Fan Speed
ko_kr: 브리지 세 번째 겉면 팬 속도

# bridge_fan_speed_3 description
source: Percentage fan speed to use when printing the third bridge skin layer.
ko_kr: 세 번째 브리지 겉면 레이어를 인쇄할 때 사용할 팬 속도의 백분율입니다.

# clean_between_layers label
source: Wipe Nozzle Between Layers
ko_kr: 레이어 간 노즐 문지르기

# clean_between_layers description
source: Whether to include nozzle wipe G-Code between layers (maximum 1 per layer). Enabling this setting could influence behavior of retract at layer change. Please use Wipe Retraction settings to control retraction at layers where the wipe script will be working.
ko_kr: 레이어 사이에 노즐 와이퍼 G-Code를 포함할지 여부입니다. (레이어당 최대 1) 이 설정을 활성화하면 레이어 변경 시, 수축 동작에 영향을 미칠 수 있습니다. 문지르기 리트랙션 설정을 사용하여 문지르기 스크립트가 작동할 레이어에서 리트랙션을 제어하십시오.

# max_extrusion_before_wipe label
source: Material Volume Between Wipes
ko_kr: 문지르기 사이의 재료 부피

# max_extrusion_before_wipe description
source: Maximum material that can be extruded before another nozzle wipe is initiated. If this value is less than the volume of material required in a layer, the setting has no effect in this layer, i.e. it is limited to one wipe per layer.
ko_kr: 다른 노즐 문지르기가 시작되기 전에 압출될 수 있는 최대 재료입니다. 이 값이 레이어에 필요한 재료의 양보다 작으면 설정이 이 레이어에 영향을 주지 않습니다. 즉, 레이어당 하나의 문지르기로 제한됩니다.

# wipe_retraction_enable label
source: Wipe Retraction Enable
ko_kr: 문지르기 리트랙션 활성화

# wipe_retraction_enable description
source: Retract the filament when the nozzle is moving over a non-printed area.
ko_kr: 노즐이 인쇄되지 않은 영역 위로 움직이면 필라멘트를 후퇴시킵니다.

# wipe_retraction_amount label
source: Wipe Retraction Distance
ko_kr: 문지르기 리트랙션 거리

# wipe_retraction_amount description
source: Amount to retract the filament so it does not ooze during the wipe sequence.
ko_kr: 문지르는 동안 필라멘트가 흘러나오지 않도록 필라멘트를 수축시킬 양입니다.

# wipe_retraction_extra_prime_amount label
source: Wipe Retraction Extra Prime Amount
ko_kr: 문지르기 리트랙션 추가 채우기 양

# wipe_retraction_extra_prime_amount description
source: Some material can ooze away during a wipe travel moves, which can be compensated for here.
ko_kr: 일부 재료는 문지르기 진행 이동 중에 흘러나올 수 있으며, 여기에서 보정할 수 있습니다.

# wipe_retraction_speed label
source: Wipe Retraction Speed
ko_kr: 문지르기 리트랙션 속도

# wipe_retraction_speed description
source: The speed at which the filament is retracted and primed during a wipe retraction move.
ko_kr: 문지르기 리트랙션 이동 중에 필라멘트가 후퇴되고 채워지는 속도입니다.

# wipe_retraction_retract_speed label
source: Wipe Retraction Retract Speed
ko_kr: 문지르기 리트랙션 집어넣기 속도

# wipe_retraction_retract_speed description
source: The speed at which the filament is retracted during a wipe retraction move.
ko_kr: 문지르기 리트랙션 이동 중에 필라멘트가 후퇴되는 속도입니다.

# wipe_retraction_prime_speed label
source: Wipe Retraction Prime Speed
ko_kr: 문지르기 리트랙션 채우기 속도

# wipe_retraction_prime_speed description
source: The speed at which the filament is primed during a wipe retraction move.
ko_kr: 문지르기 리트랙션 이동 중에 필라멘트가 채워지는 속도입니다.

# wipe_pause label
source: Wipe Pause
ko_kr: 문지르기 일시 중지

# wipe_pause description
source: Pause after the unretract.
ko_kr: 후퇴 해제 후 일시 중지합니다.

# wipe_hop_enable label
source: Wipe Z Hop
ko_kr: 문지르기 Z 도약

# wipe_hop_enable description
source: When wiping, the build plate is lowered to create clearance between the nozzle and the print. It prevents the nozzle from hitting the print during travel moves, reducing the chance to knock the print from the build plate.
ko_kr: 문지르기 중에 빌드 플레이트가 낮아져 노즐과 인쇄물 사이에 여유 공간이 생깁니다. 노즐이 진행 이동 중에 인쇄물에 부딪히는 것을 방지하여 빌드 플레이트에서 인쇄물이 부딪힐 가능성을 줄입니다.

# wipe_hop_amount label
source: Wipe Z Hop Height
ko_kr: 문지르기 Z 도약 높이

# wipe_hop_amount description
source: The height difference when performing a Z Hop.
ko_kr: Z 도약(Hop)을 수행할 때의 높이 차이입니다.

# wipe_hop_speed label
source: Wipe Hop Speed
ko_kr: 문지르기 도약 속도

# wipe_hop_speed description
source: Speed to move the z-axis during the hop.
ko_kr: 도약(Hop) 동안 Z축을 이동하는 속도입니다.

# wipe_brush_pos_x label
source: Wipe Brush X Position
ko_kr: 문지르기 브러시 X 위치

# wipe_brush_pos_x description
source: X location where wipe script will start.
ko_kr: 문지르기 스크립트가 시작될 위치 X입니다.

# wipe_repeat_count label
source: Wipe Repeat Count
ko_kr: 문지르기 반복 횟수

# wipe_repeat_count description
source: Number of times to move the nozzle across the brush.
ko_kr: 브러시를 가로질러 노즐을 이동하는 횟수입니다.

# wipe_move_distance label
source: Wipe Move Distance
ko_kr: 문지르기 이동 거리

# wipe_move_distance description
source: The distance to move the head back and forth across the brush.
ko_kr: 브러시를 가로질러 헤드를 앞뒤로 움직이는 거리입니다.

# small_hole_max_size label
source: Small Hole Max Size
ko_kr: 작은 구멍 최대 크기

# small_hole_max_size description
source: Holes and part outlines with a diameter smaller than this will be printed using Small Feature Speed.
ko_kr: 직경이 이보다 작은 구멍 및 부분 외형은 작은 피처 속도를 사용하여 인쇄됩니다.

# small_feature_max_length label
source: Small Feature Max Length
ko_kr: 작은 피처 최대 길이

# small_feature_max_length description
source: Feature outlines that are shorter than this length will be printed using Small Feature Speed.
ko_kr: 이 길이보다 짧은 피쳐 외형은 작은 피쳐 속도를 사용하여 인쇄됩니다.

# small_feature_speed_factor label
source: Small Feature Speed
ko_kr: 작은 피처 속도

# small_feature_speed_factor description
source: Small features will be printed at this percentage of their normal print speed. Slower printing can help with adhesion and accuracy.
ko_kr: 작은 피처는 정상 인쇄 속도의 이 비율로 인쇄됩니다. 느린 인쇄는 접착력과 정확성에 도움이 될 수 있습니다.

# small_feature_speed_factor_0 label
source: Small Feature Initial Layer Speed
ko_kr: 작은 피처 초기 레이어 속도

# small_feature_speed_factor_0 description
source: Small features on the first layer will be printed at this percentage of their normal print speed. Slower printing can help with adhesion and accuracy.
ko_kr: 첫 번째 레이어의 작은 피처는 정상 인쇄 속도의 이 비율로 인쇄됩니다. 느린 인쇄는 접착력과 정확성에 도움이 될 수 있습니다.

# command_line_settings label
source: Command Line Settings
ko_kr: 명령줄 설정
pl: Ustawienia linii poleceń

# command_line_settings description
source: Settings which are only used if CuraEngine isn't called from the Cura frontend.
ko_kr: CuraEngine이 Cura 프론트엔드에서 호출되지 않은 경우에만 사용되는 설정입니다.

# center_object label
source: Center Object
ko_kr: 객체 중앙에 두기

# center_object description
source: Whether to center the object on the middle of the build platform (0,0), instead of using the coordinate system in which the object was saved.
ko_kr: 객체가 저장된 좌표계를 사용하는 대신 빌드 플랫폼(0,0)의 중앙에 객체를 배치할지 여부입니다.

# mesh_position_x label
source: Mesh Position X
ko_kr: 메시 위치 X

# mesh_position_x description
source: Offset applied to the object in the x direction.
ko_kr: X 방향으로 객체에 적용된 오프셋입니다.

# mesh_position_y label
source: Mesh Position Y
ko_kr: 메시 위치 Y

# mesh_position_y description
source: Offset applied to the object in the y direction.
ko_kr: Y 방향으로 객체에 적용된 오프셋입니다.

# mesh_position_z label
source: Mesh Position Z
ko_kr: 메시 위치 Z

# mesh_position_z description
source: Offset applied to the object in the z direction. With this you can perform what was used to be called 'Object Sink'.
ko_kr: Z 방향으로 객체에 적용된 오프셋입니다. 이를 통해 '객체 싱크(Object Sink)'라고 하던 작업을 수행할 수 있습니다.

# mesh_rotation_matrix label
source: Mesh Rotation Matrix
ko_kr: 메시 회전 매트릭스
pl: Macierz obrotu siatki

# mesh_rotation_matrix description
source: Transformation matrix to be applied to the model when loading it from file.
ko_kr: 파일에서 모델을 불러올 때 모델에 적용할 변환 매트릭스입니다.

# machine_show_variants label
source: Show machine variants
pl: Pokaż warianty urządzenia

# machine_start_gcode label
source: Start GCode
pl: Początkowy G-code

# machine_start_gcode description
source: Gcode commands to be executed at the very start - separated by .
pl: Instrukcje G-code wykonywane na samym początku wydruku, oddzielane przez .

# machine_end_gcode label
source: End GCode
pl: Końcowy G-code

# machine_end_gcode description
source: Gcode commands to be executed at the very end - separated by .
pl: Instrukcje GCode wykonywane na samym końcu wydruku, oddzielane przez .

# material_guid description
source: GUID of the material. This is set automatically.
pl: Identyfikator GUID materiału. Ustawiany automatycznie.

# material_bed_temp_wait label
source: Wait for build plate heatup
pl: Czekaj na rozgrzanie stołu

# material_print_temp_wait label
source: Wait for nozzle heatup
pl: Czekaj na rozgrzanie dyszy

# material_print_temp_prepend label
source: Include material temperatures
pl: Dołącz temperatury materiałów

# material_bed_temp_prepend label
source: Include build plate temperature
pl: Dołącz temperaturę stołu

# machine_width label
source: Machine width
pl: Szerokość wydruku

# machine_depth label
source: Machine depth
pl: Głębokość wydruku

# machine_shape label
source: Build plate shape
pl: Kształt stołu

# machine_height label
source: Machine height
pl: Wysokość wydruku

# machine_heated_bed label
source: Has heated build plate
pl: Posiada podgrzewany stół

# machine_center_is_zero label
source: Is center origin
pl: Początek w środku

# machine_nozzle_tip_outer_diameter label
source: Outer nozzle diameter
pl: Średnica dyszy zewnętrznej

# machine_nozzle_head_distance label
source: Nozzle length
pl: Długość dyszy

# machine_nozzle_expansion_angle label
source: Nozzle angle
pl: Kąt dyszy

# machine_heat_zone_length label
source: Heat zone length
pl: Długość gorącej strefy

# machine_nozzle_heat_up_speed label
source: Heat up speed
pl: Szybkość rozgrzewania

# machine_nozzle_cool_down_speed label
source: Cool down speed
pl: Szybkość chłodzenia

# machine_gcode_flavor label
source: Gcode flavour
pl: Rodzaj G-code

# machine_gcode_flavor description
source: The type of gcode to be generated.
pl: Rodzaj G-code do wygenerowania.

# machine_disallowed_areas label
source: Disallowed areas
pl: Zabronione obszary

# machine_head_polygon label
source: Machine head polygon
pl: Obrys głowicy

# machine_head_with_fans_polygon label
source: Machine head & Fan polygon
pl: Obrys głowicy z wentylatorem

# gantry_height label
source: Gantry height
pl: Wysokość suwnicy (gantry)

# machine_use_extruder_offset_to_offset_coords label
source: Offset With Extruder
pl: Przesunięcie ekstrudera

# machine_max_feedrate_e label
source: Maximum Feedrate
pl: Maksymalna prędkość

# shell label
source: Shell
pl: Powłoka

# wall_thickness description
source: The thickness of the outside walls in the horizontal direction. This value divided by the wall line width defines the number of walls.
pl: Grubość zewnętrznych ścian w kierunku poziomym. Ta wartość podzielona przez szerokość linii ściany określa liczbę ścian.

# skin_no_small_gaps_heuristic label
source: Ignore Small Z Gaps
pl: Ignoruj małe przerwy w Z

# skin_no_small_gaps_heuristic description
source: When the model has small vertical gaps, about 5% extra computation time can be spent on generating top and bottom skin in these narrow spaces. In such case, disable the setting.
pl: Kiedy model posiada małe, pionowe przerwy, około 5% czasu obliczeń może być przeznaczone na generowanie górnych i dolnych powłok w tych wąskich przestrzeniach. W takim wypadku wyłącz tę opcję.

# infill_pattern description
source: The pattern of the infill material of the print. The line and zig zag infill swap direction on alternate layers, reducing material cost. The grid, triangle, cubic, tetrahedral and concentric patterns are fully printed every layer. Cubic and tetrahedral infill change with every layer to provide a more equal distribution of strength over each direction.
pl: Wzór wypełnienia wydruku. Linia i zygzak zmieniają kierunek na naprzemiennych warstwach, redukując koszt materiału. Wzór siatki, trójkąta, sześcianu, czworościanu i koncentryczny są drukowane w pełni na każdej warstwie. Wypełnienie sześcienne i czworościenne zmienia się na każdej warstwie zapewniając lepszą dystrybucję sił we wszystkich kierunkach.

# infill_pattern option tetrahedral
source: Tetrahedral
pl: Czworościenny

# infill_pattern option concentric_3d
source: Concentric 3D
pl: Koncentryczny 3D

# spaghetti_infill_enabled label
source: Spaghetti Infill
pl: Wypełnienie spaghetti

# infill_overlap description
source: The amount of overlap between the infill and the walls. A slight overlap allows the walls to connect firmly to the infill.
pl: Stopień w jakim wypełnienie i ściany mają się nakładać. Nieznaczne nakładanie sprawia, że ściany są mocno połączone z wypełnieniem.

# skin_overlap description
source: The amount of overlap between the skin and the walls. A slight overlap allows the walls to connect firmly to the skin.
pl: Stopień w jakim skóra i ściany mają się nakładać. Nieznaczne nakładanie sprawia, że ściany są mocno połączone ze skórą.

# skin_overlap_mm description
source: The amount of overlap between the skin and the walls. A slight overlap allows the walls to connect firmly to the skin.
pl: Stopień w jakim skóra i ściany mają się nakładać. Nieznaczne nakładanie sprawia, że ściany są mocno połączone ze skórą.

# expand_skins_into_infill label
source: Expand Skins Into Infill
pl: Rozszerz skórę na wypełnienie

# expand_upper_skins label
source: Expand Top Skins Into Infill
pl: Rozszerz górną skórę na wypełnienie

# expand_lower_skins label
source: Expand Bottom Skins Into Infill
pl: Rozszerz dolną skórę na wypełnienie

# material_bed_temperature description
source: The temperature used for the heated build plate. If this is 0, the bed will not heat up for this print.
pl: Temperatura używana do podgrzewanego stołu. Dla wartości 0 stół nie będzie rozgrzewany.

# retraction_enable description
source: Retract the filament when the nozzle is moving over a non-printed area.
pl: Cofa filament kiedy dysza przechodzi przez niezadrukowaną przestrzeń.

# speed_layer_0 description
source: The speed for the initial layer. A lower value is advised to improve adhesion to the build plate.
pl: Prędkość z jaką jest drukowana pierwsza warstwa. Zalecana jest mniejsza wartość w celu zapewnienia dobrego przylegania do stołu.

# max_feedrate_z_override label
source: Maximum Z Speed
pl: Maksymalna prędkość Z

# retraction_combing description
source: Combing keeps the nozzle within already printed areas when traveling. This results in slightly longer travel moves but reduces the need for retractions. If combing is off, the material will retract and the nozzle moves in a straight line to the next point. It is also possible to avoid combing over top/bottom skin areas by combing within the infill only.
pl: Włączenie tej opcji (Combing Mode) powoduje, że głowica, w miarę możliwości, przemieszcza się w ramach drukowanego modelu. Wynikiem tego jest wydłużenie drogi ruchu jałowego lecz zmniejsza ilości potrzebnych retrakcji. Kiedy opcja jest wyłączona, retrakcja odbywa się normalnie, a głowica porusza się po linii prostej do kolejnego punktu. Jest również możliwość omijania obszarów sklepienia/podłogi przez ruch tylko w ramach wypełnienia.

# retraction_combing option noskin
source: No Skin
pl: Bez powłoki

# start_layers_at_same_position label
source: Start Layers with the Same Part
pl: Zaczynaj warstwy z tym samym elementem

# support_pattern option concentric_3d
source: Concentric 3D
pl: Koncentryczny 3D

# support_join_distance description
source: The maximum distance between support structures in the X/Y directions. When seperate structures are closer together than this value, the structures merge into one.
pl: Maksymalna odległość pomiędzy strukturami podpór w kierunkach X/Y. Kiedy ososeparatektury podpór są bliżej niż zadana wartość, zostaną połączone w jedną podporę.

# support_interface_pattern option concentric_3d
source: Concentric 3D
pl: Koncentryczny 3D

# support_roof_pattern option concentric_3d
source: Concentric 3D
pl: Koncentryczny 3D

# support_bottom_pattern option concentric_3d
source: Concentric 3D
pl: Koncentryczny 3D

# support_minimal_diameter label
source: Minimum Diameter
pl: Minimalna średnica

# support_minimal_diameter description
source: Minimum diameter in the X/Y directions of a small area which is to be supported by a specialized support tower.
pl: Minimalna średnica w kierunkach X/Y, obszaru, który ma zostać podparty przez specjalną wieżę.

# skirt_gap description
source: The horizontal distance between the skirt and the first layer of the print. This is the minimum distance, multiple skirt lines will extend outwards from this distance.
pl: Pozioma odległość pomiędzy obrysem (skirt) i pierwszą warstwą modelu. Jest to wartość minimalna. Wielokrotny obrys będzie rozszerzał się na zewnątrz od tej odległości.

# raft_base_line_spacing label
source: Raft Line Spacing
pl: Odstępy podstawy podkładu

# prime_tower_wall_thickness label
source: Prime Tower Thickness
pl: Grubość kolumny przejściowej

# prime_tower_flow description
source: Flow compensation: the amount of material extruded is multiplied by this value.
pl: Kompensacja przepływu: ilość ekstrudowanego materiału jest mnożona przez tą wartość.

# dual_pre_wipe label
source: Wipe Nozzle After Switch
pl: Wyczyść dyszę po zmianie

# skin_alternate_rotation label
source: Alternate Skin Rotation
pl: Zmiana kąta powłoki

# skin_alternate_rotation description
source: Alternate the direction in which the top/bottom layers are printed. Normally they are printed diagonally only. This setting adds the X-only and Y-only directions.
pl: Zmienia kierunek, w którym są drukowane sklepienia i podłogi. Zwykle są drukowane tylko po przekątnych modelu. Ta opcja dodaje do nich kierunek tylko w osi X, oraz tylko w osi Y.

# support_conical_enabled description
source: Experimental feature: Make support areas smaller at the bottom than at the overhang.
pl: Funkcja eksperymentalna: Zmniejsza obszary podpór na dole w stosunku do podpartego nawisu.

# infill_hollow label
source: Hollow Out Objects
pl: Wydrąż modele

# center_object label
source: Center object
pl: Wyśrodkuj model

# mesh_position_x label
source: Mesh position x
pl: Pozycja siatki X

# mesh_position_y label
source: Mesh position y
pl: Pozycja siatki Y

# mesh_position_z label
source: Mesh position z
pl: Pozycja siatki Z
